Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Subscriptions page
de: Abonnements-seite
fr: Page Souscriptions
pl: Strona subskrypcji
pt_br: Página das subscrições

source: Create a default page for the account page and assign it here.
de: Erstellen Sie eine Standardseite für die Seite "Konto", und ordnen Sie es hier zu.
fr: Créer une page par défaut pour la page de compte et l'assigner ici.
pl: Utwórz domyślną stronę dla strony konta i przypisz ją tutaj.
pt_br: Criar uma página padronisada para a página da conta e atribui-la aqui.

source: Select a page
de: Seite auswählen
fr: Sélectionnez une page
pl: Wybierz stronę
pt_br: Selecionar uma página

source: Select a page to use for the account form. If you do not have one already, then click on <strong>Create Page</strong> to make one.
fr: Sélectionnez la page à utiliser pour le formulaire de compte. Si vous n'en avez pas, cliquez sur <strong>Créer une Page</strong> pour en faire une.
pt_br: Selecionar uma página para usar no formulário da conta. Se você ainda não possui uma, clicar em <strong>Criar Página</strong> para criar uma.

source: It can be left blank to use the standard Membership interface, otherwise it can contain any content you want but <strong>should</strong> contain the [accountform] shortcode in some location.
de: Lasse dieses Feld leer, um das Standard Mitgliedschaft-Interface zu verwenden. Andererseits kann du jeden Inhalt einfügen, den du möchtest. Allerdings <b>sollte</b> dann der <code>[accountform]</code> Shortcode an irgendeiner Stelle eingefügt werden.
fr: Il peut être laissé vide pour utiliser l'interface Membershift standard, sinon il peut contenir n'importe quel contenu que vous voulez, mais <strong>doit contenir</strong> le shortcode [accountform] à un endroit.
pt_br: Pode-se deixar por assinalar para usar a interface de Membership padronisada; caso contrário, esta pode conter qualquer conteúdo desejado, mas <strong>deve</strong> conter o ''shortcode'' [accountform] em qualquer local.

source: This is the page a user will be redirected to when they want to view their account or make a payment on their account.
de: Auf diese Seite wird ein Benutzer umgeleitet, wenn er sein Benutzerkonto bzw. seine Zahlungsvorgänge ansehen möchte.
fr: Ceci est la page vers laquelle un utilisateur sera redirigé quand il veut voir son compte ou effectuer un paiement sur son compte.
pl: To jest strona, do której użytkownik zostanie przekierowany, gdy chce zobaczyć ichKonto lub dokonaj płatności na swoim koncie.
pt_br: Esta é a página para a qual o usuário será redirecionado quando quiser visualizar sua conta ou efetuar um pagamento em sua conta.

source: Account page
de: Benutzerkonto Seite
fr: Page du compte
pl: Strona konta
pt_br: Página da conta

source: Popup registration form
de: Popup Registrierungsformular
fr: Formulaire Popup d'inscription
pl: Popupowy formularz rejestracyjny
pt_br: Formulário de registro de ''popup''

source: Original membership form
de: Original Formular Mitgliedschaft
fr: Formulaire adhésion original
pl: Oryginalny formularz członkowski
pt_br: Formulário de ''membership'' original

source: Choose between the original multi-page or Pop up registration methods.
de: Wähle zwischen zwei Registrierungsmethoden: Original Multi-Seite oder Pop-Up Registrierung.
fr: Choisissez entre la méthode d'enregistrement originale multi-pages ou la méthode d'enregistrement Pop-up.
pl: Wybierz między oryginalnymi wielostronicowymi lub pop-up metodami rejestracji.
pt_br: Escolher entre os métodos originais de registro de multi-páginas ou ''Popup''.

source: Form type
de: Formulartyp
fr: Type formulaire
pl: Typ formularza
pt_br: Tipo de formulário

source: There are two forms of registration form available, select the one you would like to use on your site below.
de: Es stehen zwei Formen zur Anmeldung/Registrierung zur Verfügung. Wähle eine hier aus, die du auf deiner Seite verwenden möchtest.
fr: Deux formulaires d'inscription sont disponibles. Sélectionnez celui que vous souhaitez utiliser sur votre site.
pl: Dostępne są dwie formy formularza rejestracji, wybierz tę, którą chceszlubią używać na twojej stronie poniżej.
pt_br: Existem duas formas de registro disponíveis; selecionar abaixo a que você gostaria de usar em seu site .

source: edit page
de: Seite bearbeiten
fr: éditer la page
pl: edytuj stronę
pt_br: editar página

source: view page
de: Seite ansehen
fr: visualiser la page
pl: zobacz stronę
pt_br: visualizar página

source: Create page
de: Seite erstellen
fr: Créer page
pl: Utwórz stronę
pt_br: Criar página

source: Create a default page for the registration page and assign it here.
de: Erstelle eine Standardseite für die Anmeldung/Registrierung und weise diese hier zu.
fr: Créer une page par défaut pour la page d'inscription et l'assigner ici.
pl: Utwórz domyślną stronę dla strony rejestracji i przypisz ją tutaj.
pt_br: Criar uma página padronizada para a página de registro e atribui-la aqui.

source: Select a page to use for the registration form. If you do not have one already, then click on <strong>Create Page</strong> to make one.
de: Wählen Sie eine Seite auf der das Registrierungsformular angezeigt wird. Sollten Sie bis jetzt keine angelegt haben, klicken Sie auf <strong>Seite anlegen</strong> um eine anzulegen.
fr: Sélectionnez une page à utiliser pour le formulaire d'inscription. Si vous n'en avez pas, cliquez sur <strong>Créer une Page</strong> pour en faire une.
pt_br: Selecionar uma página para usar no formulário de registro. Se você ainda não possuir uma, clique em <strong>Criar Página</strong> para criar uma.

source: You can include an introduction on the page, for more advanced content around the registration form then you <strong>should</strong> include the [subscriptionform] shortcode in some location on that page. Alternatively leave the page blank for the standard Membership subscription forms.
de: Sie können eine Einführung auf der Seite einrichten, für erweiterten Inhalt mit Hinweis auf das Registrierungsformular sollten Sie <strong>unbedingt</strong> in einigen Bereichen den Shortcode [subscriptionform] einsetzen. Alternativ lassen Sie die Seite leer für das Standard Mitgliedschaftsformular.
fr: Vous pouvez inclure une introduction sur la page, pour un contenu plus avancé concernant le formulaire d'inscription, vous <strong>devez inclure</strong> le shortcode [subscriptionform] dans cette page. Sinon laissez la page vide pour utiliser les formulaires standards de Membership.
pt_br: Você pode incluir uma introdução na página, para conteúdos mais avançados em torno do formulário de registro; então depois<strong>deve</strong> incluir o ''shortcode'' [subscriptionform] em qualquer local da página. Como alternativa, deixar a página por assinalar nos formulários de inscrição de ''Membership'' padronisados.

source: This is the page a new user will be redirected to when they want to register on your site.
de: Auf diese Seite wird ein neuer Benutzer weitergeleitet, wenn er sich auf deiner Seite anmelden möchte.
fr: Page vers laquelle un nouvel utilisateur est redirigé lorsqu'il souhaite s'inscrire sur votre site.
pl: To jest strona, do której zostanie przekierowany nowy użytkownik, gdy chce się zarejestrowaćw Twojej witrynie.
pt_br: Esta é a página para a qual um novo usuário será redirecionado, quando opta para se registrar em seu site.

source: Registration page
de: Registrierungsseite
fr: Page d'inscription
pl: Strona rejestracji
pt_br: Página de Registro

source: Your page has been created.
de: Ihre Seite wurde erstellt.
fr: Votre page a été créée.
pl: Twoja strona została utworzona.
pt_br: Sua página foi criada.

source: Use subscription
de: Verwende Abonnement
fr: Utiliser souscription
pl: Użyj subskrypcji
pt_br: Usar subscrição

source: If you are using a paid subscription model - it is probably best to set this to &quot;none&quot;.
fr: Si vous utilisez un modèle de souscription payante, il est préférable de définir ceci sur "aucun".
pl: Jeśli korzystasz z płatnego modelu subskrypcji - prawdopodobnie najlepiej jest ustawić toto" none ".
pt_br: Se você está usando um modelo de subscrição a pagar, provavelmente é melhor configurá-la para & quot; nenhum & quot ;.

source: If you have free user registration enabled on your site, select the subscription they will be assigned to initially.
fr: Si l'enregistrement des utilisateurs gratuits est possible sur votre site, sélectionnez la souscription à laquelle ils seront assignés automatiquement.
pl: Jeśli masz włączoną darmową rejestrację użytkownika w swojej witrynie, wybierzsubskrypcja, do której zostaną przypisani początkowo.
pt_br: Se você tem o registro de usuário gratuito habilitado em seu site, selecione a assinatura à qual inicialmente este será atribuído.

source: User registration
de: Benutzer Registration
fr: Enregistrement de l'utilisateur
pl: Rejestracja użytkownika
pt_br: Registro do usuário

source: If the above is set to &quot;None&quot; then you can pick the page you want strangers directed to below in the &quot;Membership Pages&quot; options.
fr: Si ce qui précède est défini sur «&nbsp;Aucun&nbsp;» alors vous pouvez choisir la page vers laquelle les étrangers seront redirigés, plus bas dans les options "Pages Membership".
pl: Jeśli powyższe ustawienie jest ustawione na" Brak ", możesz wybrać żądaną stronęnieznajomi skierowani poniżej w opcjach" Strony członkowskie ".
pt_br: Se este como acima for definido para "Nenhum" então, você pode escolher a página para a qual você deseja direcionar estranhos, como abaixo na seção & quot; Páginas de ''Membership'' & quot; opções.

source: None - No access to content
de: Keine - Kein Zugang zum Inhalt
fr: Aucun - Pas d'accès au contenu
pl: Brak - Brak dostępu do treści
pt_br: Nenhum - Não tem acesso ao conteúdo

source: Use membership level
fr: Utiliser le niveau d'adhésion
pl: Użyj poziomu członkostwa
pt_br: Usar o nível de membership

source: A &quot;stranger&quot; is a visitor to your website who is either not logged in, or does not have an active membership or subscription to your website.
fr: Un «&nbsp;étranger&nbsp;» est un visiteur de votre site qui est soit non connecté, soit n'a pas d'abonnement actif ou de souscription à votre site.
pl: A" obcy "jest gościem Twojej witryny, który nie jest zalogowanyw, lub nie ma aktywnego członkostwa lub subskrypcji do Twojej witryny.
pt_br: Um &quot;estranho&quot; é um visitante ao seu site que não está conetado ou não tem ''membership'' ou uma subscrição ativa no seu site.

source: Stranger settings
fr: Paramètres Etrangers
pl: Ustawienia nieznajomego
pt_br: Configurações estranhos

source: Your options have been updated.
de: Ihre Daten wurden geändert.
fr: Vos options ont été enregistrées.
pl: Twoje opcje zostały zaktualizowane.
pt_br: Suas opções foram atualizadas.

source: Welcome
de: Willkommen
fr: Bienvenue
pl: Witamy
pt_br: Bem-vindo(a)

source: Thank you for subscribing. We hope you enjoy the content.
de: Vielen Dank für Ihre Anmeldung. Wir hoffen, unsere Inhalte gefallen Ihnen.
fr: Merci pour votre inscription. Espérant que le contenu vous plaira.
pl: Dziękujemy za subskrypcję. Mamy nadzieję, że spodoba Ci się treść.
pt_br: Obrigado por assinar ;)

source: Protected Content
de: Geschützter Inhalt
fr: Contenu Protégé
pl: Treść chroniona
pt_br: Conteúdo Protegido

source: The content you are trying to access is only available to members. Sorry.
de: Dieser Inhalt ist leider nur für Mitglieder zugänglich.
fr: Le contenu que vous avez demandé est disponible uniquement pour les membres.
pl: Treści, do których próbujesz uzyskać dostęp, są dostępne tylko dla członków. Przepraszamy.
pt_br: O conteúdo que você está tentando acessar só está disponível para membros. Desculpe.

source: Account
de: Konto
fr: Compte
pl: Konto
pt_br: Conta

source: Register
de: Registrieren
fr: S'inscrire
pl: Zarejestruj
pt_br: Inscrição

source: Drop
de: Entfernen
fr: Supprimer

source: Move
de: Bewegen
fr: Déplacer
pt_br: Mudar

source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
pt_br: Adicionar

source: Activate
de: aktivieren
fr: Activer
pl: Aktywuj
pt_br: Ativar

source: Deactivate
de: deaktivieren
fr: Désactiver
pl: Deaktywuj
pt_br: Desativar

source: Gateway
fr: Passerelle de paiement

source: Level Expires
de: Ablaufdatum
fr: Le niveau expire
pt_br: Nível Caduca

source: Membership Level
de: Zugangslevel
fr: Niveau Abonnement
pl: Poziom członkostwa
pt_br: Nível de ''Membership''

source: Name
fr: Nom
pl: Nazwa
pt_br: Nome

source: Username
de: Benutzername
fr: Identifiant
pl: Nazwa użytkownika
pt_br: Nome de Usuário

source: &larr; Back to All Users
de: &larr; zurück zur Mitglieder Übersicht
fr: &larr; Retour à tous les utilisateurs
pl: i larr; Powrót do wszystkich użytkowników
pt_br: &larr; Retornar para Todos Usuários

source: Add New
de: Neu Hinzufügen
fr: Ajouter Nouveau
pl: Dodaj nowy
pt_br: Adicionar Novo

source: Inactive
de: Inaktiv
fr: Inactif
pl: Nieaktywny
pt_br: Inativo

source: Active
de: Aktiv
fr: Actif
pl: Aktywny
pt_br: Ativa

source: Filter by status
de: Filter nach Status
fr: Filtrer par statut
pl: Filtruj według statusu
pt_br: Filtrar por status

source: Filter by level
de: Filter nach Level
fr: Filtrer par niveau
pl: Filtruj według poziomu
pt_br: Filtrar por nível

source: Filter
fr: Filtrer
pl: Filtr
pt_br: Filtrar

source: Filter by subscription
de: Filter nach Abonnement
fr: Filtrer par abonnement
pl: Filtruj według subskrypcji
pt_br: Filtrar por subscrição

source: Apply
de: Anwenden
fr: Appliquer
pl: Zastosuj
pt_br: Aplicar

source: Move gateway
de: Verschiebe Zugang
fr: Déplacer la passerelle
pt_br: Mudar para ''gateway''

source: Drop level
de: Entferne Level
fr: Supprimer un niveau
pl: Poziom upadku
pt_br: Terminar nível

source: Move level
de: Ebene verschieben
fr: Déplacer le niveau
pl: Poziom ruchu
pt_br: Mudar nível

source: Add level
de: Ebene hinzufügen
fr: Ajouter un niveau
pl: Dodaj poziom
pt_br: Adicionar nível

source: Drop subscription
de: Lösche Abonnement
fr: Supprimer la souscription
pl: Upuść subskrypcję
pt_br: Terminar subscrição

source: Move subscription
de: Verschiebe Abonnement
fr: Déplacer la souscription
pl: Przenieś subskrypcję
pt_br: Mudar subscrição

source: Add subscription
de: Abonnement hinzufügen
fr: Ajouter une souscription
pl: Dodaj subskrypcję
pt_br: Adicionar subscrição

source: Toggle activation
de: Toogle Aktivierung
fr: Activation Bascule
pt_br: Alternar subscrição

source: Bulk Actions
de: Massenaktionen
fr: Actions groupées
pl: Akcje masowe
pt_br: Ações em Lote

source: Search Members
de: Suche Mitglieder
fr: Chercher Membres
pl: Szukaj użytkowników
pt_br: Pesquisar Membros

source: Edit Members
de: Mitglieder bearbeiten
fr: Editer les membres
pl: Edytuj członków
pt_br: Editar Membros

source: Members updated.
de: Mitglieder geändert
fr: Membres mis à jour.
pl: Członkowie zaktualizowani.
pt_br: Membros atualizados

source: Member activation not toggled.
de: Mitglied Aktivierung nicht umgeschaltet.
fr: Activation membre non basculée.
pl: Aktywacja członków nie została zmieniona.
pt_br: Activação de membros não alternando.

source: Member activation toggled.
de: Mitglied Aktivierung umgeschaltet.
fr: Activation membre basculée.
pl: Aktywacja członkostwa przełączyła się.
pt_br: Activação de membro foi alternada.

source: Member not deleted.
de: Mitglied nicht gelöscht.
fr: Membre non supprimé.
pl: Członek nie został usunięty.
pt_br: Membro não suprimido.

source: Member not updated.
de: Mitglied nicht aktualisiert.
fr: Membre non mis à jour.
pl: Członek nie został zaktualizowany.
pt_br: Membro não atualizado.

source: Member not added.
de: Mitglied nicht hinzugefügt
fr: Membre non ajouté.
pl: Członek nie został dodany.
pt_br: Membro não adicionado

source: Member updated.
de: Mitglied aktualisiert.
fr: Membre mis à jour.
pl: Członek zaktualizowany.
pt_br: Membro atualizado.

source: Member deleted.
de: Mitglied gelöscht
fr: Membre supprimé.
pl: Członek usunięty.
pt_br: Membro suprimido.

source: Member added.
de: Mitglied hinzugefügt
fr: Membre ajouté.
pl: Dodano członka.
pt_br: Membro adicionado.

source: Select the subscription to remove.
de: Wähle das zu entfernende Abonnement aus.
fr: Sélectionner la souscription à supprimer.
pl: Wybierz subskrypcję do usunięcia.
pt_br: Selecionar a subscrição a ser mudada.

source: Subscription to drop for this / these member(s)
de: Abonnement für diese(s) Mitglied(er) entfernen
fr: Souscription à déposer pour ce / ces membre(s)
pl: Subskrypcja na spadek dla tego / tych członków
pt_br: Subscrição a ser terminada para este/estes membro(s)

source: Depending on the payment gateway, removing a subscription will not automatically cancel a payment subscription.
de: In Abhängigkeit Ihres Zahlungsweges kann hier das Entfernen eines Abonnements nicht automatisch ein Zahlungsabonnement beenden.
fr: Selon la passerelle de paiement, supprimer un abonnement n'annulera pas automatiquement un paiement pour l'abonnement.
pl: W zależności od bramy płatności usunięcie subskrypcji nie będzieautomatycznie anuluj subskrypcję płatności.
pt_br: Dependendo do ''gateway'' de pagamento, a terminando uma subscrição não cancelará automaticamente o pagamento de uma inscrição.

source: Drop member from subscription
de: Entferne Mitglied aus Abonnement
fr: Déposer le membre en provenance de la souscription
pl: Upuść członka z subskrypcji
pt_br: Terminar membro da subscrição

source: Subscription and Level to move to for this / these member(s)
de: Abonnement und Ebene für dieses / diese Mitgliede(r) umziehen
fr: Souscription et Niveau à déplacer vers pour ce / ces membre(s)
pl: Subskrypcja i poziom do przejścia do tego / tych członków
pt_br: Subscrição e Nível para mudar para este / estes membro (s)

source: Select the subscription to move from.
de: Wähle das Abonnement aus, welches verschoben werden soll.
fr: Sélectionner la souscription à déplacer vers.
pl: Wybierz subskrypcję do przeniesienia.
pt_br: Selecionar a subscrição para mudar de.

source: Subscription to move from for this / these member(s)
de: Abonnement für dieses / diese Mitgliede(r) umziehen
fr: Souscription à déplacer de pour ce / ces membres(s)
pl: Subskrypcja na przejście z tego / tych członków
pt_br: Subscrição para mudar de para este / estes membro (s).

source: Depending on your payment gateway, moving a subscription here may not alter a members existing payment subscription.
de: In Abhängigkeit Ihres Zahlungsweges kann hier der Umzug eines Abonnements nicht automatisch ein Zahlungsabonnement einrichten.
fr: Selon la passerelle de paiement, déplacer un abonnement ici n'altérera pas les paiement existants des membres.
pl: W zależności od bramy płatności przeniesienie subskrypcji tutaj może się nie zmienićczłonek istniejącej subskrypcji płatności.
pt_br: Dependendo do ''gateway'' de pagamento, mudando uma subscrição aqui pode não acabar de alterar uma inscrição de pagamento existente para os membros.

source: Move member to another subscription level
de: Verschiebe das Mitglied in ein anderes Abonnement-Level
fr: Déplacer le membre à un autre niveau de souscription
pl: Przenieś członka na inny poziom subskrypcji
pt_br: Mudar membro para outro nível de subscrição

source: Subscription and level to add for this / these member(s)
de: Abonnement und Ebene für dieses / diese Mitgliede(r) hinzufügen
fr: Souscription et niveau à ajouter pour ce / ces membre(s)
pl: Subskrypcja i poziom dodawania dla tego / tych członków
pt_br: Subscrição e nível para adicionar para este (s) membro (s)

source: Depending on your payment gateway, adding a subscription here may not set up a payment subscription.
de: In Abhängigkeit Ihres Zahlungsweges kann hier das Hinzufügen eines Abonnements nicht automatisch ein Zahlungsabonnement einrichten.
fr: Selon la passerelle de paiement, ajouter un abonnement ici ne peut pas configurer les paramètres de paiement de l'abonnement.
pl: W zależności od bramy płatności dodanie subskrypcji tutaj może nie zostać skonfigurowane.
pt_br: Dependendo do seu ''gateway'' de pagamento, adicionando uma subscrição aqui, pode dar-se a não configurar uma assinatura de pagamento.

source: A subscription controls the levels a site member has access to / passes through.
de: Ein Abonnement kontrolliert die Level, über die sein Seitenmitglied verfügen muss/durchlaufen muss.
fr: Une souscription contrôle les niveaux auxquels un membre du site a accès à / passe à travers.
pl: Subskrypcja kontroluje poziomy, do których członek witryny ma dostęp / przekazujeprzez.
pt_br: Uma subscrição controla os níveis aos quais um membro do site tem acesso /vai passando.

source: Add member to a subscription
de: Füge Mitglied einem Abonnement hinzu
fr: Ajouter un membre à un abonnement
pl: Dodaj członka do subskrypcji
pt_br: Adicionar membro a uma subscrição

source: Select the level to remove.
de: Wähle das zu entfernene Level.
fr: Sélectionner le niveau à supprimer.
pl: Wybierz poziom do usunięcia.
pt_br: Selecionar nível para retirar.

source: Level to drop for this / these member(s)
de: Entferne das Level dieses Mitglieds
fr: Niveau à déposer for ce / ces membre(s)
pl: Poziom do spadku dla tego / tych członków
pt_br: Nível a baixar para este (s) membro (s)

source: By removing a membership level, you may actually be increasing existing access to content.
de: Durch die Wegnahme eines Mitgliedslevels kann ein erweiterter Zugriff auf den Inhalt möglich sein.
fr: En supprimant un niveau d'abonnement, vous pouvez accroître l'accès au contenu existant.
pl: Usuwając poziom członkostwa, możesz faktycznie zwiększyć istniejący dostęp.
pt_br: Ao retirar um nível de ''membership'', você pode de fato aumentar o acesso existente ao conteúdo.

source: Drop member from level
de: Entferne Mitglied aus Abonnement
fr: Déposer le membre en provenance du niveau
pl: Upuść członka z poziomu
pt_br: Terminar este membro deste nível

source: Select the level to move to.
de: Wählen Sie das Level auf das gewechselt werden soll.
fr: Sélectionner le niveau de destination.
pl: Wybierz poziom, aby przejść do.
pt_br: Selecionar o nível para o qual se mudar.

source: Level to move to for this / these member(s)
de: Ebene zu verschieben, für dieses / diese Mitglied(er)
fr: Niveau à déplacer vers pour ce / ces membre(s)
pl: Poziom do przejścia do tego / tych członków
pt_br: Nível para onnde se muda para este / estes membro (s)

source: Select the level to move from.
de: Wähle das Zugangslevel, von welchem gewechselt werden soll.
fr: Sélectionner le niveau d'origine.
pl: Wybierz poziom do przejścia.
pt_br: Selecionar o nível de onde se mudar.

source: Level to move from for this / these member(s)
de: Ebene verschieben von für diese / diesen Mitglied(er)
fr: Niveau à déplacer à partir de pour ce / ces membre(s)
pl: Poziom do przejścia z tego / tych członków
pt_br: Nível de onde se muda para este / estes membro (s)

source: Move member to another level
de: Bewegen Sie Mitglied auf einer anderen Ebene
fr: Déplacer le membre à un autre niveau
pl: Przenieś członka na inny poziom
pt_br: Mudar membro para outro nível

source: Select the level to add.
de: Wählen Sie die Ebene hinzuzufügen.
fr: Sélectionner le niveau à ajouter.
pl: Wybierz poziom do dodania.
pt_br: Selecionar o nível a adicionar.

source: Level to add for this / these member(s)
de: Ebene für diesen / diese Mitglieder hinzufügen
fr: Niveau à ajouter pour ce / ces membre(s)
pl: Poziom do dodania dla tego / tych członków
pt_br: Nível a adicionar para este (s) membro (s)
