Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Transaction Amount
de: Transaktionsbetrag
fr: Montant de la transaction
pl: Kwota transakcji
pt_br: Montante da Transação

source: Payment Gateway
de: Zahlungs-Gateway
fr: Passerelle de paiement
pt_br: Gateway de Pagamento

source: Transaction ID
de: Transaktions ID
fr: ID de transaction
pl: Identyfikator transkacji
pt_br: ID da Transação

source: Those uses will see nothing
de: Diese Nutzer werden nichts sehen
fr: Ces utilisateurs ne verront rien
pl: Te zastosowania niczego nie zobaczą
pt_br: Estes usuários não verão nada

source: Those users will see
de: Diese Nutzer werden sehen
fr: Ces utilisateurs verront
pl: Ci użytkownicy zobaczą
pt_br: Estes usuários verão

source: Uploaded file not found, please try again.
de: Import-Datei konnte nicht gefunden werden. Bitte versuchen Sie es erneut.
fr: Le fichier téléchargé est introuvable, merci de réessayer.
pl: Nie znaleziono pliku przesłanego, spróbuj ponownie.
pt_br: Arquivo enviado não encontrado, favor tentar novamente.

source: A payment reminder that is sent a predefined number of days after the payment is due (only if the invoice was not paid until then). You must decide how many days after a message is to be sent.
de: Eine Zahlungserinnerung die nach der gesetzten Zahl von Tagen nach Fälligkeit der Zahlung gesendet wird (Wenn die Rechnung bis dahin nicht bezahlt wurde). Du musst entscheiden, nach wieviel Tagen diese Nachricht gesendet wird.
fr: Un rappel de paiement qui est envoyé un nombre défini de jours après que le paiement soit dû (seulement si la facture n'a pas été payée entre-temps). Vous devez décider après combien de jours le message est envoyé.
pl: Przypomnienie o płatności, które zostało wysłane z góry określoną liczbę dni popłatność jest należna (tylko jeśli faktura nie została zapłacona do tego czasu).zdecyduj, ile dni po wysłaniu wiadomości ma zostać wysłana.
pt_br: Um aviso de pagamento que é enviado um número predefinido de dias após seu vencimento do pagamento (só se a fatura não tiver sido paga até então). Você deve decidir quantos dias mais antes de enviar outra mensagem.

source: Use "0" to send on due date, or another value to delay the message.
fr: Utilisez "0" pour l'envoyer immédiatement, ou une autre valeur pour retarder le message.
pl: Użyj " 0 \ ", aby wysłać na termin, lub inną wartość, aby opóźnić wiadomość.
pt_br: Use "0" para enviar na data de vencimento, ou outro valor para atrasar o envio da mensagem.

source: <strong>Membership 2</strong> was updated to version %1$s!
de: <strong>Membership2</strong> wurde aktualisiert auf Version %1$s!
fr: <strong>Membership2</strong> a été mis à jour à la version %1$s !
pt_br: O <strong>Membership 2</strong> foi atualizado para a versão %1$s!

source: <strong>Membership 2</strong> is set up for version %1$s!
de: <strong>Mitgliedschaft</strong> ist auf Version %1$s aktualistiert!
fr: <strong>Membership2</strong> est installé pour la version %1$s !
pt_br: O <strong>Membership 2</strong> está configurado para a versão %1$s!

source: Membership2 Transaction Logs
de: Membership2-Transaktionsprotokolle
fr: Logs des transactions Membership2
pl: Membership2 Logi transakcji
pt_br: Logs de Transações do Membership2

source: That email domain is not allowed for registration, sorry.
de: Diese Email-Domain ist für die registrierung nicht zugelassen, Sorry.
fr: Il n'est pas possible de s'enregistrer avec un email sur ce domaine, désolé.
pl: Ta domena email nie jest dozwolona do rejestracji, przepraszam.
pt_br: O domínio do e-mail não é permitido para cadastramento, desculpe.

source: None (Admin)
de: Keiner (Admin)
fr: Aucun (Admin)
pt_br: Nenhum (Admin)

source: Link
fr: Lien

source: Ignore
de: Ignorieren
fr: Ignorer
pl: Ignoruj
pt_br: Ignorar

source: POST data:
de: POST-Daten:
fr: Données POST
pl: Dane POST:
pt_br: Dados do POST:

source: Modified by: %s
de: Geändert von: %s
fr: Modifié par : %s
pl: Zmodyfikowane przez:%s
pt_br: Modificado por: %s

source: Modified on: %s
de: Geändert am: %s
fr: Modifié le : %s
pl: Zmodyfikowano na:%s
pt_br: Modificado em: %s

source: Transaction state manually changed
de: Transaktionsstatus manuell geändert
fr: L'état de la transaction a été changé manuellement
pl: Stan transakcji został zmieniony ręcznie
pt_br: Estado da transação alterado manualmente

source: User entered payment details
de: Nutzer hat Zahlungsdetails eingegeben
fr: L'utlisateur a entré des détails de facturation
pl: Użytkownik wprowadził szczegóły płatności
pt_br: Dados de pagamento informados pelo usuário

source: Plugin requested a recuring payment
fr: L'extension a demandé un paiement récurrent
pl: Plugin zażądał płatności rekompensującej
pt_br: O plugin requisitou um pagamento recorrente

source: Gateway called the IPN URL
fr: La passerelle a appelé l'URL IPN
pl: Brama nazywa się URL IPN
pt_br: O gateway chamou a URL da IPN

source: Unknown method
de: Unbekannte Methode
fr: Méthode inconnue
pl: Nieznana metoda
pt_br: Método desconhecido

source: Ignored
de: Ignoriert
fr: Ignoré
pl: Zignorowane
pt_br: Ignorado

source: Successful
de: Erfolgreich
fr: Réussi
pl: Pomyślne
pt_br: Bem sucedido

source: ID
fr: Identifiant

source: Membership Order
de: Mitgliedschaft Bestellung
fr: Ordre des abonnements
pl: Zamówienie członkostwa
pt_br: Pedido de Assinatura

source: Edit Profile
de: Profil bearbeiten
fr: Éditer le profil
pl: Edytuj profil
pt_br: Editar Perfil

source: Payment is overdue
de: Zahlung ist überfällig
fr: Le paiement est en retard
pl: Płatność jest spóźniona
pt_br: O pagamento está atrasado

source: Mark as paid
de: Als bezahlt markieren
fr: Marquer comme payé
pl: Oznacz jako opłacony
pt_br: Marcar como paga

source: Invoice already paid
de: Rechnung bereits bezahlt
fr: Facture déjà payée
pl: Faktura już opłacona
pt_br: Fatura já paga

source: Stripe payment failed
de: Stripe Zahlung fehlgeschlagen
fr: Le paiement par Stripe a échoué
pl: Nieudane płatności pasków
pt_br: O pagamento do Stripe falhou

source: No payment for free membership
de: Keine Zahlung für kostenlose Mitgliedschaft
fr: Aucun paiement pour les abonnements gratuits
pl: Brak płatności za bezpłatne członkostwo
pt_br: Nenhum pagamento para assinaturas gratuitas

source: Note: This is <i>not the email address</i> but the merchant ID found in %syour PayPal profile%s. (in Sandbox mode use your Sandbox Email address)
fr: Note : Ce <em>n'est pas l'adresse email</em> mais l'ID de marchand trouvé dans %svotre profil PayPal%s (en mode Sandbox, utilisez votre addresse email de Sandbox).
pt_br: Nota: Este não é <i> o endereço de e-mail </i>, mas o ID do comerciante encontrado em%sseu perfil do PayPal% s. (na função ''Sandbox'', usar seu endereço de e-mail do ''Sandbox'')

source: In order for Membership 2 to function correctly you must setup an IPN listening URL with PayPal. Make sure to complete this step, otherwise we are not notified when a member cancels their subscription.
fr: Pour que Membership2 fonctionne normalement, vous devez configurer une URL d'écoute IPN avec PayPal. Assurez-vous de terminer cette étape, ou nous ne serons pas notifié quand un membre annulera son abonnement.
pl: Aby członkostwo 2 działało poprawnie, musisz skonfigurować IPNsłuchanie adresu URL w systemie PayPal. Pamiętaj, aby wykonać ten krok, w przeciwnym razie jesteśmynie powiadomiono, gdy członek anuluje subskrypcję.
pt_br: Para que a ''Membership'' 2 funcione corretamente, você deve configurar um URL de escuta IPN com o PayPal. Certifique-se de concluir esta etapa, caso contrário, não seremos notificados se um membro cancelar sua subscrição.

source: This advanced PayPal gateway will handle all payment types, including trial periods and recurring payments. However, it should not be used for permanent type meberships, as here it will display "pay again after 5 years" during checkout.
fr: Cette passerelle avancée PayPal prendra en charge tous les types de paiement, y compris les périodes d'essai et les paiements récurrents. Toutefois, elle ne devrait pas être utilisée pour les types d'abonnement permanents, car il sera affiché "payez encore dans 5 ans" pendant la vérification du panier.
pt_br: Este ''gateway'' avançado do PayPal tomará conta de todos os tipos de pagamento, incluindo períodos de avaliação e pagamentos recorrentes. No entanto, não deve ser usado para ''memberships'' de tipo permanente, pois que aqui este exibirá: "pague novamente após 5 anos" durante o ''checkout''.

source: Not handling txn_type: %s
de: Keine Bearbeitung txn_type: %s
fr: txn_type non pris en charge : %s
pl: Nie obsługuje txn_type:%s
pt_br: Não manipulando txn_type: %s

source: Not handling payment_status: %s
fr: payment_status non pris en charge : %s
pl: Nie obsługuje statusu payment_status:%s
pt_br: Não manipulando payment_status: %s

source: Unknown reason
de: Aus unbekannter Ursache
fr: Raison inconnue
pl: Nieznany powód
pt_br: Motivo desconhecido

source: Last transaction is pending.
de: Letzte Transaktion ist ausstehend.
fr: La dernière transaction est en attente.
pl: Ostatnia transakcja oczekuje.
pt_br: A última transação está pendente.

source: Warning: You use your email address for the PayPal Standard gateway instead of your Merchant ID. Please check %syour payment settings%s and enter the Merchant ID instead
fr: Attention : vous devez utiliser votre adresse email pour la passerelle PayPal Standard au lieu de votre ID de marchand. Merci de vérifier vos %sRéglages de paiement%s et d'entrer l'ID de marchand à la place.
pl: Uwaga: zamiast tego używasz swojego adresu e-mail do standardowej bramki PayPalz Twojego identyfikatora sprzedawcy. Sprawdź%s ustawień płatności%s i wpiszZamiast tego identyfikator sprzedawcy
pt_br: Aviso: Você usou seu endereço de e-mail para o gateway padrão do PayPal ao invés do seu ID de Comerciante. Favor verificar %syour payment settings%s e informar o seu ID de Comerciante

source: If you use this gateway for recurring payments then your members have to confirm each recuring payment individually.
fr: Si vous utilisez cette passerelle pour des paiements récurrents, vos membres devront confirmer à chaque fois chaque paiement.
pl: Jeśli używasz tej bramy do powtarzających się płatności, to twoi członkowie musząpotwierdź każdą rekompensatę indywidualnie.
pt_br: Se você usar esse gateway para pagamentos recorrentes os seus membros terão que confirmar cada um dos pagamentos quando eles ocorrerem.

source: This the a basic PayPal gateway that allows your members to easily make a single payment.
fr: C'est la passerelle PayPal par défaut, qui autorise vos membres à faire simplement un paiement unique.
pl: Jest to podstawowa bramka PayPal, która pozwala Twoim członkom łatwo tworzyćPojedyncza płatność.
pt_br: Esse é o gateway básico do PayPal que permite aos seus membros efetuarem um único pagamento.

source: Dispute about this payment
de: Streit über diese Zahlung
fr: Litige relatif à ce paiement
pl: Spór o tę płatność
pt_br: Disputa em torno deste pagamento

source: Edit it %shere%s
de: Bearbeiten sie %shier%s
fr: Editer %sici%s
pl: Edycja%szeryf%s
pt_br: Edite-o %shere%s

source: Payment successful
de: Zahlung erfolgreich
fr: Montant réussi
pl: Płatność pomyślna
pt_br: Pagamento bem sucedido

source: Payment Mode
de: Zahlungsmethode
fr: Mode de paiement
pl: Tryb płatności
pt_br: Forma de Pagamento

source: 2Checkout Account Number
fr: Numéro de compte 2CheckOut
pl: 2Checkout numer konta
pt_br: Número da Conta do 2Checkout

source: Your "Approved URL" is:
fr: Votre "URL approuvée" est :
pl: Twój " Dopuszczony URL \ "to:
pt_br: Sua "URL de Aprovação" é:

source: Your Global Notifications URL is:
de: Ihre globale Benachrichtigungen-URL lautet:
fr: Votre URL de notifications globales est :
pl: Twój globalny adres URL to:
pt_br: Sua URL de Notificações Global é:

source: In order for Membership 2 to function correctly you must setup an INS (Instant Notification Service) URL with 2Checkout. Make sure you add the following URLs to your 2Checkout "Notifications" section as well as the "Approved URL" in the Site Management section. The domain must be the same as the one registered with your Live account for production sites.
fr: Pour que Membership 2 fonctionne correctement, vous devez définir une URL INS (Instant Notification Service - service de notification instantanée) avec 2CheckOut. Assurez-vous d'ajouter les URLs suivantes à votre section "Notifications" de 2CheckOut dans la section de Gestion du site. Le domaine doit être le même que celui enregistré avec votre compte Live pour les sites de production.
pl: Aby człon 2 działał poprawnie, musisz skonfigurować INS(Instant Notification Service) URL z 2Checkout. Upewnij się, że dodasznastępujące adresy URL do sekcji 2Checkout " Powiadomienia \ "oraz" Zatwierdzony adres URL \ "w sekcji Zarządzanie witryną. Domena musi być taka samajako zarejestrowany na Twoim koncie Live dla witryn produkcyjnych.
pt_br: Para o Membership 2 funcionar corretamente você precisa configurar uma URL de INS (Serviço de Notificação Instantâneo) com o 2Checkout. Certifique-se de que adicionou as seguintes URLs nos campos de "Notificações" e "URL de Aprovação" da área de Gerenciamento do Site. O domínio precisa ser o mesmo registrado na sua conta Live para sites de produção.

source: Oops, looks like you did not activate a payment gateway yet.<br />You need to set up and activate at least one gateway, otherwise your members cannot sign up to a paid membership.<br />%sFix this now &raquo;%s
fr: Oups, il semble que vous n'ayez pas activer de passerelle de paiement, pour l'instant.<br />Vous devez en définir et activer au moins une, ou vos membres ne pourront pas s'inscrire à un abonnement payant.<br />%sArrangez cela maintenant &raquo;%s
pl: Ups, wygląda na to, że jeszcze nie aktywowałeś bramy płatności. <br /> Potrzebujeszskonfigurować i aktywować co najmniej jedną bramkę, w przeciwnym razie członkowie nie mogązarejestruj się do płatnego członkostwa. <br />%sZałóż to teraz & raquo;%s
pt_br: Opa, parece que você ainda não ativou um gateway de pagamento.<br />Você precisa configurar e ativar pelo menos um gateway, caso contrário seus membros não poderão assinar e pagar pelas assinaturas.<br />%sCorrija isso agora &raquo;%s

source: Add Member
de: Mitglied hinzufügen
fr: Ajouter un membre
pl: Dodaj użytkownika
pt_br: Adicionar Membro

source: Upgrade paths
de: Upgrade-Pfade
fr: Mettre à jour les chemins
pl: Ścieżki aktualizacji
pt_br: Caminhos de atualização

source: Details
fr: Détails
pl: Szczegóły
pt_br: Detalhes

source: Username already taken
de: Benutzername bereits vergeben
fr: Désolé, cet identifiant est déjà utilisé.
pl: Nazwa użytkownika już zajęta
pt_br: Nome de usuário já utilizado

source: Email already taken
de: Emailadresse bereits vergeben
fr: Désolé, mais cette adresse email est déjà utilisée.
pl: E-mail już zajęty
pt_br: Endereço de e-mail já utilizado

source: Invalid Email address
de: Ungültige E-Mail-Adresse.
fr: Adresse e-mail invalide
pl: Nieprawidłowy adres e-mail
pt_br: Endereço de e-mail inválido

source: Unknown Gateway: %s
de: Unbekannter Gateway: %s
fr: Passerelle inconnue : %s
pl: Nieznana brama:%s
pt_br: Gateway Desconhecido: %s

source: Gateway is inactive
de: Gateway ist inaktiv
fr: La passerelle est inactive
pl: Brama jest nieaktywna
pt_br: O gateway está inativo

source: Link Transaction
de: Link-Transaktion
fr: Lien de la transaction
pl: Transakcja linków
pt_br: Vincular Transação

source: Paid Invoices
de: Bezahlte Rechnungen
fr: Factures payées
pl: Płatne faktury
pt_br: Faturas Pagas

source: Unpaid Invoices
de: Unbezahlte Rechnungen
fr: Factures non payées
pl: Niezapłacone faktury
pt_br: Faturas Não Pagas

source: No invoices found
de: Keine Rechnung gefunden.
fr: Aucune facture trouvée
pl: Nie znaleziono faktur
pt_br: Nenhuma fatura encontrada

source: Invoice: %s from %s (%s)
de: Rechnung: %s von %s (%s)
fr: Facture : %s de %s (%s)
pl: Faktura:%s z%s (%s)
pt_br: Fatura: %s de %s (%s)

source: Select an invoice
de: Wählen Sie eine Rechnung
fr: Sélectionnez une facture
pl: Wybierz fakturę
pt_br: Selecione uma fatura

source: Expired Subscriptions
de: Abgelaufene Abonnements
fr: Adhésions expirées
pl: Wygasłe subskrypcje
pt_br: Assinaturas Expiradas

source: Active Subscriptions
de: Aktive Abonnements
fr: Adhésions actives
pl: Aktywne subskrypcje
pt_br: Assinaturas Ativas

source: No subscriptions found
de: Keine Abonnements gefunden
fr: Aucune adhésion trouvée
pl: Nie znaleziono subskrypcji
pt_br: Nenhuma assinatura encontrada

source: Membership: %s, Base price: %s
de: Mitgliedschaft: %s, Grundpreis: %s
fr: Abonnement : %s, prix de base : %s
pl: Członkostwo:%s, cena podstawowa:%s
pt_br: Assinatura: %s, Nosso preço: %s

source: You can change your settings for the Membership 2 Pages only when you switch to your <b>default langauge</b> (%s)
fr: Vous pourrez modifier vos réglages pour les pages Membership 2 seulement quand vous changerez votre <strong>langue par défaut</strong> (%s)
pt_br: Você pode alterar as suas configurações para a página Membership 2 só quando muda para a sua <b> lingua padronizada</b> (%s)

source: Required module missing
de: Erforderliches Modul fehlt
fr: Un module requis est manquant
pl: Brak wymaganego modułu
pt_br: Faltando módulo necessário

source: WPML not supported
de: WPML nicht unterstützt
fr: WPML n'est pas pris en charge
pl: WPML nie jest obsługiwany
pt_br: WPML não suportado

source: Translate by using the language switch in the toolbar.
de: Übersetzen Sie mit dem Sprachschalter in der Symbolleiste.
fr: Traduire en utilisant le bouton de langage dans la barre d'outils.
pl: Tłumacz za pomocą przełącznika języka na pasku narzędzi.
pt_br: Traduzir usando o seletor de idioma na barra de ferramentas.

source: WPML Support
de: WPML-Unterstützung
fr: Support WPML
pl: Obsługa WPML
pt_br: Suporte ao WPML

source: Heads up: For the best translation experience we recommend to enable "<b>Set admin language as editing language</b>" in your %suser profile%s.
fr: Attention : pour une meilleure expérience de traduction, nous vous recommandons d'activer "<strong>Définissez la langue d'administration comme la langue de modification</strong>" dans votre %sprofil utilisateur%s.
pt_br: Aviso: Para uma melhor experiencia de tradução recomendamos que você active "<b> Configurar a lingua de administrador como linguaguem editavel</b>" no seu %suser profile%s

source: Heads up: To enable all the translation features of Membership 2 Pro you need to activate the <b>WPML String Translation</b> module.
de: Achtung: Um alle Übersetzungsfunktionen der Mitgliedschaft 2 Pro ermöglichen, müssen Sie das <b>WPML String-Übersetzung</b>-Modul aktivieren.
fr: Attention : pour permettre les fonctionnalités de traduction de Membership 2 Pro, vous devez activer le module de <strong>traduction de chaîne WPML</strong>.
pt_br: Aviso: Para activar todas as opções de tradução do Membership 2 Pro necessita de activar o modulo <b>WPML String Translation</b>

source: Heads up: Your version of WPML is outdated. Please update WPML to version <b>3.2 or higher</b> to enable all translation features of Membership 2 Pro.
de: Achtung: Ihre Version von WPML ist veraltet. Bitte aktualisieren Sie WPML auf Version <b>3.2 oder höher</b> um die Übersetzungseigenschaften von Mitgliedschaft 2 Pro zu ermöglichen.
fr: Attention : votre version de WPML n'est pas à jour. Merci de mettre à jour WPML à la version <strong>3.2 ou supérieure</strong> pour permettre les fonctionnalités de traduction de Membership 2 Pro.
pt_br: Aviso: A sua versão do WPML está caducada. Por favor actualize o WMPL para a versão <b>3.2 ou superior</b> para activar todas as funcionalidades do ''Membership 2 Pro''

source: Great, you're using WPML!
de: Großartig, Sie verwenden WPML!
fr: Parfait, vous utilisez WPML !
pl: Świetnie, używasz WPML!
pt_br: Ótimo, você está usando o WPML!

source: Heads up: Activate the WPML plugin to enable all translation features of Membership 2 Pro.
de: Achtung: Aktivieren Sie das WPML Plugin um alle Übersetzungsfunktionen von Mitgliedschaft 2 Pro zu ermöglichen.
fr: Attention : activez l'extension WPML pour permettre toutes les fonctionnalités de traduction de Membership 2 Pro.
pl: Heads up: Aktywuj wtyczkę WPML, aby włączyć wszystkie funkcje tłumaczeniaCzłonkostwo 2 Pro.
pt_br: Aviso: Ativar o plugin WPML para ativar todas as funcionalidades do ''Membership 2 Pro''

source: WPML not active!
de: WPML nicht aktiv!
fr: WPML n'est pas actif !
pl: WPML nie aktywny!
pt_br: WPML não está ativo!

source: Activate WPML to use this Add-on
de: Aktiviere WPML um dieses Add-on zu nutzen
fr: Activez WPML pour utiliser cette extension
pl: Aktywuj WPML, aby używać tego dodatku
pt_br: Ative o WPML para usar este Add-on

source: Use WPML to translate plugin messages.
de: Verwenden Sie WPML um Plugin-Nachrichten zu übersetzen.
fr: Utiliser WPML pour traduire les messages de l'extension.
pl: Używaj WPML do tłumaczenia komunikatów wtyczki.
pt_br: Use o WPML para traduzir as mensagens do plugin.

source: WPML Integration
fr: Intégration WPML
pl: Integracja WPML
pt_br: Integração com WPML

source: Define what content can be indexed by a Search Engine
de: Definiere, welche Inhalte von einer Suchmaschine indiziert werden können
fr: Définissez quel contenu peut être indexé par un moteur de recherche
pl: Określ, jakie treści mogą być indeksowane przez wyszukiwarkę
pt_br: Defina qual conteúdo pode ser indexado pelos Buscadores (ex. Google)

source: Search-Engine
de: Suchmaschine
fr: Moteur de recherche
pl: Wyszukiwarka
pt_br: Motor de Busca

source: Allow "First Click Free"
de: Erlaube "First Click Free"
fr: Autoriser le "Premier clic gratuit"
pl: Zezwól " Pierwsze kliknięcie Bezpłatne \ "
pt_br: Permitir "Primeiro Clique Grátis"

source: Disable "First Click Free"
de: Deaktivieren Sie "First Click Free"
fr: Désactiver le "Premier clic gratuit"
pl: Wyłącz " Pierwsze kliknięcie Bezpłatne \ "
pt_br: Desabilitar o "Primeiro Clique Grátis"

source: All content that is available for Search engines is also available for all visitors that <b>directly arrive from a search engine</b> ("%sFirst Click Free%s" policy)<br>Disabling this feature might earn your site penalties by Google
fr: Tout le contenu qui est disponible pour les moteurs de recherche est aussi disponible pour les visiteurs qui <strong>arrivent directement depuis le moteur</strong> (politique de "%sPremier clic gratuit%s").<br />Désactiver ceci peut vous valoir des pénalités de référencement par Google.
pt_br: Todos estes conteúdos que estão disponiveis no motor de busca estão tambem disponiveis para tods os visitantes que <b> cheguem directamente pelo motor de busca</b> ("%sFirst Click Free%s" policy)<br> Desactivar esta opção que os pode prejudicar nas pesquisas do Google

source: First Click Free
fr: Premier clic gratuit
pl: Pierwsze kliknięcie za darmo
pt_br: Primeiro Clique Grátis

source: Supported Search Engines: Google, Yahoo, Bing
de: Unterstützte Suchmaschinen: Google, Yahoo, Bing
fr: Moteurs de recherche pris en charge : Google, Yahoo, Bing
pl: Obsługiwane wyszukiwarki: Google, Yahoo, Bing
pt_br: Mecanismos de Busca Suportados: Google, Yahoo, Bing

source: The special Membership "<b>Search Index</b>" is available in your Protection Rules page.<br>All content that is made available for that Membership is always visible to search engine crawlers.
fr: L'abonnement spécial "<strong>Index de recherche</strong>" est disponible sur la page des Règles de protection.<br />Tout le contenu qui est rendu disponible pour cet abonnement est toujours visible aux robots des moteurs de recherche.
pt_br: A ''Membership'' especial "<b>Indice de Pesquisa</b>" está disponivel na página de Regras de Proteção. <br> Todos os conteúdos disponiveis para ''Membership'' tambem serão visiveis para os motores de busca.
