Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Membership is enabled to cache data
fr: ''Membership'' est activée pour stocker plus de données
pl: Członkostwo jest włączone dla danych z pamięci podręcznej
pt_br: ''Membership'' está habilitada para armazenar mais dados

source: Membership Cache Enabled
fr: Stockage ''Membership'' activée
pl: Członkostwo w pamięci podręcznej włączone
pt_br: Armazenação de Membos Ativada

source: <p>This page is displayed to users right after login.</p> <p>You can add [username] to URL which will be replaced by members username.<p> <p>Useful for redirecting to a BuddyPress profile page.</p> <p>Example: http://yourdomain.com/members/[username]/profile will be replaced with http://yourdomain.com/members/myusername/profile</p>
fr: <p>Cette page est affichée pour les utilisateurs après leur connexion.</p> <p>Vous pouvez ajouter [utilisateur] à l'URL qui sera remplacée par le nom d'utilisateur des membres.<p> <p>Convénient pour re-diriger (membres) vers une page de profil BuddyPress</p> <p>Exemple: http://yourdomain.com/members/[username]/profile sera remplacé par http://yourdomain.com/members/myusername/profile</p>
pt_br: <p> Esta página é exibida para os usuários após o seu "login".</p> <p>Podem adicionar [nome de usuário] ao URL, que será substituído pelo nome de usuário dos membros.<p> <p>Apropriado para redirecionar (membros) a uma página de perfil do BuddyPress.</p> <p>Exemplo:http://vosso dominio.com/membros/[nomeusuário]/perfil será substituído pelo http://seudominio.com/membros/meunome de usuário/perfil</p>

source: Not connected
fr: Non connecté(e)
pl: Brak połączenia
pt_br: Não está conetado

source: Invoice prefix to apply to all invoice. This will be combined with the progressive sequence
fr: Le préfixe de facture s'appliquera à toutes les factures. Cela sera combiné dans une séquence progressive
pl: Prefiks faktury do zastosowania do wszystkich faktur. Będzie to połączone zsekwencja progresywna
pt_br: Prefixo da fatura a ser aplicado a todas as faturas. Isso será combinado com uma seqüência progressiva

source: Invoice prefix to apply to all invoice
fr: Préfixe de facture à appliquer à toutes les factures.
pl: Prefiks faktury do zastosowania do wszystkich faktur
pt_br: Prefixo da fatura a ser aplicado a todas as faturas.

source: Invoice ID's will be generated in a progressive order. This will depend on the total number of invoices you have in your installation
fr: Les ID(s) de facture seront générés dans un ordre progressif. Cela dépendra du nombre total de factures que vous avez dans votre installation
pl: Identyfikatory faktury będą generowane w kolejności progresywnej. Będzie to zależało odcałkowita liczba faktur, które masz w swojej instalacji
pt_br: IDs das faturas serão gerados numa ordem progressiva. Isso dependerá do número total de faturas que possui em sua instalação

source: Update ID's of current (%d) invoices.
fr: Ajourner les ID(s) en cours (%d) des factures .
pl: Zaktualizuj ID aktualnych (%d) faktur.
pt_br: Atualizar ID's das faturas atuais (%d).

source: Invoice ID's will be generated in the default order
fr: ID(s) de facture seront procéssëes dans un ordre standardisé
pl: Identyfikator faktury zostanie wygenerowany w domyślnej kolejności
pt_br: IDs da fatura serão gerados numa ordem padrão

source: Select invoice number sequence
fr: Sélectionner la séquence des numéros des factures
pl: Wybierz sekwencję numerów faktur
pt_br: Selecionar a sequência dos números da fatura

source: More control for your invoices
fr: Plus de contrôle pour vos factures
pl: Większa kontrola dla faktur
pt_br: Mais controle para as suas faturas

source: Additional Invoice Settings
fr: Configurations des Factures Supplémentaires
pl: Dodatkowe ustawienia faktur
pt_br: Configurações adicionais de faturas

source: Combined generation that combines custom prefix and progressive invoice ID settings
fr: Production combinée qui combine les configurations de préfixe personnalisés et l'ID des factures progressives
pl: Generacja łączona, która łączy niestandardowy prefiks i progresywny fakturowy identyfikatorustawienia
pt_br: Geração combinada que combina configurações de prefixo personalizado e ID de fatura progressiva

source: Custom invoice ID generation for all gateways
fr: Création d'ID des factures personnalisées pour tous les ''gateways'' Portal/portals does not have the same impact as GATEWAY(S) in English
pl: Niestandardowe generowanie faktur dla wszystkich bramek
pt_br: Geração de ID de fatura personalizada para todos os ''gateways''

source: Progressive invoice ID generation
fr: Production d'ID des factures personnalisées
pl: Generowanie faktur progresywnych
pt_br: Geração de ID de fatura personalizada

source: Basic invoice ID generation (default)
fr: Production d'ID des factures de base (par défaut)
pl: Generowanie podstawowych faktur (domyślnie)
pt_br: Geração básica de ID de fatura (padrão)

# help
source: Open the Settings page and add <code>&fixsub=1</code> to the URL. A prompt is displayed that can be used to fix Membership2 subscriptions. Use this to fix subscriptions that are out of sync with Stripe.
fr: Ouvrez la page Paramètres et ajoutez <code>&fixsub=1</code> à l'URL. Un message est affiché pour vous permettre de réparer les inscriptions Membership2. Utilisez cela pour réparer les inscriptions qui sont désynchronisées de Stripe.
pt_br: Abrir a página de Configurações e adicionar <code>&fixsub=1</code> ao URL. Um aviso será exibido que pode ser usado para corrigir as assinaturas em ''Membership2''. Utilizar isso para corrigir assinaturas fora de sincronia com o ''Stripe''.

# help
source: Fix subscriptions
fr: Réparer les abonnements
pl: Napraw subskrypcje
pt_br: Corrigir as assinaturas

source: Set up the url <strong>%s</strong> in your %sStripe Webhook Settings%s
fr: Configurez l'URL <strong>%s</strong> dans vos %sparamètres Webhook de Stripes%s
pt_br: Configurar a URL <strong>%s</strong> nas %sConfigurações Stripe Webhook%s

source: Stripe webhook "%s" received
fr: Webhook "%s" reçu de Stripe
pl: Paskowy webhook "%s \ "otrzymał
pt_br: Stripe webhook "%s" recebido

source: Membership cancelled or Payment failed via webhook
fr: Abonnement annulé ou paiement échoué via le webhook
pl: Członkostwo anulowane lub Płatność nieudana przez webhook
pt_br: Filiação cancelada ou pagamento falhou, via webhook

source: Invalid request, you are not allowed to make this request
fr: Requête invalide, vous n'êtes pas autorisé à faire cette requête
pl: Nieprawidłowe zapytanie, nie możesz wykonać tego zapytania
pt_br: Solicitação inválida ; não tem permissão para fazer este pedido

source: The Membership ID or name or slug
fr: L’ID d’abonnement, le nom ou le slug
pl: Identyfikator członkostwa lub nazwa lub ślimak
pt_br: ID de ''Membro'' ou do nome ou ''slug'' (titulo)

source: User is not a member or does not belong to the membership
fr: L'utilisateur n'est pas membre ou n'appartient pas à l'abonnement
pl: Użytkownik nie jest członkiem lub nie należy do jego członków
pt_br: O usuário não é membro ou não tem uma assinatura

source: User is not a member
fr: L'utilisateur n'est pas membre
pl: Użytkownik nie jest członkiem
pt_br: Usuário não é um membro

source: The user id
fr: L'ID utilisateur
pl: Identyfikator użytkownika
pt_br: ID do usuário

source: Membership status. Eg pending, waiting, active, trial, canceled, trial_expired, expired, deactivated
fr: Statut de membre. Par exemple dans l’attente, attente, actif, procès, annulé, trial_expiré, expiré, désactivé
pl: Status członkostwa, np. Oczekujący, oczekujący, aktywny, próbny, anulowany,trial_expired, expired, deactited
pt_br: Status de ''Membros''. Por exemplo: pendentes, aguardando, ativos, teste_cancelados, expirados, desativados

source: Results per page. Defaults to 10
fr: Résultats par page. 10 par défaut
pl: Wyniki na stronę, domyślne 10
pt_br: Resultados por página. Padroados para 10

source: API passkey:
fr: Passkey de l'API :
pl: API key:
pt_br: Senha de passe API:

source: API namespace:
fr: Namespace de l'API :
pt_br: Nomeespaço API:

source: You will pay <span class="price">%1$s %2$s</span> first time and then <span class="price">%1$s %3$s</span> each %4$s.
fr: Vous paierez <span class="price">%1$s %2$s</span> la première fois puis <span class="price">%1$s %3$s</span> chaque %4$s.
pl: Za pierwszy raz zapłacisz <span class = "price"> %1$s %2$s </ span>, a następny <span class = "price"> %1$s %3$s </ span> po %4$s.
pt_br: Pagará <span class="price">%1$s %2$s</span> primeira vez e depois<span class="price">%1$s %3$s</span> cada %4$s.

source: First payment <span class="price">%1$s %2$s</span> and then you will make %5$s payments of <span class="price">%1$s %3$s</span>, one each %4$s.
fr: Premier paiement <span class="price">%1$s %2$se</span> , puis vous fera %5$s paiements de <span class="price">%1$s %3$s</span>, un chaque %4$s.
pt_br: Primeiro pagamento <span class="price">%1$s %2$s</span> e depois fará%5$s pagamentos de <span class="price">%1$s %3$s</span>, um por %4$s.

source: <span class="price">%1$s %2$s</span> first time and then <span class="price">%1$s %3$s</span> (each %4$s)
fr: <span class="price">%1$s %2$s</span> première fois puis <span class="price">%1$s %3$s</span> (chaque %4$s)
pt_br: <span class="price">%1$s %2$s</span>primeira vez e depois <span class="price">%1$s %3$s</span> (cada %4$s)

source: Please enter your details to reset your password
fr: Veuillez indiquer vos coordonnées pour réinitialiser votre mot de passe
pl: Wprowadź swoje dane, aby zresetować hasło
pt_br: Por favor, digite seus dados para redefinir sua senha

source: Prevent direct access to your uploaded media files
fr: Empêcher l'accès direct à vos fichiers média téléchargés
pl: Uniemożliwić bezpośredni dostęp do przesłanych plików multimedialnych
pt_br: Impedir o acesso direto aos seus arquivos de mídia enviados

source: Protect uploaded files
fr: Protéger les fichiers téléchargés
pl: Chroń przesłane pliki
pt_br: Proteger arquivos enviados

source: Update htaccess
fr: Mettre à jour htaccess
pl: Aktualizacja htaccess
pt_br: Atualizar o htaccess

source: Only allow direct access to the following file extensions.
fr: Autoriser l'accès direct uniquement pour les fichiers avec les extensions suivantes.
pl: Pozwól tylko na bezpośredni dostęp do następujących rozszerzeń plików.
pt_br: Permitir acesso direto apenas às seguintes extensões de arquivo.

source: Process communication emails in the background every hour. Good for sites with alot of traffic
fr: Traiter les emails de communication en tâche de fond toutes les heures. Bien pour les sites à trafic important
pl: Przetwarzaj wiadomości e-mail z komunikacją w tle co godzinę. Dobre dla witrynprzy dużym natężeniu ruchu
pt_br: Processar e-mails de comunicação retenidas, a cada hora. Excelente para sites com muito tráfego

source: Use WordPress Cron for sending emails
fr: Utiliser le Cron de WordPress pour envoyer les emails
pl: Użyj WordPress Cron do wysyłania e-maili
pt_br: Fazer uso do ''WordPress Cron'' para enviar e-mails

source: Manually create an invoice for the new membership to the user.
fr: Créer une facture manuellement pour le nouvel abonnement de l'utilisateur.
pl: Ręcznie utwórz fakturę dla nowego członkostwa dla użytkownika.
pt_br: Criar manualmente uma fatura para da nova afiliação ao usuário.

source: Create Invoice
fr: Créer une facture
pl: Utwórz fakturę
pt_br: Criar Fatura

source: Extend the expire date of the active membership once paid
fr: Prolonger la date d’expiration de la composition active une fois payée
pl: Przedłużyć datę ważności aktywnego członkostwa po opłaceniu
pt_br: Aumentar a data de expiração da afiliação ativa uma vez paga

source: Membership 2 subscriptions fixed!
fr: Membership 2 abonnements fixés!
pl: Naprawiono subskrybcje subskrybcji 2!
pt_br: ''Membership 2'' subscrições corrigidas!

source: Enable this to add a new tab in "Membership2" settings page where you can manually set advanced media protection for all your uploaded files
fr: Activer cette option pour ajouter un nouvel ''tab''dans "Membership2" où vous pouvez manuellement programmer une protection avancée des médias pour tous vos fichiers transférés.
pl: Włącz to, aby dodać nową kartę na stronie ustawień" Membership2 \ ", gdzie możeszustaw ręcznie zaawansowaną ochronę multimediów dla wszystkich przesłanych plików
pt_br: Habilitar isto para adicionar uma nova guia na página de configurações "Membership2", onde podem definir manualmente a proteção avançada de mídia para todos os vossos arquivos enviados

source: Exclude protected pages from site search.
fr: Exclure les pages protégées de la recherche.
pl: Wyklucz chronione strony z wyszukiwania w witrynie.
pt_br: Excluir as páginas protegidas de pesquisas no site.

source: Hide Pages From Search
fr: Masquer des pages de la recherche
pl: Ukryj strony przed wyszukiwaniem
pt_br: Ocultar Páginas Das Pesquisas

source: None (assigned Membership was deleted)
fr: Aucun (l'abonnement assigné a été supprimé)
pl: Brak (przypisano członkostwo zostało usunięte)
pt_br: Nenhum/a (a afiliação atribuída foi eliminada)

source: Modify Access
fr: Modifier l'accès
pl: Zmień dostęp
pt_br: Modificar Acesso

source: The .htaccess file is not writeable
fr: Le fichier .htaccess n'est pas accessible en écriture
pl: Plik .htaccess nie jest zapisywalny
pt_br: O arquivo .htaccess não é gravável

source: Vendor Logo (Must be at least 128px by 128px)
fr: Logo du revendeur (au minimum 128px sur 128px)
pl: Logo dostawcy (musi mieć co najmniej 128 x 128 pikseli)
pt_br: Logotipo do Fornecedor (deve ser pelo menos 128 px por 128 px)

source: Sorry! The membership you are trying to register is not active.
fr: Désolé ! L’adhésion que vous essayez d’enregistrer n’est pas active.
pl: Niestety, członkostwo, które próbujesz zarejestrować, nie jest aktywne.
pt_br: Lamentamos! A afiliação que você está tentando registrar não está ativa.

source: Advanced Media Protection
fr: Protection média avancée
pt_br: Proteção Avançada de Mídia

source: Missing Data
fr: Données manquantes
pt_br: Dados Ausentes

source: Access Denied
fr: Accès refusé
pl: Odmowa dostępu
pt_br: Acesso Negado

source: Invalid Nonce
fr: Nonce invalide
pt_br: Nonce inválido

source: None (Admin User)
fr: Aucun (Utilisateur admin)
pl: Brak (użytkownik administracyjny)
pt_br: Nenhum/a (usuário Admin)

source: View Members
fr: Voir les membres
pl: Wyświetl członków
pt_br: Ver Membros

source: Sorry, you are not allowed to access this page.
fr: Désolé, vous n'êtes pas autorisé à accéder à cette page.
pl: Przepraszamy, nie posiadasz uprawnień do tej strony.
pt_br: Desculpa, você não pode acessar esta página

source: WebHook : Unknown Gateway: %s
fr: WebHook : Passerelle inconnue : %s
pl: WebHook: Nieznana bramka:%s
pt_br: WebHook : ''Gateway'' Desconhecido: %s

source: WebHook : Gateway is inactive
fr: WebHook : La passerelle est inactive
pl: WebHook: Brama jest nieaktywna
pt_br: WebHook : ''Gateway'' não ativado

source: Enable Membership WordPress REST API
fr: Activer l’API REST d’affiliation WordPress
pl: Włącz członkostwo WordPress REST API
pt_br: Ativar a API REST de membros do WordPress

source: Rest API
fr: API Rest

source: Invalid Captcha
fr: Captcha invalide
pt_br: Captcha In´valido

source: No response
fr: Pas de réponse
pl: Brak odpowiedzi
pt_br: Sem resposta

source: WP reCaptcha activated
fr: WP reCaptcha activé
pl: WP reCaptcha aktywny
pt_br: WP reCaptcha activada

source: Enable WP reCaptcha (inactive) integration.
fr: Activer l'intégration WP reCaptcha (inactif).
pl: Włącz integrację WP reCaptcha (nieaktywna).
pt_br: Ativar a integração WP reCaptcha (inativa).

# help
source: To disable WP default email on registration from back end, use <code>define( "MS_DISABLE_WP_NEW_USER_NOTIFICATION", true );</code> in wp-config.php file.
de: Um die Standard WP-Registrierungsemail zu deaktivieren, verwende <code>define( "MS_DISABLE_WP_NEW_USER_NOTIFICATION", true );</code> in der wp-config.php datei.
fr: Pour désactiver la messagerie WP par défaut sur ​​l' enregistrement, utilisez <code>define( "MS_DISABLE_WP_NEW_USER_NOTIFICATION", true );</code> dans le fichier wp-config.php.
pt_br: Para desativar e-mail sobre o registo WP padrão de back-end, utilize o código: <code> define ( "MS_DISABLE_WP_NEW_USER_NOTIFICATION", true); </ code> no arquivo wp-config.php.

# help
source: Disable default email on registration
de: Standard Registierungsemail deaktivieren
fr: Désactiver l'e-mail par défaut lors de l'inscription
pl: Wyłącz domyślny e-mail podczas rejestracji
pt_br: Desativar padrão no registro do email

# help
source: If you want to create subscription on trial period, use <code>define( "MS_PAYPAL_TRIAL_SUBSCRIPTION", true );</code> in wp-config.php file. Please note, it will work only if you use Paypal.
fr: Si vous voulez créer un abonnement d'essai, utilisez <code>define( "MS_PAYPAL_TRIAL_SUBSCRIPTION", true );</code> dans le fichier wp-config.php. S'il vous plaît notez qu' il ne fonctionnera que si vous utilisez Paypal.
pt_br: Se você deseja criar uma assinatura em período de teste, use <code>define( "MS_PAYPAL_TRIAL_SUBSCRIPTION", true );</code> in wp-config.php file. Por favor, notem que funcionará apenas se usarem o Paypal.l.

# help
source: Create subscription on trial when using Paypal
fr: Créer un abonnement d'essai lors de l'utilisation de Paypal
pl: Utwórz subskrypcję na próbę podczas korzystania z Paypal
pt_br: Criar uma assinatura em teste usando o Paypal

# help
source: If you want to keep track of all the emails that M2 sends to your members then add the line <code>define( "MS_LOG_EMAILS", true );</code> to your wp-config.php. A new navigation link will be displayed here in the Help page to review the email history.
fr: Si vous voulez garder une trace de tous les courriels que M2 envoie à vos membres, ajoutez la ligne <code>define( "MS_LOG_EMAILS", true );</code> à votre wp-config.php. Un nouveau lien de navigation sera affiché ici à la page d'aide pour examiner l'historique de messagerie.
pt_br: Se você deseja acompanhar todos os emails que M2 envia para seus membros, adicionar a linha<code>define( "MS_LOG_EMAILS", true );</code> ao seu arquivo wp-config.php. Um novo link de navegação será exibido aqui na página da Ajuda para revisar o histórico do e-mail.

# help
source: Keep a log of all outgoing emails
fr: Conserver une trace de tous les e-mails sortants
pl: Zachowaj dziennik wszystkich wychodzących wiadomości e-mail
pt_br: Manter um ''log'' de todos os emails enviados

# help
source: Warning: DISABLE_WP_CRON is <strong>enabled</strong> on this site! M2 will not send all emails or change subscription status when expire date is reached!
fr: Attention: DISABLE_WP_CRON est <strong>activé</strong> sur ce site! M2 ne pourra pas envoyer tous les courriels ou modifier le statut d'abonnement lorsque la date d'expiration est atteinte!
pt_br: Aviso: DISATIVAR_WP_CRON está <strong> ativado </strong> neste site! M2 não enviará todos os e-mails nem alterará o status da assinatura quando a data de validade for atingida!

source: Coupon removed: "%s"
de: Gutschein entfernt: "%s"
fr: Bon de réduction supprimé: ”%s”
pl: Kupon usunięty: "%s \ "
pt_br: Cupom Removido: "%s"

source: Get Members!
de: Lade neue Mitglieder ein!
fr: Obtenez des membres !
pl: Zdobądź członków!
pt_br: Obtenha os Membros!

source: As the description points out, this level will be used for visitors and members without a free or paid subscription to your site (free as in you give it them for free. Not free as in Stranger Level free). If you didn't insert a visitor level you can go create that and then come back here to finish the set up.
fr: Comme l'indique la description, ce niveau sera utilisé pour les visiteurs et les membres n'ayant pas d'abonnement gratuit ou payant à votre site. Si vous n'avez pas créé de niveau Visiteur, vous pouvez aller le créer et revenir ici pour finir l'installation.
pl: Jak wskazuje powyższy opis, ten poziom będzie używany dla odwiedzających i
pt_br: Como a descrição mostra, este nível será usado para os visitantes e membros sem uma assinatura gratuita ou paga ao seu site (grátis se você der gratuitamente. Paga se não for gratuita). Se você não inserir um nível de visitante você pode criar isso e depois voltar aqui para terminar o set-up.

source: When you switch to Membership2 your data is migrated and you need to set up your protection rules again. Until this is completed your content is unprotected.
fr: Quand vous passez à Membership2, vos données sont transférées et vous devez réinitialiser vos règles de protection. Tant que cela n'est pas fait votre contenu n'est plus protégé.
pl: Po przejściu do Membership2 dane są migrowane i trzeba je skonfigurowaćTwoje zasady ochrony ponownie. Do tego czasu twoja zawartość jestbezbronny.
pt_br: Quando você trocar para Membership2 seus dados irão migrar e você vai precisar configurar suas regras de proteção novamente. Antes de completar o procedimento seus conteúdos ficarão desprotegidos.

source: I understand. <u>Switch to Membership2 now</u>!
de: Ich verstehe. <u>Wechsle jetzt zu Mitgliedschaft2</u>!
fr: J'ai compris. <u>Passer à Membership2 maintenant </u> !
pt_br: Eu entendo. <u> Mudar para Membership2 agora</u>!

source: Remind me in a few days
de: Erinnere mich in ein paar Tagen
fr: Rappelez moi dans quelques jours
pl: Przypomnij mi za kilka dni
pt_br: Lembre-me em alguns dias.

source: %sRead more about the new version%s on our website!
de: %sweitere Infos zur neuen Version%s finden Sie auf unserer Website!
fr: %sA lire à propos de la nouvelle version%s sur notre site !
pl: %sCzytaj więcej o nowej wersji%s na naszej stronie!
pt_br: %sLeia mais sobre a nova versão%s em nosso site!

source: When you update to the new version we will migrate your Subscription plans and Members to the new data structure automatically.<br>However, the protection rules cannot be migrated. So you have to manually <strong>set up all protection rules again</strong> after the update.
fr: Lorsque vous mettez à jour la nouvelle version, nous migrons automatiquement vos plans de souscription et vos membres vers la nouvelle structure de données.<br>Cependant, les règles de protection ne peuvent pas être migrées. Vous devez donc à nouveau <strong>configurer manuellement toutes les règles de protection</strong> après la mise à jour.
pt_br: Quando você atualizar para a nova versão, vamos migrar os Planos de Assinatura e membros para a nova estrutura de dados automaticamente. <br>No entanto, as regras de proteção não podem ser migradas. Então você tem que <strong>configurar todas as regras de proteção novamente após a atualização.</strong>

source: Membership2 is a <strong>completely rewritten plugin</strong> with a brand new user interface and new features.<br>We improved workflows and data structure to make the plugin as simple and easy to use as possible for you!
de: Mitgliedschaft2 ist ein <strong>komplett neu geschriebenes Plugin</strong> mit einem brandneuen Nutzerinterface und neuen Bausteinen.<br>Wir haben den Workflow und die Datenstruktur verbessert um das Plugin für dich so einfach und übersichtlich wie möglich zu machen!
fr: Membership2 est un <strong>plugin entièrement réécrit</strong> avec une nouvelle interface utilisateur et de nouvelles fonctionnalités.<br>Nous avons amélioré les processus de travail et la structure des données pour rendre le plugin aussi simple et facile à utiliser que possible pour vous !
pt_br: Membership2 é um <strong>plug-in completamente reenventado</strong> com uma nova interface de usuário e com novos recursos. <br> Melhorámos os fluxos de trabalho e a estrutura de dados para tornar o plug-in o mais simples e o mais fácil que possível para você!
