Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: This is where you manage the access levels of your site. It's recommended that you create a basic 'free users' access level, for site visitors who aren't yet paying members. You can then create as many more access levels as you wish. Use the drag and drop controls to choose which content becomes available at each level.
fr: C'est là que vous gérez les niveaux d'accès de votre site. Nous vous recommandons de créer un niveau d'accès de base 'Utilisateur gratuit', pour les visiteurs qui ne sont pas encore membres payants. Vous pouvez alors créer autant de niveaux d'accès que vous le souhaitez. Utilisez les commandes de glisser-déposer pour choisir quel contenu sera disponible à chaque niveau.
pl: Tutaj możesz zarządzać poziomami dostępu do swojej witryny.Tworzysz podstawowy poziom dostępu dla użytkowników bezpłatnych, którzynie płacą jeszcze członków. Możesz wtedy utworzyć o wiele więcej poziomów dostępuchcesz. Użyj kontrolek" przeciągnij i upuść ", aby wybrać, która treść stanie siędostępne na każdym poziomie.
pt_br: Aqui você gerencia os níveis de acesso do seu site. É recomendável que você crie um nível básico de acesso a ''usuários gratuitos'', para os visitantes que ainda não estão a pagar. Você pode criar tantos níveis de acesso como desejar. Use os controles de ''arrastar e soltar'' para dicidir o conteúdo a ficar disponível em cada nível.

source: This is where you control which gateways you want to use for your website. You should only activate the ones that you want to use to accept payments.
de: Hier kann du einstellen, welche Gateway du für deine Webseite nutzen möchtest. Du solltest nur ein Gateway für deine Zahlungen aktivieren.
fr: C'est là que vous contrôlez les passerelles de paiement que vous souhaitez utiliser pour votre site web. Vous devez n'activer que celles que vous souhaitez utiliser pour accepter les paiements.
pl: Tutaj możesz kontrolować bramy, których chcesz używać w swojej witrynie.Należy tylko aktywować te, których chcesz użyć do akceptowania płatności.
pt_br: Aqui você controla os ''gateways'' que deseja usar no seu site. Você só devia ativar aqueles que deseja usar, para aceitar os pagamentos.

source: This is where you can create, delete, or update coupon codes for your membership site.
de: Hier kannst du Coupon Codes für deine Mitgliedsseite erstellen, aktualisieren oder löschen.
fr: C'est là que vous pouvez créer, supprimer ou mettre à jour vos codes coupon pour votre site de membres.
pl: Tutaj możesz tworzyć, usuwać lub aktualizować kody kuponów.
pt_br: Aqui você pode criar, suprimir ou atualizar códigos de cupões para o seu site de ''membership''.

source: This is where you can set up an automated message to welcome your new members or to remind your members that their membership is about to expire.
de: Hier kannst du eine automatische Nachricht an neue Mitglieder einrichten oder sie daran erinnern, dass ihre Mitgliedschaft demnächst ausläuft.
fr: Ici vous pouvez mettre en place un message automatique pour accueillir vos nouveaux membres ou pour rappeler à vos membres que leur abonnement est sur le point d'expirer.
pl: Tutaj możesz skonfigurować automatyczną wiadomość, aby powitać nowegoczłonków lub przypomnienia swoim członkom, że ich członkostwo wkrótce wygaśnie.
pt_br: Aqui você pode configurar uma mensagem automatizada para receber novos membros ou lembrar aos membros de que a ''membership'' deles está prestes a caducar.

source: 2Checkout Secret Word
de: 2Checkout Sicherheitswort
fr: Mot secret 2CheckOut
pt_br: Palavra Secreta do 2Checkout

source: Renew button
de: Schaltfläche Erneuerung
fr: Bouton Renouvellement
pl: Odnów przycisk
pt_br: Botão para Renovar

source: Last transaction is pending. Reason:
de: Letzte Transaktion ausstehend. Grund:
fr: La dernière transaction est en attente. Motif :
pl: Ostatnia transakcja oczekuje." Powód:
pt_br: A última transação está pendente. Motivo:

source: Waiting for service provider to verify his/her PayPal account
de: Warten auf den Service Provider um das PayPal-Konto zu bestätigen
fr: En attente du fournisseur de services pour vérifier le compte PayPal
pl: Oczekiwanie na weryfikację konta PayPal usługodawcy
pt_br: Aguardando que o provedor de serviços verifique sua conta do PayPal

source: Waiting for service provider to upgrade the PayPal account
de: Warten auf den Serviceprovider um das PayPal-Konto upzugraden
fr: En attente du fournisseur de services pour mettre à niveau le compte PayPal
pl: Oczekiwanie na aktualizację konta PayPal przez usługodawcę
pt_br: Aguardando o provedor do serviço atualizar a conta do PayPal

source: Customer did not register or confirm his/her email yet
de: Kunde hat seine/ihre Emailadresse bisher noch nicht hinterlegt oder bestätigt.
fr: Le client n'a pas encore enregistré ou confirmé son adresse e-mail
pl: Klient nie zarejestrował jeszcze ani nie potwierdził swojego adresu e-mail
pt_br: O cliente ainda não registrou ou confirmou seu e-mail

source: Payment waiting for service provider to handle multi-currency process
de: Zahlung wartet auf den Serviceanbieter, um Mehrfach-Währung-Zahlung abzuwickeln
fr: La paiement est en attente du fournisseur de service pour gérer le processus multi-devises
pl: Płatność oczekująca na dostawcę usług w celu obsługi procesu wielowalutowego
pt_br: Pagamento aguardando que o provedor de serviços processe cambio monetário

source: Payment waiting for aproval by service provider
de: Zahlung wartet auf Bestätigung durch den Serviceanbieter
fr: Le paiement est en attente d'accord par le fournisseur de service
pl: Płatność oczekuje na potwierdzenie przez usługodawcę
pt_br: Pagamento aguardando aprovação pelo provedor do serviço

source: eCheck that has not cleared yet
fr: eCheck qui n'a pas encore été effacé
pl: eCheck, który nie został jeszcze oczyszczony
pt_br: eCheck que ainda não foi liberado

source: Funds not captured yet
de: Zahlung bis jetzt nicht erhalten
fr: Fonds non encore capturés
pl: Płatność nie została jeszcze pobrana
pt_br: Fundos ainda não captados

source: Customer did not include a confirmed shipping address
de: Kunde hat keine bestätigte Lieferadresse angegeben
fr: Le client n'a pas inclus une adresse d'expédition confirmé
pl: Klient nie podał potwierdzonego adresu wysyłki
pt_br: O cliente não informou um endereço de entrega confirmado

source: Last transaction has been reversed. Reason: Payment Denied
de: Letzte Transaktion wurde rückgängig gemacht. Grund: Zahlung verweigert.
fr: La dernière transaction a été annulée. Raison : Paiement refusé
pl: Ostatnia transakcja została odrzucona. Powód: transakcja odrzucona (payment denied)
pt_br: A última transação foi revertida. Motivo: pagamento negado.

source: Last transaction has been reversed. Reason: Payment has been refunded
de: Letzte Transaktion wurde rückgängig gemacht. Grund: Zahlung wurde zurück erstattet.
fr: La dernière transaction a été annulée. Raison : Le paiement a été remboursé
pl: Ostatnia transakcja została odrzucona. Powód: płatność została zwrócona (charge back)
pt_br: A última transação foi revertida. Motivo: O pagamento foi reembolsado

source: Last transaction has been reversed. Reason: Payment has been reversed (charge back)
de: Letzte Transaktion wurde rückgängig gemacht. Grund: Zahlung ist zurück gekommen (Rücklastschrift).
fr: La dernière transaction a été annulée. Raison : Le paiement a été recrédité (Avoir)
pl: Ostatnia transakcja została odrzucona. Powód: płatność została zwrócona (charge back)
pt_br: Última transação foi revertida. Razão: pagamento foi revertido (cobrar de volta)

source: Cancel button
de: Abbruch Button
fr: Bouton Annuler
pl: Przycisk anulowania
pt_br: Botão para Cancelar

source: Upgrade button
de: Schaltfläche "Upgrade"
fr: Bouton mise à jour
pl: Przycisk aktualizacji
pt_br: Botão para atualizar

source: Test Mode (Sandbox)
fr: Mode Test (Sandbox)
pl: Tryb testowy (piaskownica)
pt_br: Modo de Teste (Sandbox)

source: Live Site
de: Live Seite
fr: Site en live
pt_br: Site ao vivo

source: PayPal Mode
de: PayPal Modus
fr: Mode PayPal
pl: Tryb PayPal
pt_br: Modo PayPal

source: Paypal Currency
de: Paypal Währungssymbol
fr: Devise PayPal
pl: Waluta Paypal
pt_br: Câmbio Monetário do Paypal

source: United States
de: Vereinigte Staaten
fr: Etats-Unis
pl: Stany Zjednoczone
pt_br: Estados Unidos

source: United Kingdom
de: England
fr: Royaume-Uni
pl: Wielka Brytania
pt_br: Reino Unido

source: Switzerland
de: Schweiz
fr: Suisse
pl: Szwajcaria
pt_br: Suiça

source: Sweden
de: Schweden
fr: Suède
pl: Szwecja
pt_br: Suécia

source: Spain
de: Spanien
fr: Espagne
pl: Hiszpania
pt_br: Espanha

source: Singapore
de: Singapur
fr: Singapour
pl: Singapur
pt_br: Singapora

source: Poland
de: Polen
fr: Pologne
pl: Polska
pt_br: Polônia

source: New Zealand
de: Neuseeland
fr: Nouvelle Zélande
pl: Nowa Zelandia
pt_br: Nova Zelândia

source: Netherlands
de: Niederlande
fr: Pays Bas
pl: Holandia
pt_br: Países Baixos

source: Mexico
fr: Mexique
pl: Meksyk
pt_br: México

source: Japan
fr: Japon
pl: Japonia
pt_br: Japão

source: Italy
de: Italien
fr: Italie
pl: Włochy
pt_br: Itália

source: Germany
de: Deutschland
fr: Allemagne
pl: Niemcy
pt_br: Alemanha

source: China
fr: Chine
pl: Chiny

source: Belgium
de: Belgien
fr: Belgique
pl: Belgia
pt_br: Bélgica

source: Austria
de: Östereich
fr: Autriche
pt_br: Áustria

source: PayPal Site
de: PayPal Seite
fr: Site PayPal
pl: Strona PayPal
pt_br: Site do PayPal

source: PayPal Email
de: PayPal E-Mail Adresse
fr: Email PayPal
pt_br: Email para PayPal

source: Subscription button
de: Schaltfläche "Abonnement"
fr: Bouton Souscription :
pl: Przycisk subskrypcji
pt_br: Botão de assinatura

source: No transactions data for the Free gateway
de: Keine Transaktions-Daten für das Free-Gateway
fr: Pas de donnée de transaction pour la passerelle gratuite
pl: Brak danych transakcji dla bezpłatnej bramy
pt_br: Não existem dados de transações para o ''gateway'' Gratuito

source: Unsubscribe
de: Abmelden
fr: Se désincrire
pl: Rezygnacja z subskrypcji
pt_br: Desinscrever-se

source: Upgrade
fr: Mise à jour
pl: Aktualizacja
pt_br: Atualisar

source: Sign up for
de: Anmelden für
fr: Inscription pour
pl: Zapisz się na
pt_br: Inscrever-se para

source: You must use HTTPS in order to do this
de: Sie müssen HTTPS nutzen um dies tun zu können
fr: Vous devez utiliser le protocole HTTPS pour faire cela
pl: Do tego celu musisz użyć HTTPS
pt_br: Você precisa usar HTTPS para conseguir fazer isso

source: Year
de: Jahr
fr: Année
pl: Rok
pt_br: Ano

source: Month
de: Monat
fr: Mois
pl: Miesiąc
pt_br: Mês

source: Enter Your Credit Card Information
de: Bitte die Kreditkarteninformationen eingeben
fr: Entrer les informations de votre carte de crédit
pl: Podaj informacje o karcie kredytowej
pt_br: Adicione as informações do seu cartão de crédito

source: Advanced Settings
de: Erweiterte Einstellungen
fr: Paramètres avancés
pl: Ustawienia zaawansowane
pt_br: Configurações avançadas

source: Fixed
de: Behoben
fr: Fixe
pl: Naprawiono
pt_br: Fixado

source: Missing
de: Fehlend
fr: Absent
pt_br: Faltando

source: Missing or Incorrect
de: Fehlend oder Falsch
fr: Absent ou Incorrect
pt_br: Faltando ou Incorreto

source: Checking fields in table :
de: Prüfe Felder in Tabelle:
fr: Contrôle des champs dans la table :
pl: Sprawdzanie pól w tabeli:
pt_br: Verificando campos na tabela:

source: Checking table :
de: Prüfe Tabelle:
fr: Table de contrôle :
pl: Tabela sprawdzająca:
pt_br: Verificando tabela:

source: Could not create your user account.
de: Das Benutzerkonto konnte nicht erstellt werden.
fr: Impossible de créer votre compte utilisateur.
pl: Nie można utworzyć konta użytkownika.
pt_br: Não foi possível criar sua conta de usuário.

source: Are you sure you want to unsubscribe from this subscription?
de: Bist Du sicher, dass Du diese Mitgliedschaft beenden willst?
fr: Êtes-vous certain de vouloir vous désinscrire de cet abonnement ?
pl: Czy na pewno chcesz zrezygnować z subskrypcji?
pt_br: Você tem a certeza de que deseja se desinscrever dessa inscrição?

source: Please ensure you have entered an username or password
de: Bitte stelle sicher, dass Du einen Benutzernamen oder ein Passwort eingegeben hast.
fr: Vérifiez que vous avez bien saisi un identifiant ou un mot de passe
pl: Upewnij się, że podałeś nazwę użytkownika lub hasło
pt_br: Verifique por favor, se você digitou um nome de usuário ou uma senha

source: Please ensure passwords match
de: Bitte stell sicher, dass die Passwörter übereinstimmen
fr: Vérifiez que les mots de passe correspondent bien
pl: Upewnij się, że hasła pasują do siebie
pt_br: Verifique por favor, se as senhas coincidem

source: Please ensure you have completed all the fields
de: Bitte stelle sicher, dass Du alle Felder ausgefüllt hast.
fr: Veuillez vérifier que vous avez complété tous les champs
pl: Upewnij się, że wypełniłeś wszystkie pola
pt_br: Certifique-se por favor, de ter preenchido todos os campos

source: Problem with Login.
de: Probleme beim Anmelden
fr: Problème à la connexion
pl: Problem z logowaniem.
pt_br: Problema de Conexão (login).

source: Problem with registration.
de: Probleme beim Registrieren.
fr: Problème avec l'inscription.
pl: Problem z rejestracją.
pt_br: Problema com o registro.

source: Subscribe
de: Eintragen
fr: Souscrire
pl: Subskrypcja
pt_br: Subscrever-se

source: Please ensure the passwords match.
de: Bitte stell sicher, dass die Passwörter übereinstimmen
fr: Vérifiez que les mots de passe correspondent bien.
pl: Upewnij się, że hasła pasują do siebie.
pt_br: Por favor, certifique-se de que as senhas são iguais.

source: information is completed.
de: vollständig ausgefüllt wird.
fr: l'information est bien remplie.
pl: informacja jest zakończona.
pt_br: Informação está completa.

source: Please ensure that the
de: Bitte stelle sicher, dass
fr: Veuillez vérifier que le
pl: Proszę upewnić się, że
pt_br: Certifique-se por favor, de que

source: Password confirmation
de: Passwort Bestätigung
fr: Confirmer le mot de passe
pl: Potwierdzenie hasła
pt_br: Confirmação de senha

source: Password
de: Passwort
fr: Mot de passe
pl: Hasło
pt_br: Senha

source: Email address
de: E-Mailadresse
fr: Adresse e-mail
pl: Adres e-mail
pt_br: Endereço de email

source: No access to this content
de: Kein Zugriff auf diesen Inhalt
fr: Pas d'accès à ce contenu
pl: Brak dostępu do tej treści
pt_br: Sem acesso a este conteúdo

source: My Account
de: Mein Benutzerkonto
fr: Mon compte
pl: Moje konto
pt_br: Minha conta

source: Every 15 Mins
de: alle 15 Min.
fr: Toutes les 15 mn
pl: Co 15 minut
pt_br: Todos 15 Mins

source: downloads
fr: téléchargements
pl: pliki do pobrania

source: default
de: Grundeinstellung
fr: défaut
pt_br: Padronizado

source: User not found.
de: Benutzer wurde nicht gefunden
fr: Utilisateur non trouvé.
pl: Użytkownik nie został znaleziony.
pt_br: Usuário não foi encontrado.

source: That email address is already taken, sorry.
de: Diese E-Mail Adresse wurde leider schon einmal für eine Registrierung verwendet.
fr: Désolé, mais cette adresse email est déjà utilisée.
pl: Ten adres e-mail jest już zajęty, przepraszam.
pt_br: Este endereço de e-mail já foi utilizado, desculpe.

source: The email address is not valid, sorry.
de: Das ist leider keine gültige E-Mail Adresse.
fr: Désolé, mais cette adresse email est invalide.
pl: Adres e-mail jest nieprawidłowy, przepraszam.
pt_br: O endereço de email não é válido, desculpe.

source: That username is already taken, sorry.
de: Dieser Benutzername ist bereits vergeben, sorry.
fr: Désolé, cet identifiant est déjà utilisé.
pl: Ta nazwa użytkownika jest już zajęta, przepraszam.
pt_br: Este nome de usuário já foi usado, perdão.

source: The username is not valid, sorry.
de: Dieser Benutzername ist leider ungültig.
fr: Désolé, mais l'identifiant n'est pas valide.
pl: Nazwa użytkownika jest nieprawidłowa, przepraszam.
pt_br: Nome de usuário não válido, perdão.

source: Invalid form submission.
de: Fehlerhafte Eingabe im Formular
fr: Formulaire d'inscription Invalide
pl: Nieprawidłowe przesłanie formularza.
pt_br: Formulário enviado inválido.

source: Unlimited
de: Unbegrenzt
fr: Illimité
pt_br: Sem limite

source: Used
de: Benutzt
fr: Utilisé
pl: Używany
pt_br: Usado

source: Edit Coupon
de: Gutschein bearbeiten
fr: Modifier un code promo
pl: Edytuj kupon
pt_br: Editar cupom

source: Add Coupon
de: Gutschein hinzufügen
fr: Ajouter un code promo
pl: Dodaj kupon
pt_br: Adicionar cupom

source: No Gateways where found for this install.
de: Kein Zahlungsanbieter wurde für diese Installation gefunden.
fr: Aucune passerelle trouvée pour cette installation.
pl: Brak bramek znalezionych dla tej instalacji.
pt_br: Nenhum ''Gateways'' (portal) encontrado para esta instalação.

source: View transactions
de: Anzeigen von Transaktionen
fr: Voir les souscriptions publiques
pl: Wyświetl transakcje
pt_br: Visualizar transações

source: Settings
de: Einstellungen
fr: Réglages
pl: Ustawienia
pt_br: Configurações

source: Gateway Name
fr: Nom de la passerelle
pl: Nazwa bramki
pt_br: Nome do ''Gateway''

source: Edit Gateways
de: Bearbeiten von Gateways
fr: Editer les passerelles
pl: Edytuj bramy
pt_br: Editar ''Gateways''

source: Gateway activation toggled.
de: Gateway Aktivierung umgeschaltet.
fr: Activation passerelle basculée.
pl: Aktywacja bramy przełączyła się.
pt_br: Ativação alternada do ''gateway''.

source: Gateway not deactivated.
de: Gateway nicht deaktiviert.
fr: Passerelle non désactivée.
pl: Brama nie dezaktywowana.
pt_br: ''Gateway'' não está desativado.

source: Gateway deactivated.
de: Gateway deaktiviert.
fr: Passerelle désactivée.
pl: Brama dezaktywowana.
pt_br: ''Gateway'' está desativado.

source: Gateway not activated.
de: Gateway nicht aktiviert.
fr: Passerelle non activée.
pl: Brama nie aktywowana.
pt_br: 'Gateway'' não está ativado.

source: Gateway activated.
de: Gateway aktiviert.
fr: Passerelle activée.
pl: Brama aktywowana.
pt_br: ''Gateway'' ativado.

source: Gateway not updated.
de: Gateway nicht aktualisiert.
fr: Passerelle non mise à jour.
pl: Brama nie zaktualizowana.
pt_br: ''Gateway'' não atualizado.

source: Gateway updated.
de: Gateway aktualisiert.
fr: Passerelle mise à jour.
pt_br: ''Gateway'' atualizado.

source: If you want any pings to be sent when a member joins and/or leaves this level then set them below.
fr: Si vous voulez envoyer des pings quand un membre adhère et / ou quitte ce niveau, configurer-les ci-dessous.
pl: Jeśli chcesz, aby pingi były wysyłane, gdy członek dołącza i / lub opuszcza topoziom, a następnie ustaw je poniżej.
pt_br: Se você deseja que os ''pings'' sejam enviados quando um membro entra e / ou sai desse nível, configure-os abaixo.

source: Level Pings
de: Ebene Pings
fr: Pings niveau

source: Leaving Ping
de: Verlasse Ping
fr: Ping d'abandon

source: Joining Ping
de: Beitritt Ping
fr: Ping adhésion
pl: Łączenie Ping

source: If you want any pings to be sent when a member joins and/or leaves this subscription then set them below.
fr: Si vous voulez envoyer des pings quand un membre adhère et / ou annule cet abonnement, configurez-les ci-dessous.
pl: Jeśli chcesz, aby pingi były wysyłane, gdy członek dołącza i / lub opuszcza tosubskrypcja, a następnie ustaw je poniżej.
pt_br: Se você deseja que um ''ping'' seja enviado quando um membro entrar e / ou sair dessa subscrição, configure-os abaixo.

source: Subscription Pings
de: Abonnement-Pings
fr: Pings Souscription
pl: Pony subskrypcyjne
pt_br: Subscrição de ''Pings''

source: This user has access to administer the Membership system.
de: Dieser Benutzer hat administrativen Zugriff auf das Mitgliedschaft-System.
fr: Cet utilisateur a accès à l'administration de Membership.
pl: Ten użytkownik ma dostęp do administrowania systemem członkowskim.
pt_br: Este usuário tem acesso para administrar o sistema ''Membership''.

source: Membership Administration
de: Mitgliedschaftsadministration
fr: Administration Membership
pl: Administracja członkostwa
pt_br: Administração de ''Membership''

source: This key is used to give you access the the members RSS feed, keep it safe and secret.
de: Dieser Schlüssel wird verwendet, umZugriff zum Mitgliedschafts-RSS-Feed zu erhalten, immer sicher und geheim halten.
fr: Cette clé est utilisée pour vous donner accès au flux RSS des membres, gardez-le en lieu sûr et secret.
pl: Ten klucz służy do uzyskiwania dostępu do kanału RSS członków, utrzymuj go w bezpiecznym miejscui sekret.
pt_br: Esta chave serve para fornecer acesso ao ''feed RSS'' dos membros; mantê-la segura e secreta.

source: Membership key
de: Mitgliedschaft-Schlüssel
fr: Clé Abonnmenet
pl: Klucz członkostwa
pt_br: Chave de Membership

source: Is this an item you may want to restrict access to?
de: Ist dies ein Element bei welchem du den Zugang einschränken möchtest ?
fr: Est-ce un élément dont vous souhaitez restreindre l'accès ?
pl: Czy jest to pozycja, do której możesz chcieć ograniczyć dostęp?
pt_br: Será que este é um iten ao qual você quer restringir o acesso?

source: Protected content group
de: Geschützte Inhaltsgruppe
fr: Groupe contenu protégé
pl: Chroniona grupa treści
pt_br: Conteúdo protegido para grupos

source: Please select a subscription from the options below.
de: Bitte wählen Sie ein Abonnement aus den folgenden Optionen.
fr: Veuillez choisir un abonnement parmi les options ci-dessous.
pl: Wybierz subskrypcję z poniższych opcji.
pt_br: Selecionar por favor, uma subscrição nas opções abaixo.

source: Select a subscription
de: Wähle ein Abonnement
fr: Sélectionnez un abonnement
pl: Wybierz subskrypcję
pt_br: Escolha uma inscrição

source: Not called yet
de: Noch nicht aufgerufen
fr: Pas encore appelé
pl: Jeszcze nie wezwany
pt_br: Ainda não nomeada

source: Membership details
de: Mitgliedschaft Informationen
fr: Détails Abonnement
pl: Szczegóły członkostwa
pt_br: Detalhes da ''Membership''

source: No Pings have been set up.
de: Keine Pings wurden eingerichtet.
fr: Aucun ping n'a été paramétré.
pl: Żadne pingi nie zostały ustawione.
pt_br: Nenhuns ''Pings'' foram programados.

source: History
de: Historie
fr: Historique
pl: Historia
pt_br: Histórico

source: Edit Pings
de: Bearbeiten von Pings
fr: Editer le Ping
pl: Edytuj pingi
pt_br: Editar ''Pings''

source: Ping details not deleted.
de: Ping-Informationen nicht gelöscht.
fr: Détails Ping non supprimés.
pl: Szczegóły Ping nie zostały usunięte.
pt_br: Detalhes de ''ping'' não suprimidos.

source: Ping details deleted.
de: Ping-Informationen gelöscht.
fr: Détails Ping supprimés.
pl: Usunięto szczegóły Ping.
pt_br: Detalhes de ''ping'' suprimidos.

source: Ping details not added.
de: Ping-Informationen nicht hinzugefügt.
fr: Détails Ping non ajoutés.
pl: Szczegóły Ping nie zostały dodane.
pt_br: Detalhes de ''ping'' não adicionados.

source: Ping details added.
de: Ping-Informationen hinzugefügt.
fr: Détails Ping ajoutés.
pl: Dodano szczegóły Ping.
pt_br: Detalhes de ''ping'' adicionados.

source: Ping details not updated.
de: Ping-Informationen nicht aktualisiert.
fr: Détails Ping non mis à jour.
pl: Szczegóły Ping nie zostały zaktualizowane.
pt_br: Detalhes de ''ping'' não atualizados.

source: Ping details updated.
de: Ping-Informationen aktualisiert.
fr: Détails Ping non mis à jour.
pl: Szczegóły Ping zaktualizowane.
pt_br: Detalhes de ''ping'' atualizados.

source: No History available for this ping.
de: Keine Geschichte für dieses Ping zur Verfügung.
fr: Aucun historique disponible pour ce ping.
pl: Brak historii dla tego polecenia ping.
pt_br: Nenhum Histórico disponível para este ''ping''.

source: Resend and overwrite
de: Zurückgesendet und überschrieben
fr: Renvoyer et remplacer
pl: Ponowne wysyłanie i nadpisywanie
pt_br: Reenviar e sobrescrever

source: Resend as new ping
de: Als neues Ping zurückgesendet
fr: Renvoyer comme nouveau ping
pl: Ponownie wyślij jako nowy ping
pt_br: Reenviar como novo ''ping''
