Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

# help
source: One or more membership IDs. Shortcode is triggered when the user belongs to at least one of these memberships
fr: Une ID d'abonnement ou plus. Le shortcode est déclenché quand l'utilisateur appartient à au moins l'un des abonnements
pl: Jeden lub więcej identyfikatorów członkostwa. Shortcode jest wyzwalane, gdy użytkownik należy doco najmniej jedno z tych członkostw
pt_br: Uma ou mais IDs de afiliação. O código de acesso é acionado quando o usuário pertence a pelo menos uma dessas associações

# help
source: (ID list)
de: (ID-Liste)
fr: (Liste d'ID)
pl: (lista identyfikacyjna)
pt_br: (Lista ID)

# help
source: Wrap this around any content to protect it for/from certain members (based on their Membership level)
fr: Placez ceci autour de tout contenu que vous voudriez protéger de/pour certains membres (selon leur niveau d'abonnement)
pl: Owiń to wokół wszelkich treści, aby chronić je dla / od niektórych członków (na podstawiena swoim poziomie członkostwa)
pt_br: Adicionar em torno do conteúdo para protegê-lo contra / de certos membros (relativo ao seu nível de afiliação)

# help
source: Common shortcodes
de: Häufige Shortcodes
fr: Shortcodes communs
pt_br: Códigos de acesso usados

# help
source: Global plugin options, such as Membership pages, payment options and email templates
de: Globale Plugin-Optionen, z. B. Mitgliedschaft Seiten, Zahlungsmöglichkeiten und E-Mail-Vorlagen
fr: Options générales de l'extension, comme les pages Membership, les options de paiement et les modèles d'email.
pl: Globalne opcje wtyczek, takie jak strony członkowskie, opcje płatności i poczta e-mailszablony
pt_br: Opções de plug-in globais, como páginas de Membership, opções de pagamento e modelos de e-mail

# help
source: Activate Add-ons
de: Add-ons aktivieren
fr: Activer les modules additionnels
pl: Aktywuj dodatki

# help
source: Manage your invitation codes. <em>Requires Add-on "Invitation Codes"</em>
fr: Gère les codes d'invitation. <em>Nécessite l'extension "Invitation Codes"</em>.
pt_br: Gerenciar seus códigos de invitação. <em>Requer ''Add-on'' tal como "Códigos de invitação"</em>

# help
source: Manage your discount coupons. <em>Requires Add-on "Coupons"</em>
de: Verwalten Sie Ihre Rabatt-Coupons. <em>Add-on "Gutscheine" erforderlich</em>
fr: Gère les codes promo. <em>Nécessite le module additionnel "Coupons"</em>.
pt_br: Gerenciar os cupões de descontos. <em>Requer Add-on tal como "Cupões"</em>

# help
source: Manage sent invoices, including details such as the payment status. <em>Only visible when you have at least one paid membership</em>
de: Verwalten Sie versendeten Rechnungen, auch Details wie der Status der Zahlung. <em>Nur sichtbar, wenn Sie mindestens eine bezahlte Mitgliedschaft haben</em>
fr: Gère les factures envoyées, y compris des détails comme le statut du paiement. <em>Visible seulement quand vous avez au moins un abonnement payant</em>.
pt_br: Gerenciar as faturas enviadas, incluindo os detalhes tal como o status de pagamento. <em>Visível apenas quando você tem pelo menos uma inscrição paga</em>

# help
source: Create a new WP User or edit subscriptions of an existing user
fr: Crée un nouvel utilisateur WP ou édite les abonnements d'un utilisateur existant
pl: Utwórz nowego użytkownika WP lub edytuj subskrypcje istniejącego użytkownika
pt_br: Criar um novo usuário na WP, ou editar as subscrições de um usuário existente

# help
source: Lists all your WordPress users and allows you to manage their Memberships
fr: Liste tous les utilisateurs WordPress et vous permet de gérer leurs abonnements
pl: Wymienia wszystkich użytkowników WordPressa i pozwala zarządzać ich członkostwem
pt_br: Lista todos os seus usuários do WordPress e permite que você gerencie suas ''Afiliações''

# help
source: Set the protection options, i.e. which pages are protected by which membership
fr: Définir les options de protection. Exemple : quelles pages sont protégées par quel abonnement
pl: Ustaw opcje ochrony, tj. Które strony są chronione, przez któreczłonkostwo
pt_br: Programar as opções de proteção, ou seja, quais páginas estão protegidas e por qual afiliação

# help
source: Create and manage Membership-Plans that users can sign up for
fr: Créer et gérer les abonnements auxquels les utilisateurs peuvent souscrire
pl: Twórz i zarządzaj członkostwem - plany, na które użytkownicy mogą się zapisać
pt_br: Criar e gerenciar Planos - Membership aos quais os usuários podem se inscrever

# help
source: Plugin menu
de: Plugin-Menü
fr: Menu d'extension
pl: Menu wtyczek

# help
source: WP_DEBUG is <strong>disabled</strong> on this site.
de: WP_DEBUG ist auf dieser Webseite <strong>deaktiviert</strong>.
fr: WP_DEBUG est <strong>désactivé</strong> sur ce site.
pt_br: WP_DEBUG is <strong>disabled</strong> neste site.

# help
source: WP_DEBUG is <strong>enabled</strong> on this site.
de: WP_DEBUG ist auf dieser Webseite <strong>aktiviert</strong>.
fr: WP_DEBUG est <strong>activé</strong> sur ce site.
pt_br: <strong>enabled</strong> neste site.

# help
source: Currently M2 is configured <strong>not expire/change</strong> any subscription status.
fr: Pour l'instant, M2 est configuré pour <strong>ne pas faire expirer/changer</strong> les statuts des abonnements.
pt_br: Atualmente, M2 está configurado para <strong>não caducar/ alterar</strong> qualquer status de subscrição.

# help
source: Currently M2 is configured to <strong>not send</strong> any emails.
fr: Pour l'instant, M2 est configuré pour <strong>ne pas envoyer</strong> d'emails.
pt_br: Atualmente, o M2 está configurado para <strong>não enviar</strong> nenhum email.

# help
source: Only the <strong>Network-Admin</strong> can manage M2.
fr: Seul l'<strong>adminstrateur du réseau</strong> peut manager M2.
pt_br: Somente o <strong> Admin da Rede</strong> pode gerenciar o M2.

# help
source: All users with capability <strong>%s</strong> are M2 Admin-users.
fr: Tous les utilisateurs avec la capacité <strong>%s</strong> sont des administrateurs de M2.
pt_br: Todos os usuários capacitados <strong>%s</strong> são usuários Admin M2.

# help
source: Your Protection covers <strong>%s only this site</strong>.
fr: Votre protection couvre <strong>%s seulement ce site</strong>.
pt_br: Sua proteção cobre <strong>%s somente este site</strong>.

# help
source: Your Protection mode is <strong>%s network-wide</strong>.
fr: Votre mode de protection est <strong>%s à l'échelle du réseau</strong>.
pt_br: Seu modo de Proteção mostra <strong>%s em rede global</strong>.

# help
source: This is the <strong>Free version</strong> of Membership 2 - did you check out our %sPRO version%s already?
fr: C'est la <strong>version gratuite</strong> de Membership2 - avez-vous pris le temps de jeter un œil sur notre %sversion PRO%s ?
pt_br: Esta é a <strong> versão gratuita</strong> da Membership2 - você já consultou a nossa versão%sPRO%s?

# help
source: Hey, this is the <strong>PRO version</strong> of Membership 2 - thanks a lot for supporting us!
fr: Hé, mais c'est la <strong>version PRO</strong> de Membership2 ! Merci beaucoup pour votre soutien !
pt_br: Oi, esta é a <strong> versão PRO</strong> da Membership 2 - agradecemos o seu apoio!

# help
source: You use verion <strong>%s</strong> of Membership 2
fr: Vous utilisez la version <strong>%s</strong> de Membership 2
pt_br: Você usa a versão <strong>%s</strong> da Membership 2

# help
source: Here is a quick overview:
de: Hier ist ein kurzer Überblick:
fr: Voici une vue d'ensemble rapide :
pl: Oto krótki przegląd:
pt_br: Eis aqui uma visão global rápida:

# help
source: Example:
de: Beispiel:
fr: Exemple :
pl: Przykład:
pt_br: Exemplo:

# help
source: Default value to display if no membership was found or the membership did not define the attribute
fr: Valeur par défaut à afficher si aucun abonnement n'a été trouvé ou si l'abonnement n'a pas défini l'attribut.
pl: Wartość domyślna do wyświetlenia, jeśli nie znaleziono członkostwa lub członkostwonie definiuj atrybutu
pt_br: Valor padrão a ser exibido, se nenhuma afiliação foi encontrada ou se a afiliação não definiu o atributo

# help
source: Prefix the field title to the output
fr: Préfixe le titre du champ à la sortie
pl: Prefiks tytułu pola do wyjścia

# help
source: (yes|no)
de: (Ja|Nein)
fr: (oui | non)
pl: (tak | nie)
pt_br: (sim | não)

# help
source: If not specified the plugin attempts to identify the currently displayed membership by examining the URL, request data and subscriptions of the current member
fr: Si rien n'est spécifié, l'extension cherchera à identifier l'abonnement affiché en examinant l'URL, les données de la demande et les abonnements du membre en cours
pl: Jeśli nie zostanie określony, wtyczka próbuje zidentyfikować aktualnie wyświetlanyczłonkostwo poprzez zbadanie adresu URL, żądanie danych i subskrypcjiobecny członek
pt_br: Se não for especificado, o ''plugin'' tentará identificar a afiliação exibida atual, examinando a URL, os dados e as subscrições solicitadas do membro atual

# help
source: Default:
de: Standard:
fr: Par défaut
pl: Domyślnie:
pt_br: Padrão:

# help
source: The membership ID
de: Die Mitgliedsnummer
fr: ID de l'abonnement
pl: Identyfikator członkostwa
pt_br: A ID de afiliação

# help
source: (Single ID)
de: (Einzelne ID)
fr: (ID simple)
pt_br: (ID Unica)

# help
source: Slug of the custom attribute
fr: Slug de l'attribut personnalisé
pl: Ślad niestandardowego atrybutu
pt_br: ''Slug'' (nome) do atributo personalizado

# help
source: Required
de: Erforderlich
fr: Requis
pl: Wymagany
pt_br: Requeridos

# help
source: (Text)
fr: (Texte)
pl: (tekst)
pt_br: (Texto)

# help
source: Expand
de: Aufklappen
fr: Agrandir
pl: Rozwiń
pt_br: Ampliar

# help
source: Output the value of a Custom Membership Attribute.
fr: Affiche la valeur d'un attribut d'abonnement personnalisé.
pl: Wysyła wartość niestandardowego atrybutu członkostwa.
pt_br: Produzir o valor de um Atributo de Afiliação Personalizada.

source: The most powerful, easy to use and flexible membership plugin for WordPress sites available.
de: Das stärkste, einfachst handzuhabende und flexibelste Mitgliedschafts-Plugin das für Wordpress-Seiten erhältlich ist.
fr: Le plus puissant, facile à utiliser et flexible plugin membres pour les sites WordPress disponibles.
pl: Najpotężniejsza, łatwa w użyciu i elastyczna wtyczka członkowska dla WordPressadostępne witryny.
pt_br: O ''plugin'' de afiliação mais poderosa, fácil de usar e flexível disponível para sites do WordPress.

source: Membership 2 Pro
de: Mitgliedschaft
fr: Membership2

source: We're constantly working to improve our plugins, and it helps a lot when members just like you share feedback!
de: Da wir unseren Kundenservice ständig optimieren möchten, sind wir auf ihr ehrliches Feedback angewiesen.
fr: Nous améliorons sans cesse nos extensions, et cela nous aide beaucoup quand les membres comme vous nous donnent un retour !
pl: Nieustannie pracujemy nad ulepszeniem naszych wtyczek i bardzo pomaga, gdyczłonkowie tacy jak Ty dzielą się swoją opinią!
pt_br: Estamos trabalhando constantemente para melhorar nossos ''plugins'', e ajuda muito quando os membros compartilham suas experiências!

source: Hey %s, you've been using %s for a while now, and we hope you're happy with it.
fr: Bonjour %s, vous utilisez %s depuis un moment maintenant, nous espérons que vous en êtes satisfait.
pl: Hey %s, używasz %s od jakiegoś czasu i mamy nadzieję, że jesteś z tego zadowolony.
pt_br: Oi,%s, você tem vindo a usar%s há já algum tempo, e esperamos que você esteja satisfeito com isso.

source: Could not load the plugin %s, because another version of the plugin is already loaded
de: Das Plugin %s konnte nicht geladen werden, da eine andere Version des Plugins bereits geladen ist
fr: Impossible de charger l'extension %s, parce qu'une autre version d'icelle est déjà chargée.
pl: Nie można załadować wtyczki%s, ponieważ inna wersja wtyczki tojuż załadowany
pt_br: Não foi possível baixar o ''plugin'' %s, porque outra versão do ''plugin'' já foi baixada

source: Login with your new password
de: Melden Sie sich mit Ihrem neuen Passwort an
fr: Se connecter avec le nouveau mot de passe
pl: Zaloguj się, używając nowego hasła
pt_br: Faça login com a sua palavra-passe

source: The passwords do not match, try again.
de: Die Passwörter stimmen nicht überein. Bitte versuchen Sie es noch einmal.
fr: Les mots de passe ne correspondent pas.
pl: Hasła nie pasują, spróbuj ponownie.
pt_br: A palavra-passe não confere, tente novamente

source: Sorry, we did not find a valid reset-key. Please request a new reset email and try again.
fr: Désolé, nous n'avons pas trouvé une clé de réinitialisation valide. S'il vous plaît, demandez un nouveau mail de réinitialisation et essayez à nouveau.
pl: Przepraszamy, nie znaleźliśmy prawidłowego klucza resetowania. Poproś o nowy e-mail dotyczący resetowaniai spróbuj ponownie.
pt_br: Desculpe, não encontramos nenhuma chave de redefinição. Por favor solicite uma nova redefinição e tente noavamente

source: Sorry, this reset-key is not valid anymore. Please request a new reset email and try again.
fr: Désolé, cette clé de réinitialisation n'est plus valable. S'il vous plaît, veuillez demander un nouveau mail de réinitialisation et essayez à nouveau.
pl: Przepraszamy, ten klucz resetowania nie jest już prawidłowy. Poproś o nowy e-mail dotyczący resetowaniai spróbuj ponownie.
pt_br: Desculpe, a chave de redefinição não é mais válida. Por favor, solicite uma nova redefinição e tente novamente

source: %1$s Member
de: %1$s Mitglied
fr: %1$s Abonné
pt_br: %1$s Membro

source: %1$s Membership
de: %1$s Mitgliedschaft
fr: %1$s Abonnement
pl: Członkostwo %1$s

source: Edit Membership details and define Membership specific settings.
de: Bearbeite Mitgliedschaftsdetails und setze spezielle Einstellungen.
fr: Éditez les détails de l'abonnement et définissez ses réglages spécifiques.
pl: Edytuj szczegóły członkostwa i określ ustawienia specyficzne dla członkostwa.
pt_br: Editar os detalhes da associação e definir as configurações específicas da ''Membership''.

source: Not available for this Membership
de: Für diese Mitgliedschaft nicht verfügbar
fr: Non disponible pour cet abonnement
pl: Niedostępne dla tego członkostwa
pt_br: Não disponível para esta ''Membership"

source: Show all Transactions for this subscription
de: Alle Transaktionen für dieses Abonnement anzeigen
fr: Afficher toutes les transactions pour cet abonnement
pl: Pokaż wszystkie transakcje dla tego subskrypcji
pt_br: Mostrar todas as transações para esta subscrição

source: Show Transaction
de: Transaktion anzeigen
fr: Afficher la transaction
pl: Pokaż transakcję
pt_br: Mostrar Transação

source: Tip: You can also import your data later by visiting the Admin page <b>Membership2 > Settings > Import Tool</b>.
fr: Astuce : vous pouvez également importer vos données plus tard en visitant la page Admin <b> Membership2 > Paramètres > Outil d'importation</ b>.
pt_br: Sugerência: você também pode importar seus dados mais tarde, visitando a página Admin <b>Membership2> Configurações > Ferramenta de importe</b>.

source: Setup automatic matching
de: Einrichten Automatischer Abgleich
fr: Configuration de l'appariement automatique
pl: Ustaw automatyczne dopasowanie
pt_br: Configurar correspondente (de transação) automática

source: Automatic Transaction Matching
de: Automatischer Transaktionsabgleich
fr: Appariement automatique de transactions
pl: Automatyczne dopasowywanie transakcji
pt_br: Correspondênte de Transações Automáticas

source: Invoice status
de: Rechnungsstatus
fr: Etat de la facture
pl: Status faktury
pt_br: Status da fatura

source: Invoice created on
de: Rechnung erstellt am
fr: Souscription créée le
pl: Faktura utworzona na
pt_br: Fatura criada em

source: Payment for membership
de: Zahlung für Mitgliedschaft
fr: Paiement pour l'abonnement
pl: Płatność za członkostwo
pt_br: Pagamento de subscrição

source: Invoice for member
de: Rechnung für Mitglied
fr: Facture pour le membre
pl: Faktura dla członka
pt_br: Fatura para membro

source: Show Transactions
de: Transaktionen anzeigen
fr: Afficher les transactions
pl: Pokaż transakcje
pt_br: Mostrar transações

source: Tip: Combine with the <b>User Role</b> rules to grant your members additional permission if required!
fr: Truc : combinez-les avec <b>les règles des rôles des utilisateurs</b> pour donner à vos membres des permissions additionnelles, si nécessaire !
pt_br: Sugerência: Combinar com as regras da <b>Função do Usuário</b> para conceder permissão adicional aos seus membros, se for necessário!

source: Username: %s<br>Password: %s
de: Benutzername: %s<br>Passwort: %s
fr: Nom d'utilisateur : %s<br>Mot de passe : %s
pl: Nazwa użytkownika:%s <br> Hasło:%s
pt_br: Nome de usuário:%s<br> Senha: %s

source: welcome to %s! We have created a brand new account for you and you can head right over to %s and log in with your username and password.
fr: Bienvenue à %s ! Nous avons créé un compte tout neuf pour vous, vous pourrez le trouver ici %s et vous identifier avec vos nom d'utilisateur et mot de passe.
pl: witamy w%s! Stworzyliśmy dla Ciebie zupełnie nowe konto i możesz iśćod razu do%s i zaloguj się, podając swoją nazwę użytkownika i hasło.
pt_br: Bem vindo a %s! Criamos uma nova conta para você. Pode agora fazer login usando seu nome de usuário e sua plavra-passe

source: Welcome to %s!
de: Willkommen bei %s!
fr: Bienvenue sur %s !
pl: Witamy w%s!
pt_br: Bem vindo a %s!

source: Click here to reset your password
de: Klicken Sie hier, um Ihr Passwort zurückzusetzen
fr: Cliquez ici pour réinitialiser votre mot de passe
pl: Kliknij tutaj, aby zresetować hasło
pt_br: Clique aqui para redefinir a sua palavra-passe

source: Reset your password for %s
de: Zurücksetzen deines Passwortes für %s
fr: Réinitialisez votre mot de passe pour %s
pl: Zresetuj hasło dla%s
pt_br: Redefina a sua plavra-passe para %s

source: Reset-Password email sent to the user when the requests a new password via the "Forgot Password" form.<br>Note that this email must include the variable %s to allow the member to reset his password.
fr: Email de réinitialisation du mot de passe envoyé à l'utilisateur lorsqu'il remplit le formulaire "Mot de passe oublié".<br>Notez que cet email doit inclure la variable %s pour permettre au membre de réinitialiser son mot de passe.
pl: E-mail z resetem hasła wysyłany do użytkownika, gdy żąda nowego hasła za pośrednictwemFormularz " Nie pamiętam hasła \ ". <br> Zwróć uwagę, że ten e-mail musi zawieraćzmienna%s, aby umożliwić użytkownikowi zresetowanie swojego hasła.
pt_br: Reconfigurar a senha do e-mail enviado ao usuário sempre que este solicite uma nova senha por meio do formulário "Esqueci a Senha".<br> Notar que este e-mail deve incluir a variável %s para permitir que esse membro reconfigure sua senha.

source: Membership 2 successfully reset!
de: Mitgliedschaft 2 erfolgreich zurückgesetzt!
fr: Membership2 a bien été remis à zéro !
pl: Członkostwo 2 zostało pomyślnie zresetowane!
pt_br: Membership 2 foi reconfigurada com sucesso!

source: <b>Upgrade warning</b>:<br>The Membership 2 plugin is installed in an deprecated folder. Some users did report issues when the plugin is installed in this directory.<br>To fix this issue please follow these steps:<br><br>1. Delete* the old Membership Premium plugin if it is still installed.<br>2. Delete* the Membership 2 plugin.<br>3. Re-install Membership 2 from the WPMU Dashboard - your existing data is not affected by this.<br><br>*) <em>Only deactivating the plugins does not work, you have to delete them.</em>
fr: <b>Avertissement de mise à jour </b>:<br>L'extension Membership 2 est installé dans un répertoire non-recommandé. Certains utilisateurs ont fait part de problèmes lorsque l'extension est installée dans ce répertoire.<br>Pour corriger cela, merci de suivre ces différentes étapes :<br><br>1. Supprimez* l'ancienne version de l'extension Membership Premium si elle est toujours installée.<br>2. Supprimez* l'extension Membership 2.<br>3. Ré-installez l'extension Membership 2 depuis le tableau de bord WPMU - vos précédentes données seront conservées.<br><br>*) <em>Désactiver les extensions ne résout pas le problème, vous devez les supprimer.</em>
pt_br: <b> Aviso de Atualização</b>:<br> O ''plugin Membership 2'' está instalado em uma pasta descontinuada. Alguns dos usuários indicaram problemas quando este ''plugin'' foi instalado nesse diretório. <br> Para corrigir esse problema, siga estas etapas:<br><br> 1. Suprimir * o antigo ''plugin Membership Premium'', se ainda está instalado.<br> 2. Suprimir* o ''plugin Membership 2.'' <br>3. Reinstalar ''Membership 2'' através do Painel da WPMU - seus existentes dados não são afetados ao fazer isso. <br><br>*) <em>Desativando apenas os plug-ins não funcionará, você necessita de suprim-los.</em>

source: <b>Warning</b>: The old version of the Membership plugin is active and causes conflicts with the new Membership 2 plugin. Please disable the old Membership plugin.
fr: <b>Attention:</b> L'ancienne version du plugin d'adhésion est active et provoque des conflits avec la nouvelle composition 2 plugin. S'il vous plaît désactiver l'ancien plugin d'adhésion.
pt_br: <b>Aviso</b>: A versão antiga do ''plugin Membership'' está ativa e causa conflitos com o novo ''plugin Membership 2''. Por favor, desativar o antigo ''plugin Membership''.

source: Displayed after the user signed up for a membership.
de: Wird angezeigt, nachdem der Benutzer sich für eine Mitgliedschaft eingetragen hat.
fr: Affiché après qu'un utilisateur ait souscrit à un abonnement.
pl: Wyświetlane po zarejestrowaniu użytkownika w celu uzyskania członkostwa.
pt_br: Exibido depois que o usuário se inscrever para uma afiliação.

source: (Only for guests) List the public memberships and the registration form.
de: (Nur für Gäste) Liste der öffentlichen Mitgliedschaften und das Registrierungsformular.
fr: (Seulement pour les invités) Liste les abonnements publics et le formulaire d'enregistrement.
pl: (Tylko dla gości) Lista publicznych członków i formularz rejestracyjny.
pt_br: (Apenas para convidados) Liste as ''afiliações'' públicas e o formulário de registro.

source: (Only for logged-in users) List the public memberships and signup.
de: (Nur für angemeldete Benutzer) Liste der öffentlichen Mitgliedschaften und Abonnements.
fr: (Uniquement pour les utilisateurs connectés) Liste des adhésions publiques et inscription.
pl: (tylko dla zalogowanych użytkowników) Lista publicznych członkostw i rejestracji.
pt_br: (Apenas para usuários conectados) Listar as afiliações públicas e a inscrição.

source: Thank-You Page
de: Dankeschön Seite
fr: Page de remerciements
pl: Strona z podziękowaniami
pt_br: Página De Agradecimentos

source: Registration
de: Registrierung
fr: Enregistrement
pl: Rejestracja
pt_br: Registrar

source: Membership List
de: Mitgliedschaftsliste
fr: Liste des abonnements
pl: Lista członków
pt_br: Lista de ''Membership''

source: Free access
de: Freier Zugang
fr: Accès gratuit
pl: Bezpłatny dostęp
pt_br: Acesso Grátis

source: Pay each %1$s
de: Bezahlung jede(s) %1$s
fr: Payant chaque %1$s
pl: Płać co %1$s
pt_br: Pagar cada%1$s

source: Free from %1$s to %2$s
de: kostenlos über %1$s zu %2$s
fr: Gratuit de %1$s à %2$s
pl: Bezpłatne od %1$s do%2$s
pt_br: gratis desde %1$s a %2$s

source: Pay from %1$s to %2$s
de: Zahlung über %1$s zu %2$s
fr: Payant de %1$s à %2$s
pl: Zapłać z %1$s na%2$s
pt_br: Pagar desde %1$s a %2$s

source: Free for %1$s
de: kostenlos für %1$s
fr: Gratuit pour %1$s
pl: Darmowy dla %1$s
pt_br: Gratis para %1$s

source: Pay for %1$s
de: Zahlung für %1$s
fr: Payer pour %1$s
pl: Zapłać za %1$s
pt_br: Pagar por %1$s
