Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: The Best Membership Plugin You Ever Used!
de: Das beste Mitgliedschafts-Plugin !
fr: Le meilleur plugin d'adhésions que vous avez jamais utilisé!
pl: Najlepsza wtyczka członkowska, jakiej kiedykolwiek używałeś!
pt_br: O Melhor Plugin para Membros que você já usou!

source: Membership2 Is Available
de: Mitgliedschaft2 ist verfügbar
fr: Membership2 est disponible
pl: Członkostwo 2 jest dostępne
pt_br: Membership2 está Disponível

source: Each item on its own
fr: Chaque article seul
pl: Każdy przedmiot sam w sobie
pt_br: Cada item separados

source: Delete Selected Memberships
de: Ausgewählte Mitgliedschaften löschen
fr: Supprimer les adhésions sélectionnées
pl: Usuń wybrane członkostwo
pt_br: Apague os Membros Selecionados

source: Welcome email sent after a new user account is created.
de: Willkommensmail, die nach der Erstellung eines neuen Nutzerkontos gesendet wird.
fr: Courriel de bienvenue envoyé après qu'un nouveau membre a créé son compte.
pl: E-mail powitalny wysłany po utworzeniu nowego konta użytkownika.
pt_br: Seu Email de boas vindas enviado após uma nova conta de usuário é criada.

source: Here is the most recent payment information for your subscription:
de: Dies ist die aktuellste Zahlungsinformation für dein Abonnement:
fr: Voici les informations de paiement les plus récentes pour votre abonnement:
pl: Oto najnowsze informacje dotyczące płatności za subskrypcję:
pt_br: Aqui está a informação de pagamento mais recente para a sua assinatura:

source: Thank you! Your <strong>%1$s</strong> Membership at %2$s is now activated!
de: Vielen Dank! Deine <strong>%1$s</strong> Mitgliedschaft auf %2$s ist nun aktiviert!
fr: Merci! Votre <strong>%1$s</strong> adhésion à %2$s est maintenant activée!
pl: Dziękujemy! Twój <strong> %1$s </strong> Członkostwo na %2$s jest teraz aktywne!
pt_br: Obrigado! Seu <strong>%1$s</strong> Membro para %2$s agora está ativo!

source: Your %1$s free trial ends on %5$s and then you will be billed.
de: Deine %1$s kostenlose Testphase ended am %5$s, danach wird plangemäß abgerechnet.
fr: Votre %1$s période d'essai gratuite, se termine le %5$s et vous serez facturé par la suite.
pl: Twój %1$s darmowy okres próbny kończy się na%5$s, a następnie zostanie naliczona opłata.
pt_br: Seu %1$s Período de Teste chegou ao fim em %5$s e você será cobrado.

source: Admin has no fees!
de: Ein Administrator zahlt keine Gebühren!
fr: L'admin n’a aucun frais !
pl: Administrator nie ma opłat!
pt_br: Administradores não pagam taxas

source: Revision: %s | Type: %s
fr: Révision:%s | Type: %s
pl: Revision:%s | Typ:%s
pt_br: Revisão: %s | Tipo: %s

source: Membership2 Communication Logs
de: Membership2 Kommunikationsprotokolle
fr: Journal des communications Membership2
pl: Membership2 Logi komunikacyjne
pt_br: Logs de Comunicação para Membership2

source: Do you want to completely delete all selected memberships including all subscriptions?
de: Möchten Sie alle ausgewählten Mitgliedschaften einschließlich aller Abonnements vollständig zu löschen?
fr: Voulez-vous vraiment supprimer complètement toutes les adhésions sélectionnées, y compris tous les abonnements ?
pl: Czy chcesz całkowicie usunąć wszystkie wybrane członkostwa, w tym wszystkiesubskrypcje?
pt_br: Você quer realmente apagar todos os Membros selecionados incluindo todas as assinaturas:

source: Email history
de: E-Mail-Historie
fr: Historique E-mail
pl: Historia poczty e-mail
pt_br: Histórico de Email

source: Someone has requested a password reset for the following account: %sIf this was a mistake, just ignore this email and nothing will happen.%s %s
de: Jemand hat ein neues Passwort für den folgenden Account angefordert: %s Wenn dies nicht stimmt, ignorieren Sie diese Mail und nichts wird passieren.%s %s
fr: Quelqu'un a demandé que le mot de passe soit réinitialisé pour le compte: %s. Si il s'agit d'une erreur, veuillez ignorer ce courriel et rien ne sera changé. %s %s
pl: Ktoś zażądał resetowania hasła dla następującego konta:%sIfto był błąd, po prostu zignoruj ten e-mail i nic się nie stanie.%s%s
pt_br: Algué solicitou atualização da palavra-passe para a seguinte: %s Se isso é um engano, simplesmente ignore essa mensagem. Nada acontecerá.%s %s

source: Croatia
de: Kroatien
fr: Croatie
pl: Chorwacja
pt_br: Croacia

source: Activate WP reCaptcha to use this Add-on
de: Aktiviere WP reCaptcha um diese Erweiterung nutzen zu können
fr: Activez WP reCaptcha pour utiliser cet element
pl: Aktywuj WP reCaptcha, aby korzystać z tego dodatku
pt_br: Ative o WP reCaptcha para usar esse Add-on

source: WP reCaptcha Integration
fr: Intégration WP reCAPTCHA
pt_br: Integração WP reCaptcha

source: Select a list
de: Wähle eine Liste
fr: Sélectionner une liste…
pl: Wybierz listę
pt_br: Selecionar Lista

source: You can select a list for this membership.
de: Du kannst eine Liste für diese Mitgliedschaft auswählen.
fr: Vous pouvez sélectionner une liste pour ce Pack.
pl: Możesz wybrać listę dla tego członkostwa.
pt_br: Você pode selecionar uma lista para essa afiliação.

source: Mailchimp List
de: Mailchimp Liste
fr: Liste MailChimp
pt_br: Lista Mailchimp

source: This is a required field
de: Dies ist ein Pflichtfeld
fr: Ce champ est obligatoire
pl: To pole wymagane
pt_br: Este campo é obrigatório

source: The passwords you entered do not match.
de: Die Passworte, die du eingegeben hast, sind nicht gleich.
fr: Les mots de passe que vous avez saisis ne correspondent pas.
pl: Wprowadzone hasła nie pasują do siebie.
pt_br: A senha que você inseriu não bate com a confirmação de senha

source: Please make sure you enter your password twice
de: Bitte stellen Sie sicher, dass Sie Ihr Passwort zweimal eingegeben haben.
fr: S’il vous plaît assurez-vous que vous entrez votre mot de passe deux fois
pl: Upewnij się, że wpisałeś hasło dwukrotnie
pt_br: Por favor, verifique se você inseriu sua senha duas vezes

source: You have missed a required fields.
de: Du hast ein Pflichtfeld ausgelassen.
fr: Vous avez manqué des champs requis.
pl: Opuściłeś wymagane pola.
pt_br: Você esqueceu de completar um campo obrigatório

source: Extra Profile Information
de: Extra Profilinformation
fr: Informations de profil supplémentaires
pl: Dodatkowe informacje o profilu
pt_br: Informações Extras Ao Perfil

source: Show BuddyPress xprofile fields in membership account page
de: Zeige BuddyPress xprofile-Felder in der Membership Account Page
fr: Afficher les champs de xprofile BuddyPress en page d'adhésion
pl: Pokaż pola xprofile BuddyPress na stronie konta członkowskiego
pt_br: Exibir campos xprofile de BuddyPress na página da conta das afiliações

source: Show xProfile Fields
de: Zeige xProfil Felder
fr: Afficher les champs xProfile
pl: Pokaż pola xProfile
pt_br: Exibir os Campos xProfile

source: Pro Version
fr: Version Pro
pl: Wersja Pro
pt_br: ''Versão Pro''

# date range
source: to
de: bis
fr: à
pt_br: para

# paging
source: %1$s of %2$s
de: %1$s von %2$s
fr: %1$s sur %2$s
pl: %1$s z %2$s
pt_br: %1$s de %2$s

# help
source: 4. Default invoice template by Membership 2
fr: 4. Par défaut modèle de facture par l'appartenance 2
pl: 4. Domyślny szablon faktury wg członkostwa 2
pt_br: Template de cobrança padrão do Membership

# help
source: 3. <tt>single-ms_invoice.php</tt>
fr: . <tt>single-ms_invoice.php</tt>
pt_br: 3. <tt>single-ms_fatura.php</tt>

# help
source: 2. <tt>m2-invoice.php</tt>
fr: 2. <tt>m2-invoice.php</tt>(aide)
pt_br: 2. <tt>m2-faturar.php</tt>

# help
source: 1. <tt>m2-invoice-100.php</tt> (Used by all invoices for Membership 100)
fr: 1. <tt>m2 facture-100.php</tt> (Utilisé par toutes les factures d'adhésion 100)
pt_br: 1. <tt>m2-faturar-100.php</tt> (Usado por todas as faturas de Membership 100)

# help
source: Invoice Layout
de: Rechnungs-Layout
fr: Mise en page de la facture
pl: Układ faktur
pt_br: Layout das faturas

# help
source: 2. <tt>m2-protected-content.php</tt>
fr: 2. <tt>m2-protégée content.php</tt>
pt_br: 2. <tt>m2-contenidos-protegido-.php</tt>

# help
source: 1. <tt>m2-protected-content-100.php</tt> (Page is protected by Membership 100)
fr: 1. <tt>m2 protégée-content-100.php</tt> (Page est protégé par adhésion 100)
pt_br: 1. <tt> m2-contenidos-protegidos-100.php</tt> (A página está protegida pela ''Membership'' 100)

# help
source: Protected Content Page
de: Seite Inhaltsschutz
fr: Contenu du Page Protégé
pt_br: Página protegida

# help
source: 2. <tt>m2-registration-complete.php</tt>
fr: 2. <tt>m2 d'immatriculation complete.php</tt>
pt_br: 2. <tt>m2-registração-completa.php</tt>

# help
source: 1. <tt>m2-registration-complete-100.php</tt> (After subscribing to Membership 100)
fr: 1. <tt>m2-inscription-complete-100.php</tt> (Après avoir souscrit à Pack 100)
pt_br: 1. <tt>m2-registração-completa-100.php</tt> (Depois de se inscrever no ''Membership'' 100)

# help
source: Thank-You Page
de: Dankeschön Seite
fr: Page de remerciements
pl: Strona z podziękowaniami
pt_br: Página de obrigado

# help
source: 1. <tt>m2-register-100.php</tt> (Not the list, only checkout for Membership 100)
fr: 1. <tt>m2-register-100.php</tt> (Pas la list, juste check-out pour le Pack 100)
pt_br: 1. <tt>m2-registração-100.php</tt> (Não a lista; apenas checkout para Membership 100)

# help
source: Registration Page
de: Registrierungsseite
fr: Page d’inscription
pl: Strona rejestracji
pt_br: Página de registro

# help
source: 3. Default single-page template
fr: 3. Par défaut unique modèle de page (aide)
pl: 3. Domyślny szablon jednostronicowy
pt_br: Modelo padrão de página única,

# help
source: 1. <tt>m2-memberships-100.php</tt> (Not the list, only checkout for Membership 100)
fr: 1. <tt>M2-adhésions-100.php</tt> (pas la liste, seule la caisse d'adhésion 100)
pt_br: 1. <tt>m2-memberships-100.php</tt> (Não a lista; apenas ''checkout'' para Membership 100)

# help
source: Membership List Page
de: Seite Mitgliedschaftsliste
fr: Pages Membership2
pl: Strona listy członkostwa
pt_br: Página da Lista de Membros

# help
source: 2. Default single-page template
fr: 3. Par défaut unique modèle de page (aide)
pl: 2. Domyślny szablon jednostronicowy
pt_br: 2. Modelo padrão de página única

# help
source: Account Page
de: Benutzerkonto-Seite
fr: Page Mon Compte
pl: Strona konta
pt_br: Página de Contas

# help
source: Template Hierarchy
fr: Hiérarchie du modèle
pl: Hierarchia szablonów
pt_br: Ordem dos Modelos

# help
source: M2 has a small debugging tool built into it, that allows you to analyze access issues for the current user. To use this tool you have to set <code>define( "WP_DEBUG", true );</code> on your site. Next open the page that you want to analyze and add <code>?explain=access</code> to the page URL. As a result you will not see the normal page contents but a lot of useful details on the access permissions.
fr: M2 dispose d'un petit outil de débogage construit en elle, qui vous permet d'analyser les questions d'accès pour l'utilisateur courant. Pour utiliser cet outil, vous devez définir <code>define( "WP_DEBUG", true );</code> sur votre site. Suivant ouvrir la page que vous souhaitez analyser et <code>?explain=access</code> à l'URL de la page. En conséquence, vous ne verrez pas le contenu de la page normale mais beaucoup de détails utiles sur les autorisations d'accès.
pt_br: M2 possui alguma ferramenta de ''debugging'' integrada, que permite analisar problemas de acesso ao usuário atual. Para utilisar essa ferramenta, é necessário definir <code> definir("WP_DEBUG", true);</code> em seu site. Em seguida, abrir a página que deseja analisar e adicionar <code>?Explicar=acesso</code> do URL da página. Como resultado disso, não poderá ver o conteúdo normal da página, mas sim muitos detalhes úteis relativos às permissões de acesso.

# help
source: Debugging incorrect page access
fr: Débogage accès à la page incorrecte
pl: Debugowanie nieprawidłowego dostępu do strony
pt_br: ''Debugging'' o acesso incorreto à página

# help
source: By default all users with capability <code>manage_options</code> are considered Membership 2 admin users and have unlimited access to the whole site (including protected content). To change the required capability add the line <code>define( "MS_ADMIN_CAPABILITY", "manage_options" );</code> in wp-config.php. When you set the value to <code>false</code> then only the Superadmin has full access to the site.
fr: Par défaut, tous les utilisateurs avec la capacité <code>manage_options</code> sont considérés comme des administrateurs de Membership2 et ont un accès illimité à tout le site (le contenu protégé compris). Pour changer les capacités requises, ajoutez la ligne <code>define( "MS_ADMIN_CAPABILITY", "manage_options" );</code> dans wp-config.php. Quand définissez la valeur sur <code>false</code> alors seulement le superadmin a un accès complet au site.
pt_br: Por padrão, todos os usuários com capacidades <code>manage_options</code> serão considerados usuários admin da ''Membership 2'' e têm acesso sem limites a todo o site (incluindo conteúdos protegidos). Para alterar estas capacidades necessárias, adicionar a linha <code> definir("MS_ADMIN_CAPABILITY", "manage_options");</code> em wp-config.php. Quando define o valor para <code> falso </code>, só o Superadmin tem acesso completo ao site.

# help
source: Define Membership 2 Admin users
de: Mitgliedschaft-Admin-Benutzer definieren
fr: Définissez les administrateurs de Membership2
pl: Zdefiniuj członkostwo 2 użytkowników Admin
pt_br: Definir usuários Admin da ''Membership 2''

# help
source: By default the user will see additional information on the page when using the shortcode <code>[ms-protect-content]</code>. To disable this additional output add the line <code>define( "MS_NO_SHORTCODE_PREVIEW", true );</code> in wp-config.php.
fr: Par défaut, l'utilisateur verra des informations additionnelles sur la page, en utilisant le shortcode <code>[ms-protect-content]</code>. Pour désactiver cette sortie additionnelle, ajoutez la ligne <code>define( "MS_NO_SHORTCODE_PREVIEW", true );</code> dans wp-config.php.
pt_br: Por padrão, o usuário poderá ver informações adicionais na página, ao usar o shortcode <code>[ms-protect-content]</code>. Para você desabilitar esta saída adicional, adicionar a linha <code>define("MS_NO_SHORTCODE_PREVIEW", true); </code> em wp-config.php.

# help
source: No Admin Shortcode Preview
de: Keine Admin-Shortcode-Vorschau
fr: Shortcode d'aperçu d'un non-admin
pl: Podgląd skrótu administratora
pt_br: Nenhuma Visualização de ''shortcode'' de Admin

# help
source: In wp-config.php add the line <code>define( "MS_LOCK_SUBSCRIPTIONS", true );</code> to disable automatic status-checks of subscriptions. Registration is still possible, but after this the Subscription status will not change anymore. Effectively Subscriptions will not expire anymore.
fr: dans wp-config.php, ajouter la ligne <code>define( "MS_LOCK_SUBSCRIPTIONS", true );</code> pour désactiver la vérification automatique des statuts. Les enregistrements seront toujours possibles, mais après, le statut des abonnements ne changera plus. Les abonnements n'expireront plus.
pt_br: Em wp-config.php adicionar a linha <code>define("MS_LOCK_SUBSCRIPTIONS", true);</code> para desabilitar verificações automáticas de status das assinaturas. Fazer o registro ainda é possível, mas depois disso, o status da Assinatura não poderá ser mais alterado. Efetivamente, as assinaturas não têm expiração

# help
source: Lock Subscription Status
de: Sperre Abonnements-Status
fr: Bloquer le statut des abonnements
pl: Zablokuj status subskrypcji
pt_br: Bloquear o Status da Assinatura

# help
source: By default your members will get an email for every event that is handled (see the "Settings > Automated Email Responses" section). However, you can reduce the emails sent to your users by adding the following line to your wp-config.php <code>define( "MS_DUPLICATE_EMAIL_HOURS", 24 );</code>. This will prevent the same email being sent more than once every 24 hours.
fr: Par défaut, vos membres vont recevoir un email pour chaque événement géré (voir les "Réglages > Réponses automatiques par email"). Toutefois, vous pouvez réduire le nombre d'emails envoyés à vos utilisateurs en ajoutant la ligne suivante dans votre fichier wp-config.php : <code>define( "MS_DUPLICATE_EMAIL_HOURS", 24 );</code>. Cela empêchera au même email d'être envoyé plus d'une fois par 24h.
pt_br: Por padrão, seus membros receberão um e-mail para cada evento em causa(consultar a seção das"Configurações> Respostas automáticas por e-mail"). Contudo, pode reduzir os e-mails enviados para seus usuários, adicionando a seguinte linha ao seu wp-config.php <code>definir("MS_DUPLICATE_EMAIL_HOURS", 24);</code>. Isso impedirá que o mesmo email seja enviado mais de uma vez todas as 24 horas.

# help
source: Reduce Emails
de: Reduziere Emails
fr: Réduire les emails
pl: Zredukuj e-maile
pt_br: Reduzir E-mails

# help
source: In wp-config.php add the line <code>define( "MS_STOP_EMAILS", true );</code> to force Procted Content to <em>not</em> send any emails to Members. This can be used when testing to prevent your users from getting email notifications.
fr: Dans wp-config.php, ajoutez la ligne <code>define( "MS_STOP_EMAILS", true );</code> pour forcer la protection du contenu à <em>ne pas</em> envoyer de mails aux membres. Ceci peut être utilisé en cas de tests, pour éviter que vos membres ne reçoivent des mails de notification.
pt_br: Em wp-config.php, adicionar a linha <code>definir("MS_STOP_EMAILS", true);</code> para forçar os Conteúdos Protegidos a <em> não</em> enviar e-mails para os Membros. Isto pode ser utilisado ao fazer o teste para impedir que seus usuários recebam notificações por e-mail.

# help
source: Stop Emails
de: Stoppe Emails
fr: Arrêter les emails
pl: Stop email
pt_br: Parar E-Mails

# help
source: Open the Settings page and add <code>&reset=1</code> to the URL. A prompt is displayed that can be used to reset all Membership2 settings. Use this to clean all traces after testing the plugin.
fr: Ouvrez la page des paramètres et adjoutez <code>&reset=1</code> à l'URL. Une invite sera affichée que vous pourrez utiliser pour remettre à zéro tous les réglages de Membership2. Utilisez ceci pour effacer toutes les traces après avoir testé l'extension.
pt_br: Abrir a página Configurações e adicionar <code>&reset=1</code> ao URL. Um aviso será exibido que pode usar para redefinir todas as configurações de Membership2. Use isso para limpar todos os rastreios depois de ter feito o teste do ''plug-in''.

# help
source: Reset
de: Zurücksetzen
fr: Réinitialiser
pt_br: Reconfigure

# help
source: Advanced Settings
de: Erweiterte Einstellungen
fr: Options avancées
pl: Ustawienia zaawansowane
pt_br: Configurações Avançadas

# help
source: Simply remove the line <code>define( "MS_PROTECT_NETWORK", true );</code> from wp-config.php to switch back to site-wide protection. All your previous Memberships will still be there (if you created site-wide memberships before enabling network-wide mode)<br />Note: After this change the plugin will still be enabled network wide, you have to go to Network Admin > Plugins and disable it if you only want to protect certain sites in your network.
fr: Supprimer simplement la ligne <code>define( "MS_PROTECT_NETWORK", true );</code> du fichier wp-config.php pour revenir à la protection à l'échelle du site. Tous vos abonnements seront là (si vous avez créé des abonnements à l'échelle du site avant de passer en mode réseau).<br />Note : Après ce changement, l'extension sera toujours activée à l'échelle du réseau, vous devrez aller dans Réglages réseaux > Extensions et le désactiver si vous voulez protéger seulement certains sites sur votre réseau.
pt_br: Simplesmente remover a linha <code>definir("MS_PROTECT_NETWORK", true);</code> do wp-config.php para obter proteção para todo o site. Todas as suas Afiliações anteriores continuarão aí (se você criou afiliações em todo o site antes de habilitar o modo de rede global) <br />Aviso: Após fazer essa mudança, o plug-in ainda estará habilitado goblamente em toda a rede; você precisa ir para Network Admin> Plugins e desativar (a plugin) se você quiser apenas proteger determinados sites em sua rede.

# help
source: Disable Network-Wide mode
de: Netzwerkweiten Modus deaktivieren
fr: Désactiver le mode à l'échelle du réseau
pl: Wyłącz tryb całej sieci
pt_br: Desativar Modo De Rede Global

# help
source: In wp-config.php add the line <code>define( "MS_PROTECT_NETWORK", true );</code> to enable network wide protection. Important: Settings for Network-Wide mode are stored differently than normal (site-wide) settings. After switching to network wide mode the first time you have to set up the plugin again.<br />Note: The plugin will automatically enable itself network wide, you only need to add the option above.
fr: Dans wp-config.php, ajoutez la ligne <code>define( "MS_PROTECT_NETWORK", true );</code> pour activer la protection à l'échelle du réseau. Important : les réglages pour le mode Réseau sont stockés différemment du mode normal (mode Site). Après être passé en mode Réseau, vous devrez installer le plugin à nouveau.<br />Note : le plugin s'activera automatiquement à l'échelle du réseau, vous devez seulement ajouter les options ci-dessus.
pt_br: Em wp-config.php, adicione a linha <code> definir("MS_PROTECT_NETWORK", true);</code> para ativar a proteção de rede global. Importante: As Configurações da Rede Global são armazenadas de maneira diferente das configurações normais (em todo o site). Depois de mudar para rede global pela primeira vez, você tem que configurar esse plugin novamente. <br /> Aviso: O plugin será automaticamente ativado em toda a rede; você só precisa adicionar a opção como acima.

# help
source: Enable Network-Wide mode
de: Netzwerkweiten Modus aktivieren
fr: Activer le mode Réseau
pl: Włącz tryb całej sieci
pt_br: Ativar o Modo de Rede Global

# help
source: Network-Wide Protection
de: Netzwerkweiten Schutz
fr: Protection du réseau
pl: Ochrona w całej sieci
pt_br: Proteção de Rede Global

# help
source: If the invoice should contain a "Pay" button
de: Wenn die Rechnung einen "Zahl"-Button enthalten soll
fr: Si la facture doit contenir un bouton "Payer"
pl: Jeśli faktura powinna zawierać przycisk "Zapłać"
pt_br: Se a fatura contem o botão "Pagar"

# help
source: The Invoice ID
de: Die Rechnungs-ID
fr: ID de la facture
pl: Identyfikator faktury
pt_br: O ID da Fatura

# help
source: Display an invoice to the user. Not very useful in most cases, as the invoice can only be viewed by the invoice recipient
de: Zeige dem Nutzer eine Rechnung. Ist nicht sehr sinnvoll, da diese nur vom Nutzer selbst eingesehen werden kann
fr: Affiche une facture pour l'utilisateur. Pas vraiment utile dans la plupart des cas, vu que la facture peut être vue seulement par son destinataire
pl: Wyświetl fakturę dla użytkownika. W większości przypadków niezbyt przydatna, ponieważfaktura może być przeglądana tylko przez odbiorcę faktury
pt_br: Exibe uma fatura para o usuário. Não muito útil na maioria dos casos, pois que a fatura só pode ser visualizada pelo destinatário dessa fatura

# help
source: Number of items to display in the recent activities list
de: Anzahl der angezeigten Elemente in der Aktivitätsliste des Nutzers
fr: Nombre d'éléments à afficher dans la liste des activités récentes
pl: Liczba pozycji do wyświetlenia na ostatniej liście działań
pt_br: Número de itens a serem exibidos na lista de atividades recentes

# help
source: Whether to display the section containing the users recent activities
de: Ob der Abschnitt mit den letzten Nutzeraktivitäten angezeigt wird
fr: Afficher ou non la section contenant les activités récentes de l'utilisateur
pl: Czy wyświetlić sekcję zawierającą ostatnie aktywności użytkowników
pt_br: Se você deseja ou não exibir a seção que contém as atividades recentes dos usuários
