Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: By adding a membership level, you may actually be removing existing access to content.
de: Durch das Hinzufügen eines Mitgliedslevels kann ein Wegfall von Zugriffsrechten auf den Inhalt möglich sein.
fr: En ajoutant un niveau d'abonnement, vous pouvez supprimer l'accès au contenu existant.
pl: Dodając poziom członkostwa, możesz faktycznie usunąć istniejący dostępdo treści.
pt_br: Ao adicionar um nível de membership, você pode na realidade retirar o acesso existente ao conteúdo.

source: A membership level controls the amount of access to the sites content this member will have.
de: Das Mitgliedschafts-Level kontrolling die Anzahl der Zugänge auf den Seiteninhalt, die ein Mitglied haben darf.
fr: Un niveau d'abonnement contrôle la quantité de contenu auquel le membre aura accès.
pl: Poziom członkostwa kontroluje ilość dostępu do treści witryny toczłonek będzie miał.
pt_br: Um nível de ''membership'', controla a capacidade de acesso ao conteúdo de sites, que esse membro que esse membro poderá ter.

source: Add member to a level
de: Mitglieder zu einem Level hinzufügen
fr: Ajouter un membre à un niveau
pl: Dodaj członka do poziomu
pt_br: Adicionar membro a um nível

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
pt_br: Cancelar

source: Select the gateway to move to.
de: Wähle das Gateway aus, in welches verschoben werden soll.
fr: Sélectionner la passerelle à déplacer vers.
pl: Wybierz bramę, aby przejść do.
pt_br: Selecionar o ''gateway'' para onde deseja mudar.

source: Gateway to move to for this / these member(s)
de: Gateway soll für diese(s) Mitglied(er) verschoben werden
fr: Transfert de passerelle, à déplacer vers pour ce / ces membre(s)
pl: Brama, do której można przejść do tego / tych członków
pt_br: ''gateway'' para onde deseja mudar este/estes membro(s)

source: Select the gateway to move from.
de: Wähle das Gateway aus, welches verschoben werden soll.
fr: Sélectionner la passerelle à déplacer à partir de
pl: Wybierz bramkę, z której chcesz przejść.
pt_br: Selecionar o ''gateway'' de onde deseja mudar.

source: Gateway to move from for this / these member(s)
de: Gateway soll für diese(s) Mitglied(er) verschoben werden
fr: Transfert de Passerelle, à déplacer de pour ce / ces membre(s)
pl: Brama do przejścia z tego / tych członków
pt_br: ''Gateway'' de mudar de para este / estes membro (s)

source: A subscription gateway handles the payment and renewal forms displayed for a subscription. Changing this should not be undertaken lightly, it can seriously mess up the subscriptions of your members.
fr: Une passerelle d'abonnement prend en charge les formulaires de paiement et les formulaires de renouvellement affichés pour un abonnement. Changer cela ne doit pas être pris à la légère, ça pourrait sérieusement perturber les abonnements de vos membres.
pl: Brama subskrypcji obsługuje wyświetlane formularze płatności i odnowieniasubskrypcja. Zmiana tego nie powinna być podejmowana lekko, możepoważnie zepsuć subskrypcje swoich członków.
pt_br: Um ''gateway'' (portal) de subscrição lida com os formulários de pagamento e formulários de renovação exibidos para uma subscrição. Mudando isto não devia fazer-se sem pensar, pois que pode causar serios problemas às assinaturas de seus membros.

source: Move subscription to another gateway
de: Verschiebe Abonnement zu einem anderen Gateway
fr: Déplacer la souscription vers une autre passerelle de paiement
pl: Przenieś subskrypcję do innej bramy
pt_br: Mudar a subscriçãopara outro ''gateway''

source: Statistics
de: Statistiken
fr: Statistiques
pl: Statystyki
pt_br: Statisticas

source: Membership dashboard
fr: Tableau de bord Abonnement
pl: Panel kontrolny członkostwa
pt_br: Painel ''Membership''

source: Deactivated Members
de: Deaktivierte Mitglieder
fr: Membres désactivés
pl: Dezaktywowani członkowie
pt_br: Membros Desativados

source: Total Members
de: Alle Mitglieder
fr: Total Membres
pl: Łączna liczba członków
pt_br: Total de Membros

source: Member counts
de: Mitglieder Anzahl
fr: comptes Membre
pl: Członek liczy
pt_br: Contagens dos membros

source: Member breakdown
de: Mitgliedstörung
fr: Détail membre
pl: Podział członków
pt_br: Divisão de membros

source: [Disable it]
de: [Deaktivieren]
fr: [Désactiver]
pl: [Wyłącz to]
pt_br: [Desativa-lo]

source: enabled
de: aktiviert
fr: activé
pl: włączony
pt_br: ativo

source: [Enable it]
de: [aktivieren]
fr: [Activer]
pl: [Włącz to]
pt_br: [Ativa-lo]

source: Click here to enable the plugin
de: Hier klicken um das Plugin zu aktivieren
fr: Cliquer ici pour activer le plugin
pl: Kliknij tutaj, aby włączyć wtyczkę
pt_br: Clicar aqui para ativar o ''plugin''

source: disabled
de: deaktiviert
fr: désactivé
pl: wyłączony
pt_br: desativado

source: is
de: ist
fr: est
pl: jest
pt_br: está

source: Membership protection
de: Mitgliedschaft Schutz
fr: Protection Abonnement
pl: Ochrona członkostwa
pt_br: Proteção de ''Membership''

source: Signups
de: Anmeldungen
fr: Inscriptions
pl: Rejestracja
pt_br: Assinar

source: Are you sure you want to delete this ping and the associated history?
de: Sind Sie sich sicher, dass Sie diesen Ping und die Historie löschen möchten?
fr: Êtes-vous certain de vouloir effacer ce Ping et l'historique associé ?
pl: Czy na pewno chcesz usunąć ten ping i powiązaną historię?
pt_br: Tem a certeza de que deseja supprimir este ''ping'' e seu histórico associado?

source: Are you sure you want to delete this url group?
de: Sind Sie sich sicher, dass Sie diese Gruppen URL löschen möchten?
fr: Êtes-vous certain de vouloir supprimer ce groupe URL ?
pl: Czy na pewno chcesz usunąć tę grupę adresów URL?
pt_br: Tem a certeza de que deseja suprimir este ''ping'' e seu histórico associado?

source: Are you sure you want to deactivate this member?
de: Sind Sie sich sicher, dass Sie dieses Mitglied deaktivieren möchten?
fr: Êtes-vous certain de vouloir désactiver ce membre ?
pl: Czy na pewno chcesz dezaktywować tego członka?
pt_br: Tem a certeza de que deseja desativar este membro?

source: Are you sure you want to deactivate this subscription?
de: Sind Sie sich sicher, dass Sie diesen Eintrag deaktivieren möchten?
fr: Êtes-vous certain de vouloir désactiver cet abonnement ?
pl: Czy na pewno chcesz dezaktywować tę subskrypcję?
pt_br: Tem a certeza de que deseja desativar esta subscrição?

source: Are you sure you want to delete this subscription?
de: Sind Sie sich sicher, dass Sie diesen Eintrag löschen möchten?
fr: Êtes-vous certain de vouloir supprimer cet abonnement ?
pl: Czy na pewno chcesz usunąć tę subskrypcję?
pt_br: Tem a certeza de que deseja desativar esta subscrição?

source: Moving to the Negative area will remove any Positive rules you have set - is that ok?
de: Durch den Wechsel zum "Negativ Bereich" werden alle "Positiv Regeln" entfernt werden. Ist das in Ordnung?
fr: Déplacer vers la zone Négative supprimera toutes les règles Positives que vous avez définies - est-ce correct ?
pl: Przeniesienie do obszaru ujemnego spowoduje usunięcie wszystkich ustawionych reguł pozytywnych - jestto w porządku?
pt_br: Mudar para a área Negativa removerá todas as regras Positivas que você programou - está de acordo?

source: Moving to the Positive area will remove any Negative rules you have set - is that ok?
de: Durch den Wechsel zum "Positiv Bereich" werden alle "Negativ Regeln" entfernt werden. Ist das in Ordnung?
fr: Déplacer vers la zone Positive supprimera toutes les règles Négatives que vous avez définies - est-ce correct ?
pl: Przejście do obszaru Pozytywna spowoduje usunięcie wszystkich Ustawień negatywnych, które ustawiłeś - jestto w porządku?
pt_br: Mudar para a área Positiva removerá todas as regras Negativas que você programou - está de acordo?

source: Are you sure you want to deactivate this level?
de: Sind Sie sich sicher, dass Sie diese Ebene deaktivieren möchten?
fr: Êtes-vous certain de vouloir désactiver ce niveau ?
pl: Czy na pewno chcesz dezaktywować ten poziom?
pt_br: Tem a certeza de que deseja desativar este nível?

source: Are you sure you want to delete this level?
de: Sind Sie sich sicher, dass Sie diese Ebene löschen möchten?
fr: Êtes-vous certain de vouloir supprimer ce niveau ?
pl: Czy na pewno chcesz usunąć ten poziom?
pt_br: Tem a certeza de que deseja suprimir este nível?

source: Level
de: Ebene
fr: Niveau
pt_br: Nível

source: Something has gone wrong with the Wizard, please try clicking the button again.
de: Etwas ist mit dem Wizard schief gelaufen. Bitte drücke den Button und versuche es erneut.
fr: Quelque chose s'est mal passé avec l'Assistant, essayez de cliquer sur le bouton à nouveau.
pl: Coś poszło nie tak z kreatora, spróbuj kliknąć przyciskjeszcze raz.
pt_br: Algo deu errado com o Assistente, por favor, tente clicar no botão de novo.

source: Loading...
de: Laden...
fr: Chargement ...
pl: Wczytywanie...

source: Membership Options
de: Mitglieds Optionen
fr: Options Abonnement
pl: Opcje członkostwa
pt_br: Options de ''Membership''

source: Payment Gateways
de: Zahlungs-Gateways
fr: Passerelles de paiement
pl: Bramki płatności
pt_br: Gateways de Pagamento

source: Membership Gateways
de: Mitglieder Zugänge
fr: Passerelles Abonnement
pl: Bramy członkowskie

source: Membership Pings
de: Mitgliedschaft Pings
fr: Pings Abonnement

source: Membership URL Groups
de: Mitgliedschaft URL-Gruppen
fr: Membership URL Groupes
pl: Grupy adresów członkostwa
pt_br: Grupos URL ''Membership''

source: Subscription Plans
de: Mitgliedschaften
fr: Plans de souscription
pl: Abonamenty
pt_br: Planos de Subscrições

source: Membership Subscriptions
de: Mitglieder Einträge
fr: Souscriptions Abonnement
pl: Subskrypcje członkowskie
pt_br: Subscrições de ''Membership''

source: Membership Levels
de: Mitglieder Ebenen
fr: Niveaux Abonnement
pl: Poziomy członkostwa
pt_br: Níveis de ''Membership''

source: All Members
de: Alle Mitglieder
fr: Tous les membres
pl: Wszyscy członkowie
pt_br: Todos os Membros

source: You are logged in as a <strong>Membership Admin</strong> user, you will therefore see all protected content on this site.
de: Du bist als <strong>Mitgliedschaft Administrator</strong> User eingeloggt. Du kannst den gesamten geschützten Inhalt der Seite sehen.
fr: Vous êtes connecté en tant qu'utilisateur <strong>Membership Admin</strong>, vous verrez donc tous les contenus protégés de ce site.
pl: Jesteś zalogowany jako <strong> Administrator</ strong>. Dlatego widzisz wszystkie chronione treści na tej stronie.
pt_br: Você está conetado como usuário <strong>Admin de ''Membership''</strong>, portanto poderá ver todo o conteúdo protegido neste site.

source: The Membership plugin is not enabled. To ensure your content is protected you should <a href='%s'>enable it</a>
de: Das Mitgliedschaft Plugin ist nicht aktiviert. Damit deine Inhalte gesichert sind, solltest du es <a href='%s'>aktivieren</a>
fr: Le plugin Membership est désactivé. Pour vous assurer que votre contenu soit protégé, vous devez <a href='%s'>l'activer</a>
pl: Wtyczka członkostwa nie jest włączona. Aby zapewnić ochronę zawartościpowinieneś <a href='%s'> włączyć </a>
pt_br: O plugin de ''Membership'' não está ativado. Para garantir que seu conteúdo esteja protegido, você deve <a href='%s'> ativá-lo</a>

source: Save all changes
de: Alle Änderungen speichern
fr: Sauvegarder toutes les modifications
pl: Zapisz wszystkie zmiany
pt_br: Salvaguardar todas as alterações

source: Current Permissions
de: Aktuelle Berechtigungen
fr: Permissions actuelles
pl: Aktualne uprawnienia
pt_br: Permissões Atuais

source: Select the areas you want this user to be able to administrate.
de: Wähle die Bereiche aus, die der Benutzer adminstrieren darf.
fr: Sélectionnez les zones que cet utilisateur pourra gérer.
pl: Wybierz obszary, którymi ten użytkownik będzie mógł zarządzać.
pt_br: Selecionar as áreas que você deseja que este usuário pode administrar.

source: Post Indexer Settings
de: Einstellungen für Beitragsformat
fr: Paramètres d'indexeur d'article
pl: Ustawienia Post Indexer
pt_br: Configurações do indexador de publicados

source: Membership Permissions
de: Mitgliedschaft Berechtigungen
fr: Permissions Abonnement
pl: Uprawnienia członkostwa
pt_br: Permissions de ''Membership''

source: Edit
de: Bearbeiten
fr: Editer
pl: Edytuj
pt_br: Editar

source: Purchases
de: Käufe
fr: Achats
pl: Zakupy
pt_br: Comprado

source: Coupons
de: Gutscheine
fr: Codes promo
pl: Kupony
pt_br: Cupons

source: Dashboard
fr: Tableau de bord
pl: Pulpit
pt_br: Painel

source: Close this wizard
de: Schließe diesen Assistenten
fr: Fermer cet assistant
pl: Zamknij tego kreatora
pt_br: Fechar este assistente

source: If you would like more tips on using the system then you can now follow the tutorial pointers we have included, or check out the help guides at the top of every page.
fr: Si vous souhaitez obtenir d'autres conseils sur l'utilisation du système, vous pouvez maintenant suivre les tutoriels que nous avons inclus, ou consultez les guides d'aide en haut de chaque page.
pl: Jeśli chcesz więcej wskazówek na temat korzystania z systemu, możesz teraz śledzićWskaźniki samouczka, które zawarliśmy, lub sprawdź przewodniki pomocy na górzekażdej strony.
pt_br: Se você quiser mais sugestões sobre o uso do sistema, você pode seguir agora as guias do tutorial que incluímos aqui, ou confira com os guias de ajuda ao cimo de cada página.

source: Thank you, we have now set up some of the initial Membership options.
de: Vielen Dank, wir haben nun einige initiale Mitgliedschaft-Optionen angelegt.
fr: Merci, nous avons mis en place certaines des options initiales d'abonnement.
pl: Dziękujemy, ustawiliśmy niektóre z początkowych opcji członkostwa.
pt_br: Agradecemos; configuramos agora algumas das opções iniciais de ''Membership''.

source: Thank you
de: Danke
fr: Merci
pl: Dziękuję
pt_br: Obrigado

source: Dripped Subscription
fr: Abonnement déposé
pt_br: Subscrição ''Dripped'' (gota gota)

source: Visitors
de: Besucher
fr: Visiteurs
pl: Odwiedzający
pt_br: Visitantes

source: Level
de: Ebene
fr: Niveau
pt_br: Nível

source: Finish
de: Fertigstellen
fr: Terminer
pl: Zakończ
pt_br: Finalizar

source: gateway to receive payments.
de: Gateway um Zahlungen zu erhalten.
fr: plateforme pour recevoir les paiements.
pl: brama do odbierania płatności.
pt_br: ''gateway'' para receber pagamentos.

source: Select a gateway...
de: Wähle ein Gateway für die Zahlung aus...
fr: Sélectionner une passerelle...
pl: Wybierz bramkę ...
pt_br: Selecionar um ''gateway...''

source: Finally, I would like to use the
de: Zuletzt, würde ich gerne folgendes nutzen
fr: Finalement, je préfère utiliser le
pl: Wreszcie, chciałbym skorzystać z
pt_br: Por fim, gostaria de usar o

source: also create a level to control what non-members can see?
de: Erstellen Sie auch eine Ebene, um steuern zu können, was Nicht-Mitglieder sehen können?
fr: créez également un niveau pour contrôler ce que les non-membres peuvent voir ?
pl: również stworzyć poziom kontrolowania tego, co widzą osoby niebędące członkami?
pt_br: também criar um nível para controlar o que esses não membros podem ver?

source: Level 2
fr: Niveau 2
pl: Poziom 2
pt_br: Nível 2

source: Level 1
fr: Niveau 1
pl: Poziom 1
pt_br: Nível 1

source: levels and give them the following names:
de: Level und gebe Ihnen folgende Namen:
fr: niveaux et de leur donner les noms suivants :
pl: poziomy i nadaj im następujące nazwy:
pt_br: níveis e dar-lhes os seguintes nomes:

source: Create
de: erstellen
fr: Créer
pl: Utwórz
pt_br: Criar

source: Select the number of levels you think you will need to get started (you can add or remove them later).
de: Wähle die Anzahl Levels mit denen du starten möchtest (du kannst diese später auch erweitern oder entfernen).
fr: Sélectionnez le nombre de niveaux dont vous pensez avoir besoin pour commencer (vous pouvez en ajouter ou en supprimer plus tard).
pl: Wybierz liczbę poziomów, które uważasz za potrzebne do rozpoczęcia (możeszdodaj lub usuń je później).
pt_br: Selecionar o número de níveis que você acha que vai necessitar para o começo (você pode adicionar mais ou removê-los depois).

source: A level controls what parts of your website a user has access to, so we will need to set some initial ones up.
de: Ein Level steuert die Teile deiner Seite, zu welchen ein Nutzer Zugriff hat, also müssen wir welche einrichten.
fr: Un niveau contrôle à quelles parties de votre site web un utilisateur a accès, donc nous aurons besoin de mettre en place les niveaux initiaux.
pl: Poziom kontroluje, do jakich części witryny użytkownik ma dostęp, więc będziemy trzeba ustawić kilka początkowych.
pt_br: Selecionar o número de níveis que pensa que vai necessitar para o começo (você pode adicionar mais ou removê-los depois).

source: Create your levels
de: Erstelle Deine Ebenen
fr: Créez vos niveaux
pl: Stwórz swoje poziomy
pt_br: Criar os seus níveis

source: Next Step &raquo;
de: Nächster Schritt &raquo;
fr: Étape suivante &raquo;

source: Advanced.
de: erweitert
fr: Avancé.
pl: Zaawansowane.
pt_br: Avançado

source: Dripped content site.
de: gekürzte Inhaltsseite.
fr: Contenu du site dripped.
pt_br: Site de conteúdo gota a gota.

source: Standard membership site.
de: Standard Mitgliederseite
fr: Site standard d'abonnement..
pl: Standardowa strona członkowska.
pt_br: Site de ''membership''padronisada.

source: If you would like us to set up some basic things for you then choose an option below.
de: Wenn du einige Basiseinstellungen vornehmen möchtest, nutze die Option unterhalb.
fr: Si vous souhaitez que nous mettions en place certaines choses de base, alors choisissez une option ci-dessous.
pl: Jeśli chcesz, abyśmy skonfigurowali dla Ciebie podstawowe rzeczy, wybierzopcja poniżej.
pt_br: Se você deseja que programemos algumas coisas básicas para você, escolha uma das opções abaixo.

source: You can use the Help tabs in the upper right corner to get information on how to use your current screen.
de: Um mehr Informationen über die Verwendung des aktuellen Bildschirminhaltes erhalten, kann du den Hilfereiter in der oberen rechten Ecke nutzen.
fr: Vous pouvez utiliser les onglets d'aide dans le coin supérieur droit pour obtenir des informations sur la façon d'utiliser votre écran actuel.
pl: Możesz użyć zakładek Pomocy w prawym górnym rogu, aby uzyskać informacje na temat jak korzystać z bieżącego ekranu.
pt_br: Você pode utilisar as guias Ajuda no canto superior direito para obter informações sobre como usar sua tela atual.

source: If you need help getting started, check out our documentation over on <a href="http://premium.wpmudev.org/project/membership">WPMUDEV</a>.
de: Wenn Sie Hilfe beim Start benötigen, testen Sie unsere Dokumentation auf <a href="http://premium.wpmudev.org/project/membership">WPMUDEV</a>.
fr: Si vous avez besoin d'aide pour démarrer, consultez notre documentation sur <a href="http://premium.wpmudev.org/project/membership">WPMUDEV</a>
pt_br: Se você necessita de ajuda ao iniciar, confira com a nossa documentação em <a href="http://premium.wpmudev.org/project/membership">WPMUDEV</a>.

source: Dismiss this message
de: Diese Nachricht abweisen
fr: Abandonner ce message
pl: Odrzuć tę wiadomość
pt_br: Ignorar esta mensagem

source: Already know what you're doing?
de: Wissen Sie bereits was Sie tun?
fr: Savez-vous ce que vous faîtes ?
pl: Już wiesz, co robisz?
pt_br: Já sabe o que você tem que fazer?

source: Dismiss
de: ablehnen
fr: Désactiver
pt_br: Ignorar

source: If any of the page URLs are regular expressions then set this to yes.
de: Wenn irgendeine Seiten-URL reguläre Ausdrücke enthält, dann setze auf JA.
fr: Si les pages URL sont des expressions régulières, alors réglez ce paramètre sur oui.
pl: Jeśli któryś z adresów URL stron jest wyrażeniem regularnym, ustaw go na tak.
pt_br: Se qualquer um dos URLs da página são expressões regulares, programa-los para sim.

source: Regular Expression
de: Regulärer Ausdruck
fr: Expression régulière
pl: Wyrażenie regularne
pt_br: Expressão Regular

source: Remove any query string values prior to checking URL.
fr: Retirer toutes les valeurs de chaîne de requête avant de vérifier l'URL.
pl: Usuń wszystkie wartości ciągów zapytania przed sprawdzeniem adresu URL.
pt_br: Retirar todos os valores da ''string'' de consulta antes de verificar o URL.

source: Yes
de: Ja
fr: Oui
pl: Tak
pt_br: Sim

source: No
de: Nein
fr: Non
pl: Nie
pt_br: Não

source: Strip query strings from URL
fr: Enlever les chaînes de requête de l'URL
pl: Usuwa ciągi zapytań z adresu URL
pt_br: Retirar ''strings'' (código) de consulta do URL

source: You should place each page URL or expression on a new line.
de: Du solltest jede Seiten-URL oder Ausprägung in eine neue Zeile schreiben.
fr: Vous devez placer chaque URL ou expression sur une nouvelle ligne.
pl: Powinieneś umieścić każdy adres URL strony lub wyrażenie w nowym wierszu.
pt_br: Você deveria colocar cada URL ou expressão de cada página em uma nova linha.

source: Page URLs
de: Seiten URLs
fr: Page d'URL
pl: Adresy stron
pt_br: Página URLs

source: Group name
de: Gruppenname
fr: Nom du groupe
pl: Nazwa grupy
pt_br: Nome do grupo

source: Once you have everything set up you should enable the membership plugins protection system.
de: Sobald du alle Einstellungen vorgenommen hast, sollte du das Sicherheitssystem des Mitgliedschaft-Plugin aktivieren.
fr: Une fois que vous avez tout mis en place, vous devez activer le système de protection du plugin Membreship.
pl: Gdy już wszystko skonfigurujesz, włącz wtyczki członkostwa.
pt_br: Depois de configurar tudo, você deveria ativar o sistema de proteção de ''plugins'' de ''membership''.

source: A Ping is a method of sending a message to an external URL when something happens within the membership plugin (such as a member starts or ends a subscription). They are useful for things like registering users on external support forums.
fr: Un ping est une méthode d'envoi d'un message vers une URL externe quand quelque chose se passe dans le plugin membership (comme par exemple un membre commence ou termine un abonnement). Ils sont utiles pour des cas comme l'enregistrement des utilisateurs sur les forums de support externes.
pl: Ping to metoda wysyłania wiadomości pod zewnętrzny adres URL, gdy coś
pt_br: Um ''Ping'' é um método de enviar uma mensagem para uma URL externa quando algo acontece dentro do ''plugin de membership'' (tal como (quando) um membro inicia ou finaliza uma subscrição). Estes são úteis tal como para registrar usuários em fóruns de suporte externos.

source: URL Groups allow you to specify a group of URLs on your site that you want to protect and then allow / or prevent members to access them from within a level.
de: URL-Gruppen erlaubt Ihnen die Einrichtung von bestimmten URL´s auf Ihrer Seite, die Sie schützen wollen und dann durch Freigabe / Sperrung bestimmter Mitgliedsebenen steuern können.
fr: Les Groupes URL vous permettent de spécifier un groupe d'URL sur votre site que vous souhaitez protéger, puis autoriser / ou empêcher les membres d'y accéder à partir d'un niveau.
pl: Grupy adresów URL umożliwiają określenie grupy adresów URL w Twojej witryniechronić, a następnie zezwalać / lub uniemożliwiać członkom dostęp do nich z poziomupoziom.
pt_br: Os Grupos de URLs permitem que você especifique um grupo de URLs no seu site que você deseja proteger e, em seguida, permitir / ou evitar que os membros os acessem num nível.
