Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Remove
de: Entfernen
fr: Supprimer
pl: Usuń
pt_br: Remover

source: Membership Gateway
de: Mitgliedschaft-Gateway
pt_br: ''Gateway'' para Adesão

source: %sDocumentation%s
de: %sDokumentation%s
pl: %sDokumentacja%s
pt_br: %sDocumentação%s

source: Membership Admins
de: Mitgliedschaftsadministratoren
pt_br: Membros Administradores

# help
source: 2. <tt>m2-register.php</tt>
pt_br: 2. <tt>m2-registração.php</tt>

# help
source: 2. <tt>m2-memberships.php</tt>
pt_br: 2. <tt>m2-afiliados.php</tt>

# help
source: 1. <tt>m2-account.php</tt>
pt_br: 1. <tt>m2-conta.php</tt>

# help
source: By default Membership 2 will render the page contents defined in your %sMembership 2 Pages%s using the themes standard template for single pages. However, you can customize this very easy by creating special %stemplate files%s in the theme.
pl: Domyślnie Membership 2 będzie renderować zawartość strony zdefiniowaną w twoim%sMembership 2 Pages%s używając standardowego szablonu dla pojedynczych stron.Można jednak dostosować to bardzo łatwo, tworząc specjalną%stemplatepliki%s w motywie.
pt_br: Por padrão, Membership 2 transformará os conteúdos da página definida nas%s Páginas Membership 2 %s usando o modelo padrão de temas para páginas únicas. No entanto, podemos personalizar tudo isso muito facilmente, criando arquivos%stemplate especiais%s no tema.

# help
source: Network wide protection is a Pro feature. %sRead more about the Pro Version here%s!
pl: Ochrona w całej sieci to funkcja Pro.%s Dowiedz się więcej o wersji Protutaj%s!
pt_br: A proteção de toda a rede é um recurso Pro. %sLer mais sobre a versão Pro aqui%s!

source: Invitations
de: Einladungen
pl: Zaproszenia
pt_br: Convites

source: Membership (WPMU DEV)
de: Mitgliedschaft (WPMU DEV)
pl: Członkostwo (WPMU DEV)
pt_br: Assinatura (WPMU DEV)

source: Description:
de: Beschreibung:
pl: Opis:
pt_br: Descrição:

source: Taxes %s
de: Steuersatz %s
pl: Podatki%s
pt_br: Impostos %s

source: Description
de: Beschreibung
pl: Opis
pt_br: Descrição

source: Page
de: Seite
pl: Strona
pt_br: Página

source: Y/m/d
de: d.m.Y
pt_br: d/m/Y

source: Post Types
de: Beitragstypen
pl: Typy treści
pt_br: Tipos de Post

source: Custom Post Types
de: Benutzerdefinierte Beitragstypen
pl: Niestandardowe typy postów
pt_br: Tipos de Post Personalizados

source: Custom Post Type
de: Benutzerdefinierter Beitragstyp
pt_br: Tipo de Post Personalizado

source: - Transactions
de: - Transaktionen
pl: - Transakcje
pt_br: - Transações

source: N/A
pt_br: N/D

source: (Visitor)
de: (Besucher)
pl: (Gość)
pt_br: (Visitante)

source: %1$s %2$d
pt_br: %1$s em %2$s

source: Instructions &raquo;
de: Anleitungen &raquo;
pt_br: Adicionar unidades &raquo;

source: Ukraine
pl: Ukraina
pt_br: Ucrânia

source: Swaziland
de: Swasiland
pl: Suazi
pt_br: Suazilândia

source: Seychelles
de: Seychellen
pl: Seszele
pt_br: Seicheles

source: Rwanda
de: Ruanda
pt_br: Ruanda

source: Philippines
de: Philippinen
pl: Filipiny
pt_br: Filipinas

source: Paraguay
pl: Paragwaj
pt_br: Paraguai

source: Panama
pt_br: Panamá

source: Palestine
de: Palästina
pl: Palestyna
pt_br: Palestina

source: Niger
pt_br: Níger

source: Nicaragua
pl: Nikaragua
pt_br: Nicarágua

source: Mozambique
de: Mosambik
pl: Mozambik
pt_br: Moçambique

source: Montserrat
pt_br: Monserrate

source: Monaco
pl: Monako
pt_br: Mônaco

source: Mayotte
pl: Majotta
pt_br: Maiote

source: Martinique
pl: Martynika
pt_br: Martinica

source: Malawi
pt_br: Malavi

source: Madagascar
de: Madagaskar
pl: Madagaskar
pt_br: Madagáscar

source: Macao
pt_br: Macau

source: Luxembourg
de: Luxemburg
pl: Luksemburg
pt_br: Luxemburgo

source: Lesotho
pt_br: Lesoto

source: Kiribati
pt_br: Quiribáti

source: Kazakhstan
de: Kasachstan
pl: Kazachstan
pt_br: Cazaquistão

source: Guam
pt_br: Guame

source: Guadeloupe
pl: Gwadelupa
pt_br: Guadalupe

source: Ghana
pt_br: Gana

source: Gabon
de: Gabun
pt_br: Gabão

source: Botswana
pt_br: Botsuana

source: Anguilla
pt_br: Anguila

source: Type
de: Typ
pl: Typ
pt_br: Tipo

source: Pages
de: Seiten
pl: Strony
pt_br: Páginas

source: France
de: Frankreich
pl: Francja
pt_br: França

source: Canada
de: Kanada
pl: Kanada
pt_br: Canadá

source: Australia
de: Australien
pt_br: Austrália

source: Live
pl: Na żywo
pt_br: Ao vivo

source: Mode
de: Modus
pt_br: Modo

source: Public
de: öffentlich
pl: Publiczna
pt_br: Público

source: clone
de: Kopieren
pl: klon
pt_br: duplicar

source: Options
de: Optionen
pl: Opcje
pt_br: Opções

source: Permissions
de: Zugriff
pl: Uprawnienia
pt_br: Permissões

source: Remote Pings
pt_br: Pings remotos

source: Mode :
de: Modus :
pl: Tryb:
pt_br: Método :

source: POST
pt_br: PUBLICADO

source: Ping data
de: Ping daten
pl: Dane Ping
pt_br: Dados ''Ping''

source: Communications
de: Kommunikation
pl: Komunikacja
pt_br: Communicações

source: Notes
de: Notizen
pl: Uwagi
pt_br: Avisos

source: Date
de: Datum
pl: Data
pt_br: Data

source: Message
de: Nachricht
pl: Wiadomość
pt_br: Mensagem

source: Membership
de: Mitgliedschaft
pl: Członkostwo
pt_br: Afiliação

source: Positive :
de: Positiv:
pt_br: Positivo :

source: Kenya
pl: Kenia

source: Cookies:
pl: Pliki cookie:

source: Membership 2
de: Mitgliedschaft
pl: Członkostwo 2

source: URLs
pl: URL

source: Menus
de: Menüs
pl: Menu

source: Total
de: Gesamtbetrag
pl: Razem

source: Qatar
de: Katar
pl: Katar

source: Portugal
pl: Portugalia

source: Djibouti
de: Dschibuti
pl: Dżibuti

source: Costa Rica
pl: Kostaryka

source: Bangladesh
de: Bangladesch
pl: Bangladesz

source: Bahamas
pl: Bahamy

source: API Login ID
pl: Identyfikator logowania API

source: blogs.
pl: blogi.

source: Shortcodes
pl: Shortcode'y

source: Sandbox
pl: Piaskownica

source: Add-ons
pl: Dodatki

source: Extras
pl: Dodatki

source: Site: URL
de: Seite: URL

source: MENU
de: Menü

source: Menu
de: Men&uuml;

source: Legacy Shortcodes
de: veraltete Shortcodes

source: e-mail: %s
de: E-Mail Adresse: %s

source: E-mail
de: E-Mail Adresse

source: Cheatin&#8217; uh?
de: Schummeln, was?
