Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: To change your password, enter the new password below and then repeat it to confirm, otherwise leave these two fields blank.
de: Um Ihr Passwort zu ändern geben Sie das neue Passwort unten zweimal ein. Ansonsten lassen Sie die Felder bitte leer.
fr: Pour modifier votre mot de passe, saisissez le nouveau mot de passe et confirmez le, sinon laissez ces deux champs vides.
pl: Aby zmienić hasło, wprowadź nowe hasło poniżej, a następnie powtórz jepotwierdź, w przeciwnym razie pozostaw te dwa pola puste.
pt_br: Para alterar sua senha, insirir a nova senha abaixo e repita-a para a confirmar. Caso contrário, deixe esses dois campos sem preêncher.

source: Website
de: Webseite
fr: Site web
pl: Witryna

source: Display name as
de: Angezeigter Name
fr: Afficher le nom comme
pl: Wyświetl nazwę jako
pt_br: Exibir nome como

source: Nickname
de: Spitzname
fr: Pseudo
pl: Pseudonim
pt_br: Apelido

source: Last Name
de: Nachname
fr: Nom
pl: Nazwisko
pt_br: Sobrenome

source: First Name
de: Vorname
fr: Prénom
pl: Imię
pt_br: Primeiro Nome

source: Usernames cannot be changed.
de: Benutzernamen können nicht geändert werden
fr: L'identifiant ne peut être changé.
pl: Nazwy użytkowników nie można zmienić.
pt_br: Nomes de usuários não podem ser alterados.

source: Edit your details
de: Informationen bearbeiten
fr: Editer vos détails
pl: Edytuj swoje dane
pt_br: Editar seus detalhes

source: Your details could not be updated.
de: Ihre Daten konnten nicht aktualisiert werden.
fr: Vos détails ne peuvent être mis à jour.
pl: Twoje dane nie mogły zostać zaktualizowane.
pt_br: Seus detalhes não puderam ser atualizados.

source: Your password settings do not match
de: Ihre Passwörter stimmen nicht überein
fr: Vos mots de passe ne correspondent pas
pl: Twoje ustawienia hasła nie pasują do siebie
pt_br: Suas configurações da senha não correspondem

source: Your details have been updated.
de: Ihre Daten wurden aktualisiert.
fr: Vos détails ont été mis à jour.
pl: Twoje dane zostały zaktualizowane.
pt_br: Seus detalhes foram atualizados.

source: The most powerful, easy to use and flexible membership plugin for WordPress, Multisite and BuddyPress sites available. Offer downloads, posts, pages, forums and more to paid members.
fr: Le plugin de gestion de membres pour WordPress, Multisite et BuddyPress le plus puissant, facile à utiliser et flexible disponible actuellement. Offrez des téléchargements, des articles, des pages, des forums en exclusivité aux membres payant.
pl: Najpotężniejsza, łatwa w użyciu i elastyczna wtyczka członkowska dla WordPressWitryny Multisite i BuddyPress oferują pliki do pobrania, posty, stronyfora i więcej dla opłacanych członków.
pt_br: O plugin mais poderoso, fácil de usar e flexível para ''membership", disponível para sites WordPress, Multisite e BuddyPress. Oferece downloads, posts, páginas, fóruns e mais para os membros aderidos.

source: Restart the Tutorial
de: Das Tutorial erneut starten
fr: Relancer le tutoriel
pl: Uruchom ponownie samouczek
pt_br: Reiniciar o Tutorial

source: Support forum
fr: Forum support
pl: Obsługa forum

source: Installation and instructions page
de: Installations- und Anleitungsseite
fr: Page d'installation et d'instructions
pl: Strona Instalacji i instruktażu
pt_br: Página de instalação e instruções

source: Project page
de: Projektseite
fr: Page Projet
pl: Strona Projektu
pt_br: Página do projeto

source: You can edit this page direct, make a huge splash there with some flashy graphics or promotional text promoting why people should upgrade to a snazzy subscription from your website. Even link them to your signup page.
fr: Vous pouvez modifier cette page directement, mettez le paquet avec des graphismes flashy ou un texte faisant la promotion du pourquoi les gens devraient faire évoluer leur abonnement vers un autre depuis votre site. Et même les lier à votre page d'inscription.
pl: Możesz edytować tę stronę bezpośrednio, zrobić ogromny plus z pewnymi błyskamigrafika lub tekst promocyjny promujący powody, dla których ludzie powinni przejść na snazzysubskrypcja z Twojej witryny. Możesz nawet połączyć je ze stroną rejestracji.
pt_br: Você pode editar esta página diretamente e fazer grandes coisas aí, com alguns gráficos atrativos ou texto promocional,anunciando que as pessoas se devem atualizar para uma subscrição elegante do seu site. Até mesmo ligá-los à sua página de inscrição.

source: When you protect a post or page, this is the content a user will be directed to if they do not have a subscription with access. That will prevent the user without a subscription accessing the content direct.
fr: Lorsque vous protégez un article ou une page, c'est le contenu vers lequel un utilisateur sera dirigé si il n'a pas un abonnement avec accès. Cela permettra d'éviter à l'utilisateur sans abonnement d'accéder au contenu directement.
pl: Gdy chronisz wpis lub stronę, jest to treść, do której zostanie skierowany użytkownikjeśli nie mają abonamentu z dostępem. To uniemożliwiużytkownik bez subskrypcji uzyskującej bezpośredni dostęp do treści.
pt_br: Quando você protege um publicado ou página, esse é o conteúdo para o qual um usuário será direcionado se não tiverem uma subscrição com acesso. Isso impedirá que o usuário sem uma subscrição acesse o conteúdo diretamente.

source: Protected Content Page
de: Geschützte Inhaltsseite
fr: Page Contenu Protégé
pt_br: Página de Conteúdos Protegidos

source: The Account Page is where you users can go and edit their account details.
de: Auf der Benutzerkonto-Seite, kann der Benutzer seine Daten anschauen und bearbeiten.
fr: La Page de Compte est l'endroit où vos utilisateurs peuvent aller et modifier leurs informations de compte.
pl: Strona konta umożliwia użytkownikom przeglądanie danych konta.
pt_br: A Página da Conta é onde os usuários podem ir e editar os seus detalhes da conta.

source: Account Page
de: Benutzerkonto-Seite
fr: Page du compte
pl: Strona konta
pt_br: Página da Conta

source: Really as it states, this is the page your users will see once they signup successfully and make any payments due. Create the page here and you can go edit it to put anything you wish on there.
fr: Vraiment comme elle l'indique, il s'agit de la page que vos utilisateurs verront quand ils s'enregistrent avec succès et d'effectuer tous les paiements dus. Créer la page ici, et vous pourrez la modifier et y mettre tout ce que vous voulez.
pl: Naprawdę, ponieważ stwierdza, jest to strona, którą zobaczą użytkownicy po ich rejestracjiz powodzeniem i dokonaj wszelkich płatności. Utwórz stronę tutaj i możesz iść.
pt_br: Na verdade como diz, esta é a página que seus usuários verão depois de se inscreverem com exito e efetuarem os pagamentos devidos. Crie uma página aqui e você pode editá-la para colocar o que quiser nela.

source: Registration Completed Page
de: Registrierung-Abgeschlossen-Seite
fr: Page d'enregistrement complétée
pl: Rejestracja zakończona strona
pt_br: Página de Inscrição Completa

source: <strong>Popup Registration Form</strong> - This will give your users a nice in page pop up.
fr: <strong>Fenêtre Popup d'enregistrement</strong> - Cela founira à vos utilisateurs une belle page popup.
pl: <strong> Formularz rejestrowania pop-upów </strong> - to będzie miły pop-up dla użytkowników.
pt_br: <strong> Formulário de Registro ''Popup''</strong> -Que proporcionará aos usuários uma boa página pop up.

source: <strong>Original Membership Form</strong> - With this option when a user clicks the signup button they will be sent to another page to complete the process.
fr: <strong>Formulaire Membership Original</strong> - Avec cette option lorsque l'utilisateur clique sur le bouton d'inscription, il sera envoyé vers une autre page pour terminer le processus.
pt_br: <strong>Formulário ''Membership'' Original </strong> - Com essa opção, quando um usuário clicar no botão de inscrição, este será enviado para outra página para concluir o processo.

source: There are two options here.
de: Du kannst zwischen zwei Optionen wählen.
fr: Il y a deux options ici.
pl: Istnieją dwie opcje tutaj.
pt_br: Existem duas opções aqui.

source: Form Type
de: Formulartyp
fr: Type Formulaire
pl: Rodzaj formularza
pt_br: Tipo de Formulário

source: Decide which page in our WordPress site we will use for the registration page where users can grab a subscription. If the page does not exist in the drop down then click on the button Create Page button (Clicking this multiple times will create multiple pages).
fr: Décider quelle page de notre site WordPress, nous allons utiliser pour la page d'inscription où les utilisateurs peuvent saisir un abonnement. Si la page n'existe pas dans le menu déroulant alors cliquez sur le bouton Créer une Page (Cliquer plusieurs fois créera plusieurs pages).
pl: Zdecyduj, która strona w naszej witrynie WordPress zostanie użyta do rejestracjistrona, na której użytkownicy mogą pobrać subskrypcję. Jeśli strona nie istnieje w
pt_br: Decidir qual página em nosso site WordPress a usar para a página de registro, na qual os usuários podem obter uma subscrição. Se a página não existir no menu ''drop down'', clicar no botão Criar Página (clicando várias vezes criará várias páginas).

source: Registration Page
de: Registrierungsseite
fr: Page d'Inscription
pl: Strona rejestracji
pt_br: Página de Registro

source: First and foremost keep if you use the 'Create Page' button here, you can then go and add content to that page from the Page Admin area. If you edited the page for the subscription form, the form would appear below your content.
fr: D'abord et avant tout si vous utilisez le bouton 'Créer une page' ici, vous pouvez alors aller et ajouter du contenu à cette page à partir de la zone de la page Admin. Si vous avez modifié la page du formulaire d'inscription, le formulaire apparaît en dessous de votre contenu.
pl: Przede wszystkim, jeśli użyjesz przycisku" Utwórz stronę ", możesznastępnie przejdź i dodaj zawartość do tej strony z obszaru Administratora strony. Jeśli edytowałeśstronę formularza subskrypcji, formularz pojawi się pod twoją zawartością.
pt_br: Antes de tudo, se você usar o botão "Criar página" aqui, você poderá adicionar conteúdos a essa página da área da Página Admin. Se você editou a página para o formulário de inscrição, o formulário será exibido abaixo dos seus conteúdos.

source: You can also choose to allow incomplete signups, so if your user registers but does not complete the signup process they would still be assigned an account for subscriptions.
fr: Vous pouvez également choisir de permettre les inscriptions incomplètes, donc si votre utilisateur s'enregistre mais ne termine pas le processus d'inscription, il lui sera attribué un compte pour abonnement.
pl: Możesz także zezwolić na niekompletne rejestracje, więc jeśli twój rejestratorale nie dokończy procesu rejestracji, że nadal będą przypisanekonto dla subskrypcji.
pt_br: Você também pode optar por permitir inscrições incompletas; assim, se o usuário se registrar, sem concluir o processo de inscrição, mesmo assim lhe seria atribuído uma conta para subscrições.

source: You might want to offer a free subscription, like 'signup for 10 days free', you can set which subscription they are assigned to by default. Most people will probably just create a stranger level as described previously in the Stranger Settings. But if you wanted to limit the time access then a free subscription is something to consider as well.
fr: Vous pouvez vouloir offrir un abonnement gratuit, par exemple "inscription pour 10 jours gratuits", et désigner la souscription à laquelle les utilisateurs seront assignés par défaut. La plupart des gens voudront probablement juste créer un niveau "visiteurs" comme décrit précédemment dans les "Réglages pour les étrangers". Mais si vous voulez limiter le temps d'accès, alors un abonnement gratuit peut être à considérer aussi.
pl: Możesz zaoferować bezpłatną subskrypcję, np." Rejestracja przez 10 dni za darmo ",możesz ustawić, które subskrypcje są przypisane domyślnie.najprawdopodobniej po prostu stworzy poziom nieznajomego, jak opisano wcześniej wUstawienia nieznajomego, ale jeśli chcesz ograniczyć dostęp do czasu, to za darmosubskrypcja jest również czymś, co należy wziąć pod uwagę.
pt_br: Você pode desejar oferecer uma subscrição gratuita, tal como uma 'inscrição por 10 dias grátis'; você pode programar qual subscrição lhes será atribuída por padrão. A maioria das pessoas, provavelmente criarão algo como estranhos como descrito anteriormente nas Configurações do ''Stranger''. Mas se você quiser limitar o tempo de acesso, uma subscrição gratuita também é algo que devemos considerar.

source: User Registration
de: Benutzerregistrierung
fr: Enregistrement de l'Utilisateur
pl: Rejestracja użytkownika
pt_br: Registo do Usuário

source: If you set this to none, then you can choose a page in the Membership Pages tab where users will be directed to if they do not have a subscription with you when viewing protected content.
fr: Si vous réglez ce paramètre sur aucun, vous pouvez choisir une page dans la table des Pages du plugin où les utilisateurs seront dirigés s'ils n'ont pas un abonnement pour visualiser le contenu protégé.
pl: Jeśli ustawisz tę wartość na none, możesz wybrać stronę na Stronach członkowskichzakładka, do której użytkownicy będą kierowani, jeśli nie mają abonamentu zTy oglądając chronione treści.
pt_br: Se você programar isso como ''nenhum'', então poderá escolher uma página na guia Páginas ''Membership'' para a qual os usuários serão direcionados, se não tiverem uma subscrição com você para visualizar os conteúdos protegidos,.

source: It will then be down to each level to decide who has what access.
fr: Ce sera en bas de chaque niveau de choisir qui aura accès à quoi.
pl: To będzie na każdym poziomie, aby zdecydować, kto ma dostęp.
pt_br: Depois então dependerá de cada nível para dicidir quem tem acesso e qual.

source: If you used the Wizard and selected 'Also create a level to control what non- members can see?' then a default Visitors level will have been created and that will be the default option selected here. If there is no Stranger level then all of your content will be protected regardless which is probably not what you want because you would want to pop some blurb on there about why people need your critical subscription offerings.
fr: Si vous avez utilisé l'assistant et sélectionné "Créer aussi un niveau pour contrôler ce que les non-membres peuvent voir ?" alors un niveau Visiteur par défaut aura été créé et ce sera l'option par défaut sélectionnée ici. S'il n'y a pas de niveau étranger alors tout votre contenu sera protégé, peu importe la nature de la souscription.
pl: Jeśli użyłeś kreatora i wybrałeś" Utwórz poziom, aby kontrolować, co nie jest członkowie widzą?" wtedy zostanie utworzony domyślny poziom Odwiedzających i to będzie domyślna opcja wybrana tutaj. Jeśli nie ma poziomu nieznajomegowtedy wszystkie twoje treści będą chronione bez względu na to, co prawdopodobnie nie jestczego chcesz, ponieważ chciałbyś usłyszeć o tym dlaczego?ludzie potrzebują waszych kluczowych ofert subskrypcji.
pt_br: Se você usou o ''Assistente'' e selecionou 'Também criar um nível para controlar o que os não membros podem visualisar?' Então um nível de visitantes padrão terá sido criado e essa será a opção padrão selecionada aqui. Se não houver nenhum nível de ''Stranger'', todo o seu conteúdo será protegido, independentemente do fato de que não seria aconselhável a você, se gostaria de divulgar algumas informações ás pessoas que precisam de suas ofertas críticas ou das subscrições que você lhes oferece.

source: Stranger Settings
de: Gästeeinstellungen
fr: Paramètres Etranger
pl: Ustawienia nieznajomego
pt_br: Configurações ''Stranger''

source: You can alter a number of users at the same time by checking the checkbox next to their names and using the Bulk Actions drop down to choose an actions to perform.
fr: Vous pouvez modifier un certain nombre d'utilisateurs en même temps, en cochant la case en regard de leur nom et en utilisant Actions en Bloc du menu déroulant.
pl: Możesz zmienić liczbę użytkowników w tym samym czasie, zaznaczając pole wyboru obok ich nazw i używając akcji masowych opuść, aby wybrać
pt_br: Você pode alterar vários usuários ao mesmo tempo assinalando a seleção ao lado dos nomes destes e usando a lista ''drop down'', Ações em Números para poder escolher as ações a serem executadas.

source: Bulk operations
fr: Opérations groupées
pl: Operacje masowe
pt_br: Numerosas Operações

source: The gateway column shows the gateway that the user used to sign up. The gateway controls the renewal and upgrade options available for a user. You can change the gateway by clicking on the link in that column.
fr: La colonne passerelle montre la passerelle que l'utilisateur a utilisé pour s'inscrire. La passerelle contrôle le renouvellement et la mise à niveau des options disponibles pour un utilisateur. Vous pouvez modifier la passerelle en cliquant sur le lien dans la colonne.
pl: W kolumnie bramy znajduje się brama, której używał użytkownik do rejestracji.brama kontroluje opcje odnawiania i aktualizacji dostępne dla użytkownika.można zmienić bramę, klikając link w tej kolumnie.
pt_br: A coluna do ''gateway'' mostra o portal que o usuário usou para se inscrever. O ''gateway'' controla as opções de renovação e de atualização disponíveis para um usuário. Você pode alterar o ''gateway'' clicando no link dessa coluna.

source: The level column shows the current level that a user is on. If the level name is in <strong>bold</strong> then it is assigned as part of a subscription. You can add, move or drop levels for a user by clicking on the relevant link in that column.
fr: La colonne niveau indique le niveau actuel d'un utilisateur. Si le nom du niveau est en <strong>gras</strong>, alors c'est qu'il est affecté dans le cadre d'un abonnement. Vous pouvez ajouter, déplacer ou déposer des niveaux pour un utilisateur en cliquant sur le lien correspondant dans la colonne.
pt_br: A coluna de nível mostra o nível atual em que um usuário está conetado. Se o nome do nível estiver em <strong>bold</strong> então será atribuído como parte de uma subscrição. Você pode adicionar, mover ou suprimir níveis para um usuário clicando no link relevante dessa coluna.

source: The subscription column shows the current subscriptions that a user is on. You can add, move or drop a subscription for a user by clicking on the relevant link in that column.
fr: La colonne de souscription montre les abonnements en cours d'un utilisateur. Vous pouvez ajouter, déplacer ou déposer une souscription d'un utilisateur en cliquant sur le lien correspondant dans la colonne.
pl: Kolumna subskrypcji pokazuje bieżące subskrypcje, w których znajduje się użytkownik.Możesz dodać, przenieść lub upuścić subskrypcję dla użytkownika, klikającodpowiedni link w tej kolumnie.
pt_br: A coluna de subscrição mostra as assinaturas atuais em que um usuário está conetado. Você pode adicionar, mover ou suprimir uma subscrição para um usuário clicando no link relevante nessa coluna.

source: A member who has completed their sign-up and has been assigned to a subscription is automatically marked as an Active member. You can activate and deactivate a user manually on this page by clicking on the relevant link. A deactivted user will retain their subscription and level details, but will not be able to login to the site.
fr: Un membre qui a terminé son inscription et a été assigné à une souscription est automatiquement marqué comme membre actif. Vous pouvez activer ou désactiver un utilisateur manuellement sur cette page, en cliquant sur le lien correspondant. Un utilisateur désactivé conservera son abonnement et les détails de son niveau, mais ne pourra pas se connecter au site.
pl: Członek, który zakończył rejestrację i został przydzielony dosubskrypcja jest automatycznie oznaczana jako Aktywny członek. Możesz aktywowaći dezaktywuj użytkownika ręcznie na tej stronie, klikając odpowiedni link.Dezaktywowany użytkownik zachowa szczegóły dotyczące subskrypcji i poziomu, alenie będzie można zalogować się do serwisu.
pt_br: Um membro que concluiu sua inscrição e foi atribuído uma subscrição, é automaticamente considerado como um membro ativo. Você pode ativar e desativar manualmente um usuário nesta página clicando no link relevante. Um usuário desativado manterá seus detalhes de subscrição e nível, mas não poderá efetuar ''login'' no site.

source: The Edit Members page shows a list of your current users / members and is where you will manage their status within your membership system.
fr: La page Modifier les Membres affiche une liste de vos utilisateurs / membres actuels et c'est là que vous gérez leur statut au sein de votre système d'abonnement.
pl: Strona Edytuj członków pokazuje listę aktualnych użytkowników / członków i jestgdzie będziesz zarządzać ich statusem w swoim systemie członkostwa.
pt_br: A página Editar Membros exibe uma lista de seus usuários atuais / membros e é onde você gerenciará o status deles, dentro do sistema de ''membership''.

source: Sometimes you want to be able to use both positive and negative rules together, for example you may want to allow a user access to two pages, but not allow them access to a number of posts. You can accomplish this on the advanced tab by dragging the relevant rules to the appropriate DROP HERE boxes and selecting the content you want to allow / disallow access to.
fr: Parfois, vous souhaitez utiliser en même temps des règles positives et négatives, par exemple, vous pouvez autoriser un utilisateur à accéder à deux pages, et ne pas lui permettre d'accéder à un certain nombre d'articles. Vous pouvez le paramétrer dans l'onglet avancé en faisant glisser les règles souhaitées dans la DROP BOX appropriée en sélectionnant le contenu dont vous souhaitez autoriser / interdire l'accès.
pl: Czasami chcesz mieć możliwość stosowania reguł pozytywnych i negatywnychrazem, na przykład, możesz zezwolić użytkownikowi na dostęp do dwóch stron, alenie pozwalają im na dostęp do wielu postów. Możesz to zrobić nazakładkę zaawansowaną, przeciągając odpowiednie reguły do odpowiedniego DROP TUTAJskrzynie i zaznaczanie treści, na które chcesz zezwolić / zabronić dostępu.
pt_br: Às vezes, você deseja poder usar as regras positivas e negativas ao mesmo tempo; por exemplo, poder permitir que um usuário acesse duas páginas, mas não permitir o acesso a vários publicados. Você pode fazer isso na guia avançada arrastando as regras relevantes para as caixas DROP HERE apropriadas e selecionando o conteúdo que deseja permitir / ou não permitir.

source: A negative rule determines what content a user assigned to this level will not have access to. To pick the content you should drag the relevant rules listed on the right hand side of the page to the DROP HERE box and then pick the content shown that you want to prevent the user from accessing.
fr: Une règle négative détermine le contenu auquel un utilisateur affecté à ce niveau n'aura pas accès. Pour choisir le contenu vous devez faire glisser les règles pertinentes figurant sur le côté droit de la page dans la boîte de dépôt [DROP HERE] et ensuite choisir le contenu auquel l'utilisateur n'aura pas accès.
pl: Reguła negatywna określa, jaka zawartość będzie przypisana do tego poziomu przez użytkownikanie ma dostępu do. Aby wybrać treść, należy przeciągnąć odpowiednie reguływymienione po prawej stronie strony do pola DROP HERE, a następnie wybierztreść, którą chcesz uniemożliwić użytkownikowi.
pt_br: Uma regra negativa determina que conteúdo, um usuário atribuído a esse nível, deixará de ter acesso. Para escolher o conteúdo, arraste as regras relevantes listadas no lado direito da página para a caixa DROP HERE e, em seguida, seleciona o conteúdo que você deseja impedir que o usuário acesse.
