Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Has updated billing information.
de: hat seine Zahlungdaten aktualisiert.
fr: A mis à jour ses informations de facturation.
pl: Zaktualizował informacje rozliczeniowe.
pt_br: Atualizou as informações de cobrança.

source: Has registered.
de: Hat sich registriert.
fr: S'est enregistré.
pl: Zarejestrowany.
pt_br: Inscreveu-se.

source: Membership2 Events
de: Membership2 Veranstaltungen
fr: Événements Membership2
pt_br: Eventos do Membership2

source: %s day%s
de: %s Tag %s
fr: %s jours%s
pl: %s dzień%s
pt_br: %s dia%s

source: account page
de: Seite Benutzerkonto
fr: page de compte
pl: strona konta
pt_br: página da conta

source: Period before/after
de: Periode vorher/nachher
fr: Période avant/après
pl: Okres przed / po
pt_br: Período antes/depois

source: Override this description in child class
de: Überschreiben Sie diese Beschreibung in der Kindklasse
fr: Outrepassez cette description dans la classe enfant
pl: Zastąp ten opis w klasie dziecka
pt_br: Substituir essa descrição na classe filha

source: Payment - After due
de: Zahlung - nach Fälligkeit
fr: Paiement - après échéance
pl: Płatność - po terminie
pt_br: Pagamento - Depois do prazo

source: Payment - Before due
de: Zahlung - vor Fälligkeitsdatum
fr: Paiement - avant échéance
pl: Płatność - Przedterminowo
pt_br: Pagamento - Antes do prazo

source: Payment - Failed
de: Zahlung - fehlgeschlagen.
fr: Paiement - échoué
pl: Płatność - nie powiodło się
pt_br: Pagamento - Falhou

source: Payment - Receipt/Invoice
de: Zahlung - Quittung/Rechnung
fr: Paiement - reçu/facture
pl: Płatność - paragon / faktura
pt_br: Pagamento - Recibo/Fatura

source: Payment - Credit Card expires
de: Zahlung - Ablauf Kreditkarte
fr: Paiement - expiration de la carte de crédit
pl: Płatność - wygaśnięcie karty kredytowej
pt_br: Pagamento - Expiração do Cartão de Crédito

source: Payment - Profile updated
de: Zahlung - Profil aktualisiert
fr: Paiement - profil mis à jour
pl: Płatność - zaktualizowany profil
pt_br: Pagamento - Perfil atualizado

source: Subscription - Trial finished
de: Abonnement - Testphase abgeschlossen
fr: Abonnement - période d'essai terminée
pl: Subskrypcja - wersja próbna zakończona
pt_br: Inscrição - Avaliação encerrada

source: Subscription - Cancelled
de: Abonnement - gekündigt
fr: Abonnement - annulé
pl: Subskrypcja - anulowana
pt_br: Inscrição - Cancelada

source: Subscription - After expired
de: Abonnement - nach Ablauf
fr: Abonnement - après expiration
pl: Subskrypcja - Po wygaśnięciu
pt_br: Inscrição - Depois de expirada

source: Subscription - Expired
de: Abonnement - abgelaufen
fr: Abonnement - expiré
pl: Subskrypcja - wygasła
pt_br: Inscrição - Expirada

source: Subscription - Before expires
de: Abonnement - vor Ablauf
fr: Abonnement - avant expiration
pl: Subskrypcja - Przed wygaśnięciem
pt_br: Inscrição - Antes de expirar

source: Subscription - Renewed
de: Abonnement - erneuert
fr: Abonnement - renouvelé
pl: Subskrypcja - Odnowiona
pt_br: Inscrição - Renovada

source: Network: URL
de: Netzwerk: URL
fr: Réseau : URL
pl: Sieć: URL
pt_br: Rede: URL

source: Network: Name
de: Netzwerk: Name
fr: Réseau : Nom
pt_br: Rede: Nome

source: Site: Name
de: Seite: Name
fr: Site : Nom
pt_br: Site: Nome

source: Site: User Account URL
de: Seite: Nutzerkonto URL
fr: Site : URL du compte de l'utilisateur
pt_br: Site: URL da Conta do Usuário

source: User: Login name
de: Benutzer: Loginname
fr: Utilisateur : nom de connexion
pl: Użytkownik: nazwa logowania
pt_br: Usuário: Nome de login

source: User: Last name
de: Benutzer: Nachname
fr: Utilisateur : nom
pl: Użytkownik: Nazwisko
pt_br: Usuário: Sobrenome

source: User: First name
de: Benutzer: Vorname
fr: Utilisateur : prénom
pl: Użytkownik: Imię
pt_br: Usuário: Primeiro Nome

source: User: Display name
de: Angezeigter Benutzername
fr: Utilisateur : nom d'affichage
pl: Użytkownik: wyświetl nazwę
pt_br: Usuário: Nome de exibição

source: Subscription: Current Invoice
de: Abonnement: Laufende Rechnung
fr: Abonnement : facture en cours
pl: Subskrypcja: aktualna faktura
pt_br: Inscrição: Fatura atual

source: Subscription: Expiration date
de: Abonnement: Ablaufdatum
fr: Abonnement : date d'expiration
pl: Subskrypcja: data wygaśnięcia
pt_br: Inscrição: Data de expiração

source: Subscription: Remaining trial days
de: Abonnement: verbleibende Schnuppertage
fr: Abonnement : Jours d'essai restant
pl: Subskrypcja: Pozostałe dni próbne
pt_br: Inscrição: Dias de avaliação remanescentes

source: Subscription: Remaining days
de: Abonnement: Verbleibende Tage
fr: Abonnement : jours restant
pl: Subskrypcja: Pozostałe dni
pt_br: Inscrição: Dias remanescentes

source: Subscription: Membership Name
de: Abonnement: Mitgliedschaftsname
fr: Abonnement : Nom de l'adhésion
pl: Subskrypcja: nazwa członkostwa
pt_br: Inscrição: Nome da Assinatura

source: Membership2 Email Templates
de: E-Mail-Vorlagen
fr: Modèles d'email Membership2
pt_br: Modelos de E-mail do Membership2

source: Allows you to protect individual WordPress Capabilities. When activated then the "User Roles" tab is replaced by a "Member Capabilities" tab where you can protect and assign individual WordPress Capabilities instead of roles.
de: Erlaubt Ihnen den Schutz über individuelle WordPress Berechtigungen. Wenn aktiviert, wird die "Nutzerrolle" ersetzt durch "Mitgliedsrolle" wo man anstelle der Rollen individuelle Berechtigungen setzen kann.
fr: Vous permet de protéger des capacités individuelles de WordPress. Quand elle est activée, alors l'onglet des "Rôles utilisateur" est remplacé par un onglet des "Capacités des membres" où vous pouvez protéger et assigner des capacités individuelles plutôt que des rôles.
pl: Pozwala zabezpieczyć indywidualne możliwości WordPress. Po aktywacji zakładka "Role użytkowników" zostaje zastąpiona przez zakładkę "Możliwości użytkownika"gdzie możesz chronić i przypisywać indywidualne możliwości WordPress zamiast.
pt_br: Permite que você proteja as Capacidades individuais do WordPress. Quando ativado, a guia "Funções do Usuário" é substituída por uma guia "Capacidades de Membros", na qual você pode proteger e designar Capacidades individuais do WordPress em vez de funções.

source: Advanced Capability protection
de: Erweiterter Berechtigungsschutz
fr: Protection de la capacité améliorée
pl: Zaawansowana ochrona możliwości
pt_br: Proteção por Permissão avançada

source: Manage user-capabilities on membership level.
de: Verwaltet Nutzer-Berechtigungen auf Mitgliedschafts-Ebene.
fr: Gère les capacités des membres pour chaque niveau d'abonnement.
pl: Zarządzaj funkcjami użytkownika na poziomie członkostwa.
pt_br: Gerencie as permissões dos usuários de acordo com o nível da assinatura.

source: Member Capabilities
de: Berechtigungen des Mitgliedes
fr: Capacités des membres
pt_br: Permissões dos Membros

source: Control the pages and even Meta boxes that members can access on the admin side.
de: Verwaltet die Seiten und auch die Meta-Boxen auf welche Mitglieder auf der Admin-Seite zugreifen dürfen.
fr: Contrôle les pages et même les méta-box auxquelles les membres ont accès dans le back-office.
pl: Kontroluj strony, a nawet pola Meta, do których członkowie mogą uzyskać dostęp w administracjibok.
pt_br: Controla as páginas ou mesmo os Meta blocos que os membros podem acessar do lado do administrador.

source: Admin Side Protection
de: Schutz Admin-Seite
fr: Protection du back-office
pl: Ochrona po stronie administratora
pt_br: Proteção do Lado do Administrador

source: Overwrite contents of Menu Locations
de: Überschreiben Inhalte Menu Locations
fr: Remplace le contenu des emplacements de menu
pl: Zastąp zawartość Lokalizacji menu
pt_br: Sobrescrever conteúdos de Localizações de Menu

source: Replace individual Menus
de: Ersetze individuelle Menüs
fr: Remplace les menus individuels
pl: Zastąp poszczególne menu
pt_br: Substituir Menus individuais

source: Protect single Menu Items (Default)
de: Schützen Sie einzelne Menüpunkte (Default)
fr: Protège les éléments d'un menu simple (par défaut)
pl: Chroń pojedyncze pozycje menu (domyślne)
pt_br: Proteger itens de Menu únicos (padrão)

source: Choose how you want to protect your WordPress menus.
de: Wähle wie du dein Menü schützen möchtest.
fr: Choisissez la manière dont vous voulez protéger vos menus WordPress.
pl: Wybierz, w jaki sposób chcesz chronić swoje menu WordPress.
pt_br: Escolha como você quer proteger seus menus do WordPress.

source: Adds a new option to the General Settings that controls how WordPress menus are protected.<br />Protect individual Menu-Items, replace the contents of WordPress Menu-Locations or replace each Menu individually.
de: Fügt eine neue Option hinzu, mit der WP_Menüs geschützt werden können.<br />Schütze einzelne Menü-Punkte, ersetze die Inhalte der WP-Menü-Punkte oder ersetze jedes Menü individuell.
fr: Ajoute une nouvelle option aux réglages généraux qui contrôle comment les menus WordPress sont protégés.<br />Protège les éléments du menu individuellement, remplace le contenu des liens du menu WordPress ou remplace chaque menu individuellement.
pl: Dodaje nową opcję do ustawień ogólnych, które kontrolują menu WordPresssą chronione. <br /> Chroń poszczególne pozycje menu, zamień zawartośćWordPress Menu-Lokalizacje lub zamień każde Menu indywidualnie.
pt_br: Adiciona uma nova opção para as Configurações Gerais que controla como são protegidos os menus WordPress. <br /> Proteger os itens de Menu individuais, substituir os conteúdos de Localização do Menu Wordpress ou substituir os Menus individualmente.

source: Advanced menu protection
de: Erweiterter Menüschutz
fr: Protection avancée du menu
pl: Zaawansowana ochrona menu
pt_br: Proteção avançada de menu

source: Change protection of special pages such as the search results.
de: Schutz von Sonderseiten ändern, wie etwa Suchergebnisse.
fr: Changez la protection des pages spéciales, telles que les résultats de recherche.
pl: Zmień ochronę stron specjalnych, takich jak wyniki wyszukiwania.
pt_br: Alterar proteção de páginas especiais tal como os resultados de pesquisa.

source: Protect Special Pages
de: Schützen Sie Sonderseiten
fr: Protection des pages spéciales
pl: Chroń strony specjalne
pt_br: Proteger Páginas Especiais

source: Send your members automated Email responses for various additional events.
de: Senden Sie Ihren Mitgliedern automatisierte E-Mail-Antworten für verschiedene weitere Veranstaltungen.
fr: Envoyez à vos membres des emails automatiques pour divers événements supplémentaires.
pl: Wysyłaj swoim członkom automatyczne odpowiedzi na e-mail dla różnych dodatkowych wydarzeń.
pt_br: Enviar aos seus membros mensagens automaticas para vários eventos adicionais.

source: Additional Automated Messages
de: Zusätzliche Automatisierte Nachrichten
fr: Messages automatiques supplémentaires
pl: Dodatkowe zautomatyzowane wiadomości
pt_br: Mensagens Automáticas Adicionais

source: URL Protection will protect pages by the URL. This rule overrides all other rules, so use it carefully.
de: URL Schutz schützt Seiten durch die URL. Diese Regel hat Vorrang vor allen anderen Regeln, also verwenden Sie Sie sorgfältig.
fr: La protection par URL protège les pages par leur URL. Cette règle remplace toutes les autres règles, utilisez-la donc avec précaution.
pl: Ochrona adresów URL chroni strony za pomocą adresu URL. Ta zasada jest nadrzędna wobec wszystkich innych.
pt_br: A Proteção de URL irá proteger páginas pela sua URL. Essa regra substitui todas as outras regras, então use-a com cuidado.

source: URL Protection
de: URL Schutz
fr: Protection des URL
pl: Ochrona adresów URL
pt_br: Proteção por URL

source: Protect Shortcode-Output via Memberships.
de: Shortcode-Schutz-Ausgabe über Mitgliedschaften.
fr: Protection de la sortie des shortcodes par les adhésions.
pl: Chroń Shortcode-Output poprzez członkostwo.
pt_br: Proteger Shortcode-Output via Memberships.

source: Shortcode Protection
de: Shortcode Inhaltsschutz
fr: Protection par shortcode
pl: Ochrona shortcode
pt_br: Proteção por Shortcode

source: Enable this to display a new tab in "Membership2" where you can manually modify access to each media library item.<br>Default: When this option is disabled then the parent-post controls the access to the media file.
fr: Activez ceci pour afficher un nouvel onglet dans "Membership2" où vous pourrez modifier manuellement l'accès à chaque élément de la bibliothèque de medias.<br />Par défaut : quand cette option est désactivée, l'article parent contrôle l'accès au fichier media.
pl: Włącz to, aby wyświetlić nową kartę w " Membership2 \ ", gdzie możesz ręczniemodyfikuj dostęp do każdego elementu biblioteki multimediów. <br> Domyślnie: Gdy ta opcja jestwyłączony, a nadrzędny-post kontroluje dostęp do pliku multimedialnego.
pt_br: Activar para mostrar uma nova ''tab'' em "Membership2"; onde você pode modificar manualmente o acesso a cada item da biblioteca multimédia. <br> Pré-definido: Quando esta opção está desconetada a publicação principal controla o acesso aos ficheiros multimédia.

source: Protect Individual Media files
de: Schützt einzelne Media-Dateien
fr: Protège les fichiers medias individuels
pt_br: Proteger Ficheiros Multimédia Individuais

source: You can change the way that Membership2 changes the default URL to your WordPress media library files.<br>This is done for increased protection by hiding the real filename and path.
fr: Vous pouvez changer la façon dont Membership2 modifie l&#39;URL par défaut à vos fichiers de bibliothèque de médias de WordPress. <br> Ceci est fait pour une protection accrue en se cachant le vrai nom et le chemin.
pl: Możesz zmienić sposób, w jaki Membership2 zmienia domyślny URL na Twój Pliki biblioteki multimediów WordPress. <br> Jest to zrobione w celu zwiększenia ochrony przez
pt_br: Você pode alterar o modo como o ''Membership2'' altera a URL padrão para os arquivos da biblioteca de mídia do WordPress. <br>utilizado para aumentar a proteção ocultando o nome do arquivo e do ''path''.

source: Mask download URL:
de: verdeckt Download-URL
fr: Cacher l'URL de téléchargement :
pl: Masowy adres URL pobierania:

source: Protect Images and other Media-Library content.
de: Schützen Sie Bilder und andere Inhalte der Medien-Bibliothek.
fr: Protège les images et autres contenus de la médiathèque.
pt_br: Proteger Imagens e outros conteúdos da Biblioteca de Mídia.

source: Media Protection
de: Medienschutz
fr: Protection des medias
pt_br: Proteção de Mídia

source: Protect individual Posts of a Custom Post Type.
de: Schützen Sie einzelne Beiträge aus einem Benutzerdefinierten Beitragstyp.
fr: Protège des articles personnalisés individuels.
pl: Chroń poszczególne posty niestandardowego typu postu.
pt_br: Proteger Posts individuais de um Tipo de Post Personalizado.

source: Individual Custom Posts
de: Individuelle Kundenspezifische Beiträge
fr: Articles personnalisés individuels
pl: Indywidualne niestandardowe posty
pt_br: Posts Personalizados Individuais

source: Protect individual Posts instead of Categories.
de: Schützen Sie einzelne Beiträge statt Kategorien.
fr: Protège des articles individuels plutôt que des catégories.
pl: Chroń poszczególne posty zamiast kategorii.
pt_br: Proteger Posts individuais ao invés de Categorias.

source: Individual Posts
de: Einzelne Beiträge
fr: Articles individuels
pl: Poszczególne posty
pt_br: Posts Individuais

source: Allow your members to sign up for a free membership trial. Trial details can be configured separately for each membership.
de: Erlaube deinen Mitgliedern eine kostenlose Probemitgliedschaft abzuschliessen. Probezeiten können für jede Mitgliedschaft individuell eingestellt werden.
fr: Permet à vos membres de s'inscrire à un abonnement gratuit. Les détails d'abonnements peuvent être configurés séparément pour chaque abonnement.
pl: Zezwalaj swoim członkom na rejestrację bezpłatnej wersji próbnej na okres próbny.konfiguruj osobno dla każdego członkostwa.
pt_br: Permitir que seus membros inscrevam-se para uma avaliação grátis da assinatura. Detalhes da avaliação podem ser configurados separadamente para cada assinatura.

source: Trial Period
de: Probezeit
fr: Période d'essai
pl: Okres próbny
pt_br: Período de Avaliação

source: Your members can join more than one membership at the same time.
de: Ihre Mitglieder können mehr als eine Mitgliedschaft gleichzeitig abschließen.
fr: Vos membres peuvent rejoindre plusieurs abonnements en même temps.
pl: Twoi członkowie mogą dołączyć do więcej niż jednego członkostwa w tym samym czasie.
pt_br: Seus membros podem possuir mais de uma assinatura ao mesmo tempo.

source: Multiple Memberships
de: Multiple Mitgliedschaften
fr: Abonnements multiples
pl: Wielokrotne członkostwo
pt_br: Assinaturas Múltiplas

source: Options available
de: Verfügbare Einstellungen
fr: Options disponibles
pl: Dostępne opcje
pt_br: Opções disponíveis

source: Matching
de: Übereinstimmung
fr: Appariement
pt_br: Correspondente

source: Protected
de: Geschützt
fr: Protégé
pt_br: Protegido

source: Unprotected
de: Ungeschützt
fr: Non protégé
pl: Niezabezpieczony
pt_br: Desprotegido

source: Showing All %1$s that are <b>protected</b> by %2$s
de: Zeige alle %1$s die von %2$s <b>geschützt</b> sind.
fr: Afficher tous les %1$s qui sont <strong>protégés</strong> par %2$s
pt_br: Mostrando Todos(as) os(as) %1$s que estão <b>protegidos(as)</b> por %2$s

source: Showing All %1$s that are <b>not protected</b> by %2$s
de: Zeige alle %1$s die <b>nicht geschützt sind</b> von %2$s
fr: Afficher tous les %1$s qui ne sont pas <strong>protégés</strong> par %2$s
pt_br: Mostrando todos(as) os(as) %1$s que estão <b>desprotegidos(as)</b> por %2$s

source: Showing <b>All</b> %1$s for %2$s
de: Zeige <b>Alle</b> %1$s für %2$s
fr: Afficher <strong>tous</strong> les %1$s pour %2$s
pt_br: Mostrando <b>Todos(as)</b> os(as) %1$s para %2$s

source: Showing All <b>Protected</b> %1$s
de: Zeige alle <b>geschützten</b> %1$s
fr: Affichage de tous les %1$s <strong>protégés</strong>
pt_br: Mostrando Todos(as) os(as) %1$s <b>Protegidos(as)</b>

source: Showing All <b>Unprotected</b> %1$s
de: Zeige alle <b>ungeschützten</b> %1$s
fr: Affichage de tous les %1$s <strong>non protégés</strong>
pt_br: Mostrando Todos(as) os(as) %1$s <b>Desprotegidos(as)</b>

source: Showing <b>All</b> %1$s
de: Zeige <b>Alle</b> %1$s
fr: Affichage de <strong>tous</strong> les %1$s
pt_br: Mostrando <b>Todos(as)</b> os(as) %1$s

source: Instantly
de: Sofort
fr: Immédiatement
pl: Natychmiast
pt_br: Instantaneamente

source: Dripped Content Settings
de: Einstellungen Dosierter Inhalt
fr: Réglages du contenu égouté
pt_br: Configurações do Conteúdo Pingado

source: after subscription
de: nach dem abonnieren
fr: après l'abonnement
pl: po subskrypcji
pt_br: depois da inscrição

source: Set date...
de: Datum einstellen ...
fr: Définir la date&hellip;
pl: Ustaw datę ...
pt_br: Definir data...

source: Who Has Access
de: Wer hat Zugriff
fr: Qui a accès
pl: Kto ma dostęp
pt_br: Quem Tem Acesso

source: Reveal Content
de: Inhalt offenlegen
fr: Révéler le contenu
pl: Odsłoń zawartość
pt_br: Revelar Conteúdo

source: Drop: %s
de: Entfernen: %s
fr: Lâcher : %s
pt_br: Descartar: %s

source: Add: %s
de: Hinzufügen: %s
fr: Ajouter : %s
pl: Dodaj:%s
pt_br: Adicionar: %s

source: Drop all Memberships
de: Alle Mitgliedschaften verwerfen
fr: Lâcher tous les abonnements
pl: Zrzuć wszystkie członkostwa
pt_br: Descartar todas as Assinaturas

source: Drop Membership
de: Mitgliedschaft verwerfen
fr: Lâcher l'abonnement
pl: Upuść członkostwo
pt_br: Descartar Assinatura

source: Add Membership
de: Mitgliedschaft hinzufügen
fr: Ajouter un abonnement
pl: Dodaj członkostwo
pt_br: Adicionar Assinatura

source: Dripped Content
de: Dosierter Inhalt
fr: Contenu égouté
pt_br: Conteúdo Pingado

source: Rule type
de: Regeltyp
fr: Type de règle
pl: Rodzaj reguły
pt_br: Tipo de regra

source: Everyone
de: Alle
fr: Tout le monde
pl: Wszyscy
pt_br: Todo mundo

source: Items
de: Artikel
fr: Éléments
pl: Przedmioty
pt_br: Itens

source: Item
de: Artikel
fr: Élément
pl: Pozycja
pt_br: Ítem

source: Follow with: %1$s
de: Folgen Sie mit: %1$s
fr: Suivre avec : %1$s
pl: Śledź za: %1$s
pt_br: Seguir com: %1$s

source: Free
de: Gratis
fr: Gratuit
pl: Wolny
pt_br: Grátis

source: All logged-in users that have not signed up for any membership
de: Alle angemeldeten Benutzer, die keiner Mitgliedschaft angehören
fr: Tous les utilisateurs connectés qui n'ont pas souscrit à un abonnement
pl: Wszyscy zalogowani użytkownicy, którzy nie zarejestrowali się na żadne członkostwo
pt_br: Todos os usuários logados que não tem inscrição em nenhuma assinatura

source: Default
de: Vorgabe
fr: Par défaut
pl: Domyślnie
pt_br: Padrão

source: All Logged-Out users are considered guests
de: Alle abgemeldet Benutzer werden als Gäste angesehen
fr: Tous les utilisateurs non connectés sont considérés comme des invités
pl: Wszyscy wylogowani użytkownicy są uważani za gości
pt_br: Todos os usuários Não Logados são considerados convidados

source: Guest
de: Gast
fr: Invité
pl: Gość
pt_br: Convidado

source: Payment options
de: Zahlungsoptionen
fr: Options de paiement
pl: Opcje płatności
pt_br: Opções de pagamento

source: Access options
de: Zugriffsoptionen
fr: Options d'accès
pl: Opcje dostępu
pt_br: Opções de acesso

source: Type of Membership
de: Mitgliedschaftstyp
fr: Type d'abonnement
pl: Rodzaj członkostwa
pt_br: Tipo de Assinatura

source: Membership Name
de: Mitgliedschaft Name
fr: Nom d'abonnement
pl: Nazwa członkostwa
pt_br: Nome da Assinatura

source: Username / E-mail
de: Benutzername oder E-Mail-Adresse:
fr: Nom d'utilisateur / Email
pl: Nazwa użytkownika / e-mail
pt_br: Nome de usuário / E-mail

source: Admin User
de: Administrator
fr: Administrateur
pl: Administrator User
pt_br: Usuário Administrador

source: Event
de: Ereignis
fr: Événement
pl: Wydarzenie
pt_br: Evento

source: Member
de: Mitglied
fr: Membre
pl: Członek
pt_br: Membro

source: Billed or Pending
de: Berechnet oder Ausstehend
fr: Facturé ou en attente
pl: Rozliczane lub Oczekujące
pt_br: Faturado ou Pendente

source: Due date
de: Fälligkeitsdatum
fr: Échéance
pl: Termin płatności
pt_br: Data de vencimento

source: Invoice #
de: Rechnung #
fr: N° de facture
pl: Faktura #
pt_br: # da Fatura

source: Bulk settings not updated.
de: Bulk-Einstellungen nicht aktualisiert.
fr: Paramètres en vrac non mis à jour.
pl: Ustawienia masowe nie zostały zaktualizowane.
pt_br: Configurações de lote não atualizadas.

source: Setting status not toggled.
de: Einstellungsstatus nicht umgeschaltet.
fr: Statut des paramètres non basculé.
pl: Status statusu nie został zmieniony.
pt_br: Status da configuração não alternado.

source: Setting activation not toggled.
de: Einstellungsaktivierung nicht umgeschaltet.
fr: Activation du réglage non basculée.
pl: Ustawienie aktywacji nie przełączyło się.
pt_br: Ativação da configuração não alternada.

source: Setting not updated.
de: Einstellung nicht aktualisiert.
fr: Réglage non mis à jour.
pl: Ustawienie nie zaktualizowane.
pt_br: Configuração não atualizada.

source: Setting not deleted.
de: Einstellung nicht gelöscht.
fr: Réglage non supprimé.
pl: Ustawienie nie zostało usunięte.
pt_br: Configuração não apagada.

source: Setting not added.
de: Einstellung nicht hinzugefügt.
fr: Réglage non ajouté.
pl: Ustawienie nie zostało dodane.
pt_br: Configuração não adicionada.

source: Changed the network site that hosts Membership pages. Remember to check your Pages and change them if needed!
fr: Changement du site du réseau qui héberge les pages d'abonnement. Rappelez-vous de vérifier vos pages et les changer si nécessaire !
pl: Zmieniono stronę sieci, na której znajdują się strony członkowskie. Pamiętaj, aby sprawdzić swójStrony i zmień je w razie potrzeby!
pt_br: Alterou o site da rede que hospeda as páginas de ''Membership''. Lembre-se de verificar suas Páginas e alterá-las, se for necessário!
