Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: TWD - Taiwan New Dollars
fr: TWD - Nouveaux dollars taïwanais
pl: TWD - Tajwan Nowe Dolary
pt_br: TWD - Novo dólar de Taiwan

source: SGD - Singapore Dollar
fr: SGD - Dollar de Singapour
pl: SGD - dolar singapurski
pt_br: SGD - Dólar de Singapura

source: SEK - Swedish Krona
fr: SEK - Couronne suédoise
pl: SEK - Korona szwedzka
pt_br: SEK - Coroa Sueca

source: PLN - Polish Zloty
fr: PLN - Zloty polonais
pl: PLN - złoty polski
pt_br: PLN - Zlóti polaco

source: PHP - Philippine Pesos
fr: PHP - Peso philippin
pl: PHP - Peso filipińskie
pt_br: PHP - Pesos Filipinos

source: NZD - New Zealand Dollar
fr: NZD - Dollar néo-zélandais
pl: NZD - dolar nowozelandzki
pt_br: NZD - Dólar Neo-zelandês

source: NOK - Norwegian Krone
fr: NOK - Couronne norvégienne
pt_br: NOK - Coroa Norueguesa

source: MXN - Mexican Peso
fr: MXN - Peso mexicain
pl: MXN - Peso meksykańskie
pt_br: MXN - Peso Mexicano

source: MYR - Malaysian Ringgits
fr: MYR - Ringgit malaisien
pl: MYR - malezyjskie ringgity
pt_br: MYR - Ringuite malaio

source: JPY - Japanese Yen
fr: JPY - Yen japonais
pl: JPY - Jen japoński
pt_br: JPY - Yen Japonês

source: ILS - Israeli Shekel
fr: ILS - Shekel israélien
pl: ILS - izraelski szekel
pt_br: ILS - Shekel Israelense

source: HUF - Hungarian Forint
de: HUF - Ungarischer Forint
fr: HUF - Florin hongrois
pl: HUF - forint węgierski
pt_br: HUF - Florim húngaro

source: HKD - Hong Kong Dollar
fr: HKD - Dollar de Hong-Kong
pl: HKD - dolar hongkoński
pt_br: HKD - Dólar de Hong Kong

source: GBP - Pound Sterling
fr: GBP - Livre Sterling
pl: GBP - Funt szterling
pt_br: GBP - Libras Esterlinas

source: DKK - Danish Krone
fr: DKK - Couronne danoise
pt_br: DKK - Coroa Dinamarquesa

source: CZK - Czech Koruna
fr: CZK - Couronne tchèque
pl: CZK - korona czeska
pt_br: CZK - Coroa Grega

source: CHF - Swiss Franc
de: CHF - Schweizer Franken
fr: CHF - Franc suisse
pl: CHF - Frank szwajcarski
pt_br: CHF - Franco Suiço

source: CAD - Canadian Dollar
fr: CAD - Dollar canadien
pl: CAD - dolar kanadyjski
pt_br: CAD - Dólar Canadense

source: BRL - Brazilian Real
fr: BRL - Réal brésilien
pl: BRL - Real Brazylijski
pt_br: Real Brasileiro

source: AUD - Australian Dollar
fr: AUD - Dollar australien
pl: AUD - dolar australijski
pt_br: AUD - Dólar Australiano

source: Payment currencys
de: Zahlung Währung
fr: Devises
pl: Currencys płatności
pt_br: Pagamentos de câmbio monetário

source: This is the currency that will be used across all gateways. Note: Some gateways have a limited number of currencies available.
de: Dies ist die Währung, die in allen Gateways verwendet werden. Hinweis: Einige Gateways verfügen über eine begrenzte Anzahl von Währungen.
fr: Ceci est la devise qui sera utilisée tout au long de la passerelle de paiement. Note : Certaines passerelles ont un nombre limité de devises disponibles.
pl: To jest waluta, która będzie używana we wszystkich bramach. Uwaga: Niektórebramy mają ograniczoną liczbę dostępnych walut.
pt_br: Este é o câmbio monetário que será usado em todos os ''gateways''. Nota: Alguns ''gateways'' têm um número limitado de divisas disponíveis.

source: Payments currency
de: Währungssymbol
fr: Devise des paiements
pl: Waluta płatności
pt_br: Câmbio monetário de pagamento

source: This is the message that is displayed when the content protected by the moretag can't be shown. Leave blank for no message. HTML allowed.
de: Dies ist die Nachricht, die angezeigt wird, wenn der Inhalt nach dem "mehr..."-Tag nicht angezeigt werden darf. Leer lassen für leere/keine Nachricht. HTML erlaubt.
fr: Ceci est le message qui s'affiche lorsque le contenu protégé par l'étiquette Plus ne peut être vu. Laissez vide pour aucun message. HTML autorisé.
pl: To jest wiadomość wyświetlana, gdy zawartość chroniona jest przeznie można pokazać tagu więcej. Pozostaw puste dla braku wiadomości." HTML dozwolone.
pt_br: Esta é a mensagem que é exibida quando o conteúdo protegido pelo ''moretag'' não pode ser mostrado. Não assinalar se não quer receber mensagens. HTML permitido.

source: No access message
de: Keine Zugangsnachricht
fr: Aucun message d'accès
pl: Brak wiadomości dostępowej
pt_br: Mensagem de não acesso

source: No - More tag content not visible
fr: Contenu du 'No - More tag' non visible
pl: Nie - Więcej treści znaczników niewidocznych
pt_br: Não - Conteúdos de ''More tag'' não visible

source: Yes - More tag content is visible
fr: Oui - contenu après le tag More est visible
pl: Tak - więcej treści tagów jest widoczne
pt_br: Sim - Conteúdos de ''No - More tag'' visible

source: Show content after the More tag
fr: Montrer le contenu après le Tag More
pl: Pokaż zawartość po tagu Więcej
pt_br: Exibir conteúdo in front de ''More tag''

source: Content placed after the More tag in a post or page can be protected by setting the visibility below. This setting can be overridden within each individual level.
fr: Le contenu placé après l'étiquette PLUS dans un article ou une page peut être protégée par le réglage de la visibilité ci-dessous. Ce paramètre peut être remplacé au sein de chaque niveau individuel.
pl: Treści umieszczone za znacznikiem Więcej w poście lub na stronie mogą być chronione przezustawienie widoczności poniżej. To ustawienie można przesłonić w każdym z nich.
pt_br: O conteúdo colocado depois da ''More tag'' em uma publicação ou página pode ser protegida, em programando a visibilidade abaixo desta. Essa configuração pode ser substituída entre cada nível individual.

source: More tag default
fr: Étiquette Plus par défaut
pl: Więcej domyślnych tagów
pt_br: ''More tag'' pre-defenida

source: Place each shortcode text (without the square brackets) on a new line, removing used shortcodes could leave content visible to all users/members.
fr: Placez chaque texte de shortcode (sans les crochets) sur une nouvelle ligne, la suppression des shortcodes utilisés pourrait laisser le contenu visible par tous les utilisateurs / membres.
pl: Umieść każdy tekst shortcode (bez nawiasów kwadratowych) w nowej linii,usunięcie używanych skrótów może sprawić, że zawartość będzie widoczna dla wszystkich użytkowników / członków.
pt_br: Colocar cada texto de ''shortcode'' (sem colchetes) e em uma nova linha; retirando códigos de acesso usados poderá deixar o conteúdo visível para todos os usuários / membros.

source: Admin Only Shortcodes
fr: Shortcodes Admin uniquement
pt_br: ''Shortcodes'' Só Para Admin

source: If you find that a shortcode you want to protect is missing from the shortcode rule, then you can add it here.
de: Wenn du herausfindest, daß ein Shortcode welchen du schützen möchtest, in der Regelliste nicht aufgeführt ist, kannst du Ihn hier ergänzen.
fr: Si vous trouvez qu'un shortcode que vous voulez protéger est absent de la règle de shortcode, alors vous pouvez l'ajouter ici.
pl: Jeśli okaże się, że brakuje kodu, którego chcesz zabezpieczyćreguła shortcode, a następnie możesz ją dodać tutaj.
pt_br: Se você nota que um ''shortcode'' que você quer proteger está faltando na norma de ''shortcode'', então você pode adicioná-lo aqui.

source: Sometimes plugins create custom shortcodes but only register them in the public part of your site. This means that the Membership plugin admin interface will not be able to show them in the Shortcode rule.
de: Manche Erweiterungen produzieren lokale Shortcodes. Das bedeutet, daß das Mitgliedschafts-Plugin diese Shortcodes nicht in der Regelleiste anzeigen kann.
fr: Parfois des plugins créent des shortcodes personnalisés mais les enregistrent uniquement dans la partie publique de votre site. Cela signifie que l'interface d'administration du plugin Membership ne sera pas en mesure de les montrer dans la règle des Shortcodes.
pl: Czasami wtyczki tworzą niestandardowe kody, ale rejestrują je tylko wpubliczna część twojej witryny. Oznacza to, że administrator wtyczki członkostwainterfejs nie będzie w stanie pokazać ich w regule Shortcode.
pt_br: Por vezes, os ''plugins'' criam códigos de acesso personalizados, mas só registram estes na parte pública do seu site. Isso significa que a interface de admin do ''plugin Membership'' não poderá mostrá-los na norma de ''Shortcode''.

source: Admin only shortcodes
fr: Shortcodes Admin uniquement
pl: Tylko skróty administracyjne
pt_br: ''Shortcodes'' (código) só para Admin

source: This is the message that is displayed when the content protected by the shortcode can't be shown. Leave blank for no message. HTML allowed.
de: Dies ist die Nachricht, die angezeigt wird, wenn der Inhalt durch den Shortcode nicht angezeigt werden darf. Leer lassen für leere/keine Nachricht. HTML erlaubt.
fr: Ceci est le message qui s'affiche lorsque le contenu protégé par le shortcode ne peut être affiché. Laissez vide pour aucun message. HTML autorisé.
pl: To jest wiadomość wyświetlana, gdy zawartość chroniona jest przez Nie można wyświetlić kodu krótkiego. Pozostaw puste dla braku wiadomości." HTML dozwolone.
pt_br: Esta é a mensagem que será exibida quando o conteúdo protegido pelo código de acesso não pode ser visto. Não assinalar se não deseja receber mensagens. HTML permitido.

source: Protected content message
de: Nachricht Geschützter Inhalt
fr: Message contenu protégé
pt_br: Mensagem de conteúdo protegido

source: No shortcodes available.
de: Keine Shortcodes verfügbar.
fr: Aucun shortcode disponible.
pl: Brak dostępnych skrótów.
pt_br: Não ''shortcodes'' disponíveis.

source: Each shortcode can be used to wrap protected content such as [shortcode] Protected content [/shortcode]
de: Jeder Shortcode kann zur Umhüllung von geschütztem Inhalt dienen, etwa so: [shortcode] Geschützter Inhalt [/shortcode]
fr: Chaque shortcode peut être utilisé pour encadrer les contenus protégés tels que [shortcode] Contenu protégé [/shortcode]
pl: Każdy krótki kod może być użyty do zawijania chronionych treści, takich jak [shortcode]Treści chronione [/ shortcode]
pt_br: Qualquer um dos ''shortcode'' podem ser usados para incluir conteúdo protegido, como [shortcode] Conteúdo protegido [/shortcode]

source: Each level you create has it's own shortcode.
de: Jede erstellte Ebene hat Ihren eigenen Shortcode.
fr: Chaque niveau que vous créez a on propre shortcode.
pl: Każdy poziom, który utworzysz, ma swój własny shortcode.
pt_br: Cada nível que você cria tem seu próprio ''shortcode''.

source: You can protect parts of a post or pages content by enclosing it in WordPress shortcodes.
de: Du kannst Teile deines Inhaltes eines Beitrages oder Seite mit Shortcodes schützen.
fr: Vous pouvez protéger une partie du contenu d'un article ou d'une page en y insérant des shortcodes WordPress
pl: Możesz chronić części postu lub zawartości strony, załączając je wKody WordPress.
pt_br: Você pode proteger partes de um certo conteúdo de publicados ou páginas encerrando-os na ''WordPress shortcodes''.

source: Shortcode protected content
de: Über Shortcode geschützter Inhalt
fr: Shortcode contenu protégé
pt_br: Conteúdo protegido por ''shortcode''

source: Place each download group name on a new line, removing used groups will leave content visible to all users/members.
fr: Placez chaque nom de groupe de téléchargement sur une nouvelle ligne, supprimer les groupes utilisés laissera le contenu visible par tous les utilisateurs / membres.
pl: Umieść każdą nazwę grupy pobierania w nowym wierszu, usuwając używane grupypozostaw zawartość widoczną dla wszystkich użytkowników / członków.
pt_br: Colocar cada nome de grupo baixado da net (downloaded) em uma nova linha; a eliminação de grupos ''usados'' deixará o conteúdo visível para todos os usuários / membros.

source: Protected groups
de: Geschützte Gruppen
fr: Groupes protégés
pl: Grupy chronione
pt_br: Grupos protegidos

source: This is the URL that the user will see. You can change the end part to something unique.
fr: Ceci est l'URL que l'utilisateur verra. Vous pouvez modifier la partie terminale par quelque chose d'unique.
pl: To jest adres URL, który zobaczy użytkownik. Możesz zmienić końcową część na.
pt_br: Este é o URL que o usuário poderá ver. Você pode alterar a parte final para algo único.

source: Masked download URL
fr: URL téléchargement masquée
pl: Zamaskowany adres URL pobierania

source: This is where membership thinks you have your images stored, if this is not correct then download protection may not work correctly.
fr: C'est là que Membership pense que vous avez stocké vos images, si ce n'est pas juste, alors la protection de téléchargement peut ne pas fonctionner correctement.
pl: To jest, gdy członkostwo uważa, że masz zapisane obrazy, jeśli tak nie jestpoprawna ochrona pobierania może nie działać poprawnie.
pt_br: É aqui que a ''membership'' assume que você tem suas imagens armazenadas. Se isso não for correto, a proteção de ''downloads'' pode não funcionar corretamente.

source: Your uploads location
de: Ordner für deine hochgeladenen Dateien
fr: Votre emplacement des téléchargements
pl: Twoja lokalizacja przesłanych plików
pt_br: Localização de seus ''uploads'' (dados)

source: Hybrid protection
de: Hybrid-Schutz
fr: Protection hybride
pl: Ochrona hybrydowa
pt_br: Proteção híbrida

source: Complete protection
de: Kompletter Schutz
fr: Protection complète
pl: Pełna ochrona
pt_br: Proteção completa

source: Basic protection
de: Standard Sicherheit
fr: Protection basique
pl: Podstawowa ochrona
pt_br: Proteção normal

source: The method of protection can be changed depending on your needs. Membership offers three methods, <strong>Basic</strong> masks your media directory but leaves any filenames the same, <strong>Complete</strong> masks the media directory and changes the image filename as well and <strong>Hybrid</strong> is for use if you are using a host or server that has a problem with the system (such as some installs of nginx).
fr: La méthode de protection peut être modifiée en fonction de vos besoins. Membershift offre trois méthodes, <strong>Basique</strong> masque votre répertoire de media, mais laisse les noms de fichiers, <strong>Complète</strong> masque le répertoire des media et change le nom des fichiers image aussi, et <strong>Hybride</strong> est à utiliser si vous utilisez un hôte ou un serveur qui a un problème avec le système (comme des installations de nginx).
pt_br: O método de proteção pode ser alterado dependendo das necessidades de cada um. ''Membership'' oferece três métodos (de proteção); <strong>Normal</strong> esconde o diretório de mídia, mas deixa os nomes dos arquivos na mesma, <strong>Completo</strong> esconde o diretório de mídia e também altera o nome do arquivo da imagem e<strong>Híbrido</strong> que é para se você estiver usando um ''host'' ou servidor que tenha um problema com o sistema deste (tal como algumas instalações do nginx).

source: Protection method
de: Schutzverfahren
fr: Méthode de protection
pl: Metoda ochrony
pt_br: Método de proteção

source: Note: If a user determines a files actual location on your server, there is very little we can do to prevent its download, so please be careful about giving out URLs.
de: Hinweis: Wenn ein Nutzer eine Datei über seine Adresse auf dem Server findet, kann nur sehr wenig getan werden, um den Download zu verhindern, also seien Sie vorsichtig mit der Bekanntgabe von URL´s.
fr: Note : Si un utilisateur détermine un emplacement réel des fichiers sur votre serveur, il y a très peu de possibilités pour empêcher leur téléchargement, soyez donc prudent lorsque vous donnez des URL.
pl: Uwaga: Jeśli użytkownik określi rzeczywistą lokalizację plików na serwerze, istniejebardzo niewiele możemy zrobić, aby zapobiec jego pobraniu, więc prosimy o ostrożnośćpodając adresy URL.
pt_br: Aviso: Se acaso um usuário possa determinar a localização real de um arquivo em seu servidor, pouco podemos fazer para impedir o ''download'' destes. Portanto, tenha cuidado ao revelar URLs.

source: Downloads and media files can be protected by remapping their perceived location.
de: Downloads und Mediendateien können über die erkannte Adresse geschützt werden
fr: Les Téléchargements et les Fichiers Media peuvent être protégés par re-mappant leur emplacement.
pl: Pliki do pobrania i pliki multimedialne mogą być chronione poprzez zmianę ich postrzeganiaLokalizacja.
pt_br: ''Downloads'' e arquivos de mídia podem ser protegidos ao remapear sua localização notada.

source: Downloads / Media protection
de: Downloads- / Medienschutz
fr: Protection Téléchargements / Media
pt_br: Downloads / Proteção de Mídia

source: Create a default page for the registration completed page and assign it here.
de: Erstelle eine Standardseite, die nach der vollständigen Erstellung der Anmeldung angezeigt werden soll und weise diese hier zu.
fr: Créer une page par défaut pour la page d'inscription terminée et l'assigner ici.
pl: Utwórz domyślną stronę dla zakończonej rejestracji i przypisz ją tutaj.
pt_br: Criar uma página padronizada para a página completa de registro e atribua-a aqui.

source: Select a page to use for the Registration completed page. If you do not have one already, then click on <strong>Create Page</strong> to make one.
de: Wähle hier die Seite aus, die angezeigt werden soll, wenn eine Anmeldung komplett ist. Wenn du noch keine hast, gehe auf <strong>Erstelle Seite</strong>, um eine neue Seite anzulegen.
fr: Sélectionnez la page à utiliser pour la page d'inscription complétée. Si vous n'en avez pas, cliquez sur <strong>Créer une Page</strong> pour en faire une.
pt_br: Selecionar uma página para usar na página completa de Registro. Se você ainda não possui uma, clique em <strong>Criar Página</strong> para poder criar uma.

source: You should include a welcome message on this page and some details on what to do next.
de: Du solltest eine Willkommensnachricht und eine kurze Information über die nächsten Schritte hier hinterlegen.
fr: Vous devez inclure un message de bienvenue sur cette page et quelques détails sur ce qu'il faut faire ensuite.
pl: Powinieneś dołączyć wiadomość powitalną na tej stronie i kilka szczegółów na temat tego, co zrobić dalej.
pt_br: Você deveria incluir uma mensagem de boas-vindas nesta página e alguns detalhes sobre aquilo que fazer a seguir.

source: When a user has signed up for membership and completed any payments required, they will be redirected to this page.
fr: Lorsqu'un utilisateur a souscrit un abonnement et complété tous les paiements exigés, il sera redirigé vers cette page.
pl: Kiedy użytkownik zapisał się do członkostwa i ukończył wszelkie wymagane płatności,zostaną przekierowani na tę stronę.
pt_br: Quando um usuário se inscreveu em ''membership'' e completou os pagamentos necessários, este será redirecionado para esta página.

source: Registration completed page
de: Registrierung-Abgeschlossen-Seite
fr: Page d'Inscription Complétée
pl: Rejestracja zakończona strona
pt_br: Página de inscrição completa

source: Create a default page for the protected content page and assign it here.
de: Erstelle eine Standardseite für die Geschützter-Inhalt-Seite und weise diese hier zu.
fr: Créer une page par défaut pour la page de Contenu Protégée et l'assigner ici.
pl: Utwórz domyślną stronę chronionej zawartości i przypisz ją tutaj.
pt_br: Criar uma página padronizada para a página de conteúdo protegido e atribui-la aqui.

source: Select a page to use for the Protected Content message. If you do not have one already, then click on <strong>Create Page</strong> to make one.
de: Wählen Sie eine Seite auf der die Geschützer-Inhalt-Seite angezeigt wird. Sollten Sie bis jetzt keine angelegt haben, klicken Sie auf <strong>Seite anlegen</strong> um eine anzulegen.
fr: Sélectionnez la page à utiliser pour le message Contenu Protégé. Si vous n'en avez pas, cliquez sur <strong>Créer une Page</strong> pour en faire une.
pt_br: Selecionar uma página para usar na mensagem de Conteúdo Protegido. Se você ainda não possui uma, clicar em <strong>Criar Página</strong> para criar uma.

source: This page will only be displayed if the user has tried to access the post / page / content directly or via a link.
de: Diese Seite wird nur angezeigt, wenn ein Benutzer diese Seite / diesen Beitrag / Inhalt direkt oder über einen Link versucht aufzurufen.
fr: Cette page s'affiche uniquement lorsqu'un utilisateur tente d'accéder à un message / une page / un contenu directement ou par l'intermédiaire d'un lien.
pl: Ta strona będzie wyświetlana tylko wtedy, gdy użytkownik próbował uzyskać dostęp do wpisu /strona / treść bezpośrednio lub przez link.
pt_br: Esta página só será exibida se o usuário tentou acessar a publicação / página / conteúdo diretamente, ou por meio de um ''link''.

source: If a post / page / content is not available to a user, this is the page that they user will be directed to.
de: Wenn ein Beitrag / eine Seite / Inhalt für eine Benutzer nicht sichtbar ist, wird dieser auf diese Seite weitergeleitet.
fr: Si un article / une page / un contenu n'est pas disponible pour un utilisateur, l'utilisateur sera dirigé vers cette page.
pl: Jeśli post / strona / treść nie jest dostępna dla użytkownika, jest to strona, któraużytkownik zostanie skierowany do.
pt_br: Se uma publicação / página / conteúdo não estiver disponível para um usuário, esta será a página para a qual o usuário será direcionado.

source: Protected content page
de: Geschützte Inhaltsseite
fr: Page contenu protégé
pt_br: Página de conteúdo protegido

source: Create a default page for the upgrade / renewal page and assign it here.
de: Erstellen Sie eine Standardseite für die Upgrade / Verlängerung-Seite und weisen Sie sie hier zu.
fr: Créer une page par défaut pour la page de mise à jour / renouvellement et l'assigner ici.
pl: Utwórz domyślną stronę dla strony uaktualnienia / odnowienia i przypisz ją tutaj.
pt_br: Criar uma página padronizada para a página de atualização / renovar e atribui-la aqui.

source: Select a page to use for the upgrade form. If you do not have one already, then click on <strong>Create Page</strong> to make one.
de: Wählen Sie eine Seite auf der das Upgrade-Formular angezeigt wird. Sollten Sie bis jetzt keine angelegt haben, klicken Sie auf <strong>Seite anlegen</strong> um eine anzulegen.
fr: Sélectionnez la page à utiliser pour le formulaire de mise à jour. Si vous n'en avez pas, cliquez sur <strong>Créer une Page</strong>pour en faire une.
pt_br: Selecionar uma página para usar no formulário de atualização. Se você ainda não tiver uma, clicar em <strong>Criar Página</strong> para criar uma.

source: It can be left blank to use the standard Membership interface, otherwise it can contain any content you want but <strong>should</strong> contain the [renewform] shortcode in some location.
de: Lasse dieses Feld leer, um das Standard Mitgliedschaft-Interface zu verwenden. Andererseits kann du jeden Inhalt einfügen, den du möchtest. Allerdings <b>sollte</b> dann der <code>[renewform]</code> Shortcode an irgendeiner Stelle eingefügt werden.
fr: Il peut être laissé vide pour utiliser l'interface Membershift standard, sinon il peut contenir n'importe quel contenu que vous voulez, mais <strong>doit contenir</strong> le shortcode [renewform] à un endroit.
pt_br: Pode-se deixar por assinalar para usar a interface de ''Membership'' padronisada; caso contrário, esta pode conter qualquer conteúdo desejado, mas <strong> deve</strong> conter o ''shortcode'' [renewform] em qualquer local.

source: This is the page a user will be redirected to when they want to view their subscription details and upgrade / renew them.
fr: Ceci est la page vers laquelle un utilisateur sera redirigé quand il souhaite voir les détails de l'abonnement et le mettre à jour / renouveler.
pl: To jest strona, do której użytkownik zostanie przekierowany, gdy chce zobaczyć ichszczegóły subskrypcji i uaktualnij / odnów je.
pt_br: Esta é a página para a qual os usuários serão redirecionados quando querem visualizar os detalhes de sua assinatura e atualizá-los / renová-los.
