Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Reminder: your %s membership has ended
de: Zur Erinnerung: Ihre %s Mitgliedschaft ist beendet
fr: Rappel : votre abonnement %s est terminé
pl: Przypomnienie: Twoje członkostwo%s zostało zakończone
pt_br: Lembrete: sua assinatura %s terminou

source: Sent a predefined number of days after the membership finishes. You must decide how many days after a message is to be sent.
fr: Envoyé un nombre prédéfini de jours après que l'abonnement se termine. Vous devez décider après combien de jours le message doit être envoyé.
pl: Wysłano określoną liczbę dni po zakończeniu członkostwa. Musiszzdecyduj, ile dni po wysłaniu wiadomości ma zostać wysłana.
pt_br: Enviado após um número pré-definido de dias após o fim da assinatura. Você precisa decidir quantos dias depois é para a mensagem ser enviada.

source: Use "0" to send instantly, or another value to delay the message.
fr: Utilisez "0" pour l'envoyer immédiatement, ou une autre valeur pour retarder le message.
pl: Użyj " 0 \ ", aby wysłać natychmiast, lub inną wartość, aby opóźnić wiadomość.
pt_br: Use "0" para enviar instantaneamente, ou outro valor para atrasar a mensagem.

source: Message Delay
de: Nachrichtenverzögerung
fr: Retard de message
pl: Opóźnienie wiadomości
pt_br: Atraso da Mensagem

source: You now have the option to <br />(A) downgrade the plugin to an earlier version via FTP or <br />(B) to %sre-run the upgrade process%s.
fr: Vous avez maintenant la possibilité de <br />(A) rétrograder l'extension à une version antérieure par FTP ou <br />(B) %srecommencer la processus de mise à jour%s.
pl: Teraz masz możliwość <br /> (A) zmiany wersji wtyczki na wcześniejsząwersja przez FTP lub <br /> (B) do%sre-uruchom proces aktualizacji%s.
pt_br: Agora você tem a opção de <br />(A) desatualisar o plugin para uma versão anterior via FTP ou <br /> (B) para %sre-run o processo de atualização%s.

source: To prevent auto-updating the DB again we stop here!
fr: Pour empêcher une seconde mise à jour automatique de la base de données, nous nous arrêtons là !
pl: Aby zapobiec automatycznej aktualizacji DB ponownie zatrzymujemy się tutaj!
pt_br: Para prevenir uma nova atualização automática do BD nós paramos aqui!

source: The Membership2 Snapshot "%s" was restored!
de: Der Membership2-Snapshot "%s" wurde wiederhergestellt!
fr: L'instantané Membership2 "%s" a été restauré !
pl: The Membership2 Snapshot "%s \ "został przywrócony!
pt_br: ''Membership2 Snapshot'' "%s" restaurado

source: Info: Membership2 is not activated network-wide
de: Info: Membership2 ist nicht Netzwerkweit aktiviert.
fr: Info : Membership2 n'est pas activé sur le réseau.
pl: Info: Membership2 nie jest aktywowany w całej sieci
pt_br: Info: O Membership2 não está ativado para a rede toda

source: New Membership pages created: "%1$s".
de: Neue Mitgliedschaft-Seiten erstellt: "%1$s".
fr: Nouvelles pages d'abonnement créées : "%1$s".
pl: Utworzono nowe strony członkostwa: " %1$s \ ".
pt_br: Novas páginas de Assinatura criadas: "%1$s".

source: RUB - Russian Ruble
de: RUB - Russischer Rubel
fr: RUB - Rouble russe
pt_br: RUB - Rublo Russo

source: Relative to Subscription
de: Relativ zum Abonnement:
fr: Relatif à l'abonnement
pl: Względem subskrypcji
pt_br: A Contar da Inscrição

source: On specific Date
de: An bestimmtem Datum
fr: À une date spécifique
pl: O konkretnej dacie
pt_br: Na data especificada

source: Membership deactivated.
de: Mitgliedschaft deaktiviert.
fr: Abonnement désactivé.
pl: Członkostwo dezaktywowane.
pt_br: Assinatura desativada.

source: Membership canceled, valid until it expires on
de: Mitgliedschaft gekündigt, gültig bis zum Ablauf am
fr: Abonnement annulé, valide jusqu'à expiration le
pl: Członkostwo anulowane, ważne do momentu wygaśnięcia
pt_br: Assinatura cancelada, válida até expirar em

source: Membership expired since
de: Mitgliedschaft abgelaufen seit
fr: L'abonnement est expiré depuis le
pl: Członkostwo wygasło, ponieważ
pt_br: Assinatura expirada desde

source: Permanent access.
de: Permanenter Zugriff.
fr: Accès permanent.
pl: Stały dostęp
pt_br: Acesso permanente.

source: Membership expires on
de: Mitgliedschaft läuft ab am
fr: L'abonnement expire le
pl: Członkostwo wygasa w dniu
pt_br: A Assinatura expira em

source: Membership Trial expires on
de: Probemitgliedschaft läuft ab am
fr: La période d'essai de l'abonnement expire le
pl: Próba członkostwa wygasa w dniu
pt_br: A Avaliação da Assinatura expira em

source: Pending payment.
de: Ausstehende Zahlung.
fr: Paiement en attente.
pl: Oczekuje na płatność.
pt_br: Pagamento pendente.

source: M j
fr: j M

source: For the trial period of %1$s you only pay <span class="price">%2$s %3$s</span>.
de: Für die Probemitgliedschaft von %1$s zahlen Sie nur <span class="price">%2$s %3$s.</span>.
fr: Pour la période d'essai de %1$s, vous payerez seulement <span class="price">%2$s %3$s</span>.
pt_br: Para um período de avaliação de %1$s você só paga <span class="price">%2$s %3$s</span>.

source: nothing
de: Nichts
fr: rien
pl: nic
pt_br: nada

source: on %4$s
de: auf %4$s
fr: à %4$s
pl: na%4$s
pt_br: em %4$s

source: after %4$s
de: nach %4$s
fr: après %4$s
pl: po%4$s
pt_br: depois de %4$s

source: You will pay <span class="price">%1$s %2$s</span> each %3$s.
de: Sie zahlen <span class="price">%1$s %2$s</span> jeweils pro %3$s.
fr: Vous payerez <span class="price">%1$s %2$s</span> chaque %3$s.
pt_br: Você pagará <span class="price">%1$s %2$s</span> por %3$s.

source: <span class="price">%1$s %2$s</span> (each %3$s)
de: <span class="price">%1$s %2$s</span> (jeweils pro %3$s)
fr: <span class="price">%1$s %2$s</span> (chaque %3$s)

source: You will make %4$s payments of <span class="price">%1$s %2$s</span>, one each %3$s.
de: Sie werden %4$s Zahlungen von <span class="price">%1$s %2$s,</span> jeweils pro %3$s machen.
fr: Vous ferez %4$s paiements de <span class="price">%1$s %2$s</span>, chaque %3$s.
pt_br: Você vai fazer %4$s pagamentos de <span class="price">%1$s %2$s</span>, um a cada %3$s.

source: %4$s times <span class="price">%1$s %2$s</span> (each %3$s)
de: %4$s mal <span class="price">%1$s %2$s</span> (jeweils pro %3$s)
fr: %4$s fois <span class="price">%1$s %2$s</span> (tous les %3$s)
pt_br: %4$s vezes <span class="price">%1$s %2$s</span> (cada %3$s)

source: You will pay <span class="price">%1$s %2$s</span> once.
de: Sie zahlen einmalig <span class="price">%1$s %2$s</span>.
fr: Vous payerez <span class="price">%1$s %2$s</span> une fois.
pt_br: Você irá pagar <span class="price">%1$s %2$s</span> uma vez.

source: <span class="price">%1$s %2$s</span> (once)
de: <span class="price">%1$s %2$s</span> (einmalig)
fr: <span class="price">%1$s %2$s</span> (une fois)
pt_br: <span class="price">%1$s %2$s</span> (uma vez)

source: You will pay <span class="price">%1$s %2$s</span> to access from %3$s until %4$s.
de: Sie zahlen <span class="price">%1$s %2$s</span> für Zugang von %3$s bis %4$s.
fr: Vous payerez <span class="price">%1$s %2$s</span> pour un accès depuis %3$s jusqu'au %4$s.
pt_br: Você irá pagar <span class="price">%1$s %2$s</span> para acessar de %3$s até %4$s.

source: You will pay nothing for access from %3$s until %4$s.
de: Sie werden für den Zugriff von %3$s bis %4$s nichts zahlen.
fr: Vous ne payerez rien pour un accès de %3$s jusqu'à %4$s.
pl: Nic nie zapłacisz za dostęp z%3$s do%4$s.
pt_br: Você não irá pagar nada para acessar de %3$s até %4$s.

source: Nothing (%5$s - %6$s)
de: Nichts (%5$s -%6$s)
fr: Rien (%5$s - %6$s)
pl: Nic (%5$s - %6$s)
pt_br: Nada (%5$s - %6$s)

source: You will pay <span class="price">%1$s %2$s</span> for access until %3$s.
de: Sie werden für den Zugriff bis %3$s <span class="price">%1$s %2$s.</span> zahlen.
fr: Vous payerez <span class="price">%1$s %2$s</span> pour un accès jusqu'au %3$s.
pt_br: Você irá pagar <span class="price">%1$s %2$s</span> pelo acesso até %3$s.

source: <span class="price">%1$s %2$s</span> (until %4$s)
de: <span class="price">%1$s %2$s</span> (bis %4$s)
fr: <span class="price">%1$s %2$s</span> (jusqu'à %4$s)
pt_br: <span class="price">%1$s %2$s</span> (até %4$s)

source: You will pay nothing for access until %3$s.
de: Sie werden bis %3$s nichts für den Zugang zahlne.
fr: Vous ne payerez rien pour un accès jusqu'à %3$s.
pl: Nic nie zapłacisz za dostęp do%3$s.
pt_br: Você não irá pagar nada pelo acesso até %3$s.

source: Nothing (until %4$s)
de: Nichts (bis %4$s)
fr: Rien (jusqu'à %4$s)
pl: Nic (do%4$s)
pt_br: Nada (até %4$s)

source: You will pay <span class="price">%1$s %2$s</span> for permanent access.
de: Sie zahlen für dauerhaften Zugang <span class="price">%1$s %2$s.</span>.
fr: Vous payerez <span class="price">%1$s %2$s</span> pour un accès permanent.
pl: Zapłacisz <span class = "price"> %1$s %2$s </ span> dla stałego dostępu.
pt_br: Você pagará <span class="price">%1$s %2$s</span> para acesso permanente.

source: <span class="price">%1$s %2$s</span> (for ever)
de: <span class="price">%1$s %2$s</span> (für immer)
fr: <span class="price">%1$s %2$s</span> (pour toujours)
pt_br: <span class="price">%1$s %2$s</span> (para sempre)

source: You will pay nothing for permanent access.
de: Sie werden nichts für ständigen Zugang zahlen.
fr: Vous ne payerez rien pour un accès permanent.
pl: Nic nie zapłaci za stały dostęp.
pt_br: Você não pagará nada pelo acesso permanente.

source: Nothing (for ever)
de: Nichts (für immer)
fr: Rien (pour toujours)
pl: Nic (na zawsze)
pt_br: Nada (para sempre)

source: Not yet active
de: Noch nicht aktiv
fr: Pas encore actif
pl: Jeszcze nie aktywny
pt_br: Ainda não ativo

source: Canceled
de: Storniert
fr: Annulé
pt_br: Cancelado

source: Deactivated
de: Deaktiviert
fr: Désactivé
pl: Wyłączony
pt_br: Desativado

source: Expired
de: Abgelaufen
fr: Expiré
pt_br: Expirado

source: Trial Expired
de: Probemitgliedschaft abgelaufen
fr: Période d'essai expirée
pt_br: Avaliação Expirada

source: Membership2 Subscriptions
de: Membership2 Abonnements
fr: Abonnements Membership2
pl: Membership2 Subskrypcje
pt_br: Inscrições do Membership2

source: Every 30 Mins
de: Alle 30 Minuten
fr: Toutes les 30 minutes
pl: Co 30 minut
pt_br: A cada 30 Minutos

source: Every 6 Hours
de: Alle 6 Stunden
fr: Toutes les 6 heures
pl: Co 6 godzin
pt_br: A cada 6 Horas

source: Allow: Page is not protected
de: Erlaube: Seite ist nicht geschützt
fr: Autoriser : la page n'est pas protégée
pl: Zezwalaj: Strona nie jest chroniona
pt_br: Permitir: Página não protegida

source: %s: Membership "%s"
de: %s: Mitgliedschaft "%s"
fr: %s : abonnement "%s"
pl: %s: członkostwo "%s \ "
pt_br: %s: Assinatura "%s"

source: Ignored: Membership "%s"
de: Ignoriert: Mitgliedschaft "%s"
fr: Ignoré : Abonnement "%s"
pt_br: Ignorada: Assinatura "%s"

source: Skipped: Not a member of "%s"
de: Übersprungen: Kein Mitglied von "%s"
fr: Ignoré : pas un membre de "%s"
pl: Pominięty: nie jest członkiem "%s \ "
pt_br: Saltado: Não é um mebro do(a) "%s"

source: Allow: This is a Membership Page
de: Erlaube: Dies ist ein Mitgliedschaft-Seite
fr: Autoriser : Ceci est une page d'abonnement
pl: Zezwalaj: To jest strona członkowska
pt_br: Permitir: Esta é uma Página de Assinatura

source: Allow: Admin-User always has access
de: Erlaube: Admin-Benutzer hat immer Zugriff
fr: Autoriser : l'administrateur a toujours accès
pl: Zezwalaj: Administrator-Użytkownik zawsze ma dostęp
pt_br: Permitir: O Usuário Administrador sempre tem acesso

source: Default Menu
de: Standard-Menü
fr: Menu par défaut
pl: Menu domyślne
pt_br: Menu Padrão

source: The Payment Gateway could take a couple of minutes to process and return the payment status.
de: Der Zahlungs-Gateway wird zur Verarbeitung und Bestätigung der Zahlung einige Minuten benötigen.
fr: La passerelle de paiement peut prendre un peu de temps pour traiter et renvoyer le statut du paiement.
pl: Płatności Gateway może potrwać kilka minut, aby przetworzyć i zwrócićstatus płatności.
pt_br: O Gateway de Pagameno pode levar alguns minutos para processar e retornar o status do pagamento.

source: Your request to join the membership was successfully received!
de: Ihre Beitrittsanfrage zur Mitgliedschaft wurde erfolgreich empfangen!
fr: Votre demande pour rejoindre l'abonnement a bien été reçue !
pl: Twoja prośba o dołączenie do członkostwa została pomyślnie przyjęta!
pt_br: Sua requisição de inscrição na assinatura foi recebida com êxito!

source: We have the following subscriptions available for our site. To join, simply click on the Sign Up button and then complete the registration details.
de: Wir haben folgende Abonnements für diese Seite verfügbar. Um Mitglied zu werden, klicken Sie einfach auf den passenden "Registrieren"-Button und vervollständigen Sie die Anmeldeinformationen.
fr: Les abonnements suivants sont disponibles pour notre site. Pour vous abonner, cliquez simplement sur le bouton "Je m'abonne" et remplissez les champs requis.
pl: Mamy dostępne następujące subskrypcje na naszej stronie. Aby dołączyć, po prostukliknij przycisk Zarejestruj się, a następnie uzupełnij dane rejestracyjne.
pt_br: A(s) seguinte(s) subscrição está disponível. Para subscrever clique em assinar e preencha o formulário

source: We have the following subscriptions available for our site. You can renew, cancel or upgrade your subscriptions by using the forms below.
de: Es sind folgende Abonnements für diese Seite verfügbar. Sie können Ihr Abonnement mithilfe der untenstehenden Formulare erneuern, upgraden oder stornieren.
fr: Les abonnements suivants sont disponibles pour notre site. Vous pouvez renouveler, annuler ou mettre à jour vos abonnements en utilisant les formulaires ci-dessous.
pl: Na naszej stronie dostępne są następujące subskrypcje. Możesz odnowić, anulować lub uaktualnić swoje subskrypcje, korzystając z poniższych formularzy.
pt_br: Nós temos as seguintes inscrições disponíveis para o seu site. Você pode renovar, cancelar ou atualizar suas inscrições usando os formulários abaixo.

source: Shows details about the current user.
de: Zeigt Informationen über den aktuellen Benutzer.
fr: Affiche les détails à propos de l'utilisateur en cours.
pl: Pokazuje szczegółowe informacje o bieżącym użytkowniku.
pt_br: Exibe detalhes sobre o usuário atual.

source: Displayed when a user cannot access the requested page.
de: Der Nachrichtentext wird den Benutzern angezeigt, denen der Zugriff auf die Seite verweigert ist.
fr: Affiché quand un utilisateur ne peut pas accéder à la page demandée.
pl: Wyświetlany, gdy użytkownik nie może uzyskać dostępu do żądanej strony.
pt_br: Exibido quando um usuário não pode acessar a página solicitada.

source: Deny
de: Verweigern
fr: Refuser
pt_br: Negar

source: Allow
de: Erlauben
fr: Autoriser
pl: Zezwól
pt_br: Permitir

source: %s: Rule "%s"
de: %s: Regel "%s"
fr: %s : Règle "%s"
pl: %s: Reguła "%s \ "
pt_br: %s: Regra "%s"

source: Ignored: Rule "%s"
de: Ignoriert: Regel "%s"
fr: Ignoré : Règle "%s"
pt_br: Ignorado: Regra "%s"

source: Change to: %s
de: Wechseln Sie zu: %s
fr: Changer pour : %s
pl: Zmień na:%s
pt_br: Alterar para: %s

source: Restrict access to Visitor-Level
de: Beschränken Sie den Zugriff auf Besucherebene
fr: Restreindre l'accès au niveau visiteur
pl: Ogranicz dostęp do poziomu użytkownika
pt_br: Restringir acesso para o Nível de Visitante

source: %2$s payments
de: %2$s Zahlungen
fr: %2$s paiements
pl: %2$s płatności
pt_br: %2$s pagamentos

source: Single payment
de: Einmalige Zahlung
fr: Paiement unique
pl: Płatność jednorazowa
pt_br: Pagamento único

source: Membership2 Core Membership
de: Basismitgliedschaft
fr: Abonnement Membership2 de base
pl: Członkostwo2 Podstawowe członkostwo
pt_br: Assinatura Principal do Membership2

source: Private Memberships
de: Private Mitgliedschaften
fr: Abonnements privés
pl: Prywatne członkostwo
pt_br: Assinaturas Privadas

source: Recurring payments
de: Wiederkehrende Zahlungen
fr: Paiements récurrents
pl: Płatności cykliczne
pt_br: Pagamentos recorrentes

source: One payment for date range access
de: Einmalzahlung für zeitlich begrenzten Zugriff
fr: Un paiement pour un accès par plage de dates
pl: Jedna płatność za dostęp do zakresu dat
pt_br: Um pagamento por período de acesso

source: One payment for finite access
de: Einmalzahlung für begrenzten Zugriff
fr: Un paiement pour un accès défini
pl: Jedna płatność za skończony dostęp
pt_br: Um pagamento pelo acesso finito

source: One payment for permanent access
de: Einmalzahlung für permanenten Zugriff
fr: Un paiement pour un accès permanent
pl: Jedna płatność za stały dostęp
pt_br: Um pagamento pelo acesso permanente

source: Date range access
de: zeitlich begrenzter Zugriff
fr: Accès de date à date
pl: Dostęp do zakresu dat
pt_br: Acesso por período de data

source: Finite access
de: Begrenzter Zugriff
fr: Accès défini
pl: Dostęp finalny
pt_br: Acesso finito

source: Permanent access
de: Permanenter Zugriff
fr: Accès permanent
pl: Stały dostęp
pt_br: Acesso permanente

source: System Membership
de: System Mitgliedschaft
fr: Abonnement système
pt_br: Assinatura de Sistema

source: Default Membership
de: voreingestellte Mitgliedschaft
fr: Abonnement par défaut
pl: Domyślne członkostwo
pt_br: Assinatura Padrão

source: Guest Membership
de: Gästemitgliedschaft
fr: Abonnement invité
pt_br: Assinatura de Convidado

source: Dripped Content Membership
de: Mitgliedschaft mit dosiertem Inhalt
fr: Abonnement à contenu égouté
pt_br: Assinatura de Conteúdo Pingado

source: Standard Membership
de: Standard Mitgliedschaft
fr: Adhésion standard
pl: Standardowe członkostwo
pt_br: Assinatura Padrão

source: Memberships user can join to.
de: Wo Mitglieder beitreten können.
fr: Les utilisateurs de Membership peuvent le rejoindre.
pl: Członkostwo użytkownika może się przyłączyć.
pt_br: Assinaturas que o usuário pode possuir.

source: Membership2 Memberships
de: Mitgliedschaften
fr: Abonnements Membership2
pl: Członkostwo2 Członkostwo
pt_br: Assinaturas do Membership2

source: Please ensure that the <span class="ms-bold">%s</span> information is completed.
fr: Merci de vous assurer que les <span class="ms-bold">%s</span> informations sont complètes.
pt_br: Por favor, certifique-se de que as informações de <span class="ms-bold">%s</span> são concluídas.

source: Select a user
de: Benutzer auswählen
fr: Sélectionnez un utilisateur
pl: Wybierz użytkownika
pt_br: Escolher um usuário

source: Invoice for %s - %s
de: Rechnung für %s - %s
fr: Facture pour %s - %s
pl: Faktura za%s -%s
pt_br: Fatura para %s - %s

source: Denied
de: Verweigert
fr: Refusée
pt_br: Negada

source: Pending
de: Ausstehend
fr: En attente
pl: Oczekujące
pt_br: Pendente

source: Billed
de: Berechnet
fr: Facturée
pt_br: Faturada

source: Paid
de: Bezahlt
fr: Payé
pl: Zapłacone
pt_br: Paga

source: Member Invoices
de: Rechnungen des Mitgliedes
fr: Factures des membres
pl: Faktury członkowskie
pt_br: Faturas de Membros

source: Membership2 Invoices
de: Mitgliedschaft Rechnungen
fr: Factures Membership2
pt_br: Faturas do Membership2

source: Did not import the base membership %2$s for <strong>%1$s</strong>
fr: Impossible d'importer l'abonnement de base %2$s pour <strong>%1$s</strong>
pt_br: Não importou a ''membership'' base %2$s para <strong>%1$s </strong>

source: Could not import a Membership for User <strong>%1$s</strong> (%2$s)
fr: Impossible d'importer un abonnement pour l'utilisateur <strong>%1$s</strong> (%2$s)
pt_br: Não foi possivel importar a ''Membership'' para este utilizador <strong>%1$s</strong>(%2$s)

source: Could not import Member <strong>%1$s</strong> (%2$s)
fr: Impossible d'importer le membre <strong>%1$s</strong> (%2$s)
pt_br: Não foi possível importar o Membro <strong>%1$s</strong> (%2$s)

source: Invoice #%2$s after due date for membership %1$s warning.
de: Rechnung #%2$s Warnung nach Fälligkeitsdatum für Mitgliedschaft %1$s.
fr: Avertissement après échéance de la facture n° %2$s pour l'abonnement %1$s.
pl: Faktura #%2$s po terminie płatności członkostwa %1$s.
pt_br: fatura #%2$s depois da subscrição caducar %1$s aviso.

source: Invoice #%2$s before due date for membership %1$s warning.
de: Rechnung #%2$s Warnung vor Fälligkeitsdatum für Mitgliedschaft %1$s.
fr: Avertissement avant échéance de la facture n° %2$s pour l'abonnement %1$s.
pl: Faktura #%2$s przed datą wymagalności członkostwa ostrzeżenie %1$s.
pt_br: Fatura #%2$s antes da devida data da''membership'' %1$s aviso.

source: Invoice #%2$s for membership %1$s - Payment Denied.
de: Rechnung #%2$s für Mitgliedschaft %1$s - Zahlung verweigert.
fr: Facture n° %2$s pour l'abonnement %1$s - paiement refusé.
pl: Faktura #%2$s dla członkostwa %1$s - Odmowa płatności.
pt_br: Fatura #%2$s para a ''membership'' %1$s - Pagamento Recusado.

source: Invoice #%2$s for membership %1$s - Payment Pending.
de: Rechnung #%2$s für Mitgliedschaft %1$s - Bezahlung ausstehend.
fr: Facture n° %2$s pour l'abonnement %1$s - paiement en attente.
pl: Faktura #%2$s dla członkostwa %1$s - Płatność oczekująca.
pt_br: Fatura #%2$s para a assinatura %1$s - Pagamento Pendente.

source: Invoice #%2$s for membership %1$s - Payment Failed.
de: Rechnung #%2$s für Mitgliedschaft %1$s - Bezahlung fehlgeschlagen.
fr: Facture n° %2$s pour l'abonnement %1$s - paiement échoué.
pl: Faktura #%2$s dla członkostwa %1$s - Płatność nieudana.
pt_br: Fatura #%2$s para a ''membership'' %1$s - Pagamento Falhou.

source: Invoice #%2$s for membership %1$s - Paid.
de: Rechnung #%2$s für Mitgliedschaft %1$s - bezahlt.
fr: Facture n° %2$s pour l'abonnement %1$s - payé.
pl: Faktura #%2$s dla członkostwa %1$s - Płatna.
pt_br: Fatura #%2$s para a membership %1$s - Paga.

source: Membership %s trial about to finish warning date.
fr: La période d'essai de Membership%s va bientôt arriver; préavis d'expiration.
pt_br: Data em que a avaliação da Assinatura %s está prestes a terminar.

source: Membership %s finished warning date.
de: Zeitpunkt für den Hinweis, daß Mitgliedschaft %s abgelaufen ist.
fr: L'abonnement %s a atteint la date de fin d'avertissement.
pl: Data zakończenia ostrzeżenia o członkostwie %s
pt_br: Data de alerta de vencimento da Assinatura %s.

source: Membership %s about to finish warning date.
de: Zeitraum für den Hinweis des Ablaufs der Mitgliedschaft %s.
fr: L'abonnement %s est sur le point d'arriver à l'expiration de l'avertissement.
pl: Członkostwo%s kończy datę ostrzeżenia.
pt_br: Data do alerta de Assinatura de %s prestes a terminar.

source: Membership %s cancelled.
de: Mitgliedschaft %s abgebrochen.
fr: L'abonnement %s a été annulé.
pl: Członkostwo%s anulowane.
pt_br: Assinatura %s cancelada.

source: Membership %s deactivated
de: Mitgliedschaft %s deaktiviert
fr: L'abonnement %s a été désactivé.
pl: Członkostwo%s nieaktywne
pt_br: Assinatura %s desativada

source: Membership %s renewed
de: Mitgliedschaft %s erneuert.
fr: L'abonnement %s a été renouvelé.
pl: Członkostwo%s odnawiane
pt_br: A assinatura %s foi renovada

source: Membership %s dropped.
de: Mitgliedschaft %s verworfen.
fr: L'abonnement %s a été lâché.
pl: Członkostwo%s upuszczone.
pt_br: Assinatura %s descartada.

source: Membership %s has expired.
de: Mitgliedschaft %s ist abgelaufen.
fr: L'abonnement %s a expiré.
pl: Członkostwo%s wygasło.
pt_br: A assinatura %s expirou.

source: Has moved to membership %s.
de: ist zur Mitgliedschaft %s umgezogen.
fr: A bougé vers l'abonnement %s.
pl: Przeniesiono do członkostwa%s.
pt_br: Foi movido para a assinatura %s.

source: Has signed up to membership %s.
de: hat die Mitgliedschaft %s angenommen.
fr: S'est inscrit à l'abonnement %s.
pl: Zapisał się do członkostwa%s.
pt_br: Fez inscrição na assinatura %s.

source: Member's credit card expire warning date.
de: Mitglieds-Kreditkarte Warnung Verfallsdatum.
fr: Date d'avertissement d'expiration de la carte de crédit du membre.
pl: Karta kredytowa użytkownika traci ważność z dniem ostrzeżenia.
pt_br: Data de aviso de vencimento do cartão de crédito dos Membros.
