Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: This is the list of members for your site, you can control their subscriptions from here.
de: Das ist die Liste der Mitglieder Ihrer Seite, von denen Sie die Abonnements von hier aus steuern können.
fr: Ceci est la liste des membres de votre site, vous pouvez contrôler leurs souscriptions ici.
pl: To jest lista członków twojej witryny, możesz kontrolować ich
pt_br: Esta é a lista de membros do seu site; você pode controlar suas subscrições daqui.

source: Members screen
de: Mitgliederanzeige
fr: Ecran Membres
pl: Ekran członków
pt_br: Tela dos Membros

source: This is your main membership menu, you have direct access to all the areas of the plugin from here.
de: Das ist Ihr Haupt Membership Menu, mit dem Sie direkten Zugang haben zu allen Arealen vom Plugin.
fr: C'est le menu d'abonnement principal, vous avez un accès direct à toutes les zones du plugin d'ici.
pl: To jest twoje główne menu członkostwa, masz bezpośredni dostęp do wszystkich obszarówwtyczki z tego miejsca.
pt_br: Este é o menu principal de membros; você tem acesso direto a todas as áreas do ''plugin'' a partir daqui.

source: Membership Menu
fr: Menu Membership
pl: Menu członkostwa
pt_br: Menu de Membership

source: If you do not want to use the wizard then you can dismiss it here.
de: Falls Sie den Assistenten nicht benutzen wollen können Sie ihn hier ausschalten.
fr: Si vous ne souhaitez pas utiliser l'assistant, vous pouvez le désactiver
pl: Jeśli nie chcesz korzystać z kreatora, możesz go tutaj odrzucić.
pt_br: Se você não deseja usar o assistente, pode descartá-lo aqui.

source: Dismissing the wizard
de: Assistent ausschalten
fr: Abandonner l'assistant
pl: Odrzucanie kreatora
pt_br: Descartando o Assistente

source: We have built a short (very short) wizard to help you get started with the plugin.
de: Wir haben einen kurzen (sehr kurzen) Assistent eingebaut der Ihnen bei den ersten Schritten mit diesem Plugin hilft.
fr: Nous avons construit un court (très court) assistant pour vous aider à démarrer avec le plugin.
pl: Stworzyliśmy krótki (bardzo krótki) czarodziej, który pomoże Ci zacząćpodłącz.
pt_br: Nós construímos um assistente curto (curtissimo) para ajudá-lo a começar a usar este ''plugin''.

source: Getting started wizard
de: Start Assistent
fr: Lancer l'assistant
pl: Kreator rozpoczęcia pracy
pt_br: Assistente de Introdução

source: This is the membership dashboard panel where you can keep track of your sites statistics and information.
de: Dies ist das Membership Dashboard, mit dem Sie den Überblick über Ihre Websites, Statistiken und Informationen erhalten.
fr: Ceci est le tableau de bord d'abonnement où vous pouvez garder une trace de vos statistiques de sites et d'informations.
pl: To panel panelu subskrypcji, w którym możesz śledzić swoje
pt_br: Este é o painel do motor ''membership'', onde você pode acompanhar as estatísticas e informações de seus sites.

source: Welcome to Membership
de: Willkommen bei Membership
fr: Bienvenue dans Membership
pl: Witamy w członkostwie
pt_br: Bem vindo(os) ao ''Membership''

source: Membership tutorial
fr: Tutoriel Membership
pl: Samouczek członkostwa
pt_br: Tutorial de Membership

source: Sequential
de: sequenziell
fr: Sequenciel
pt_br: Sequencial

source: Serial
de: Seriennummer
fr: En série

source: Indefinite
de: unbegrenzt
fr: Indéfini
pl: Nieokreślony
pt_br: Indefinito

source: Finite
de: begrenzt
fr: Limité
pt_br: Finito

source: Trial
de: Probe
fr: Essai
pt_br: De teste

source: <strong>Note:</strong> - depending on the payment gateway used, changing the price will not alter subscriptions charged to existing members.
de: <strong>Hinweis:</strong> - abhängig von der gewählten Zahlmethode wird der angezeigte Preis nicht die Zahlungsbedingungen von exisitierenden Benutzern ändern.
fr: <strong>Note : </strong> - en fonction de la plateforme de paiement utilisée, le changement du prix ne modifiera pas les abonnements facturés aux membres existants.
pt_br: <strong>A notar</strong> - dependendo do ''gateway'' de pagamento usado, a alteração do preço não alterará as subscrições cobradas dos membros atuais.

source: <strong>Serial</strong> - user remains at this level for a set period of time and is then renewed at the same level
de: <strong>Seriell</strong> - Der Benutzer erhält dieses Level für eine begrenzte/festgelegte Zeit und wird dann für dieses Level verlängert.
fr: <strong>Série</strong> - l'utilisateur reste à ce niveau pendant une période de temps définie et est ensuite renouvelé au même niveau
pt_br: <strong> Serial</strong> - o usuário permanece nesse nível por um certo período de tempo e, em seguida, é renovado no mesmo nível

source: <strong>Indefinite</strong> - user remains at this level for ever.
de: <strong>Unbegrenzt</strong> - Der Benutzer erhält dieses Level ohne zeitliche Begrenzung (für immer).
fr: <strong>Indéfini</strong> - l'utilisateur reste à ce niveau de façon permanente.
pt_br: <strong>Indefinido</strong> - o usuário permanece nesse nível para sempre.

source: <strong>Finite</strong> - user remains at this level for a set period of time before ending
de: <strong>Begrenzt</strong> - Der Benutzer erhält dieses Level für eine begrenzte/festgelegte Zeit.
fr: <strong>Fini</strong> - l'utilisateur se maintient à ce niveau pendant une période de temps définie avant de terminer
pt_br: <strong>Finito</strong> - o usuário permanece nesse nível por um certo período de tempo antes do termino

source: Mode details
de: Modus Details
fr: Plus de détails
pl: Szczegóły trybu
pt_br: Mais detalhes

source: Price :
de: Preis :
fr: Prix :
pl: Cena:
pt_br: Preço

source: week(s)
de: Woche(n)
fr: semaine(s)
pl: tydzień(tygodnie)
pt_br: Semana(s)

source: Period :
de: Periode :
fr: Période :
pl: Okres:
pt_br: Período

source: Remove this level from the subscription.
de: Entferne dieses Level von der Anmeldung.
fr: Retirer ce niveau de l'abonnement.
pl: Usuń ten poziom z subskrypcji.
pt_br: Retirar este nível da subscrição.

source: Add to Negative rules
de: Zu negativen Regeln hinzufügen
fr: Ajouter aux règles négatives
pl: Dodaj do negatywnych reguł
pt_br: Adicionar às regras Negativas

source: Add this rule to the negative area of the membership level.
de: Füge diese Regel zum negativ Areal der Membership-ebene.
fr: Ajouter cette règle à la zone négative du niveau d'adhésion
pl: Dodaj tę regułę do ujemnego obszaru poziomu członkostwa.
pt_br: Adicionar esta regra à área negativa do nível de ''membership''.

source: Add to Positive rules
de: Zu positiven Regeln hinzufügen
fr: Ajouter aux règles positives
pl: Dodaj do pozytywnych reguł
pt_br: Adicionar às regras Positivas

source: Add this rule to the positive area of the membership level.
de: Füge diese Regel zum positiven Areal der Membership-ebene.
fr: Ajouter cette règle à la zone positive du niveau d'adhésion
pl: Dodaj tę regułę do dodatniego obszaru poziomu członkostwa.
pt_br: Adicionar esta regra à área positiva do nível de ''membership''.

source: GET
fr: Obtenir
pt_br: OBTER

source: Ping method
de: Ping methode
fr: Méthode Ping
pl: Metoda Ping
pt_br: Method ''Ping''

source: One entry per line. e.g. key=value
de: Ein Eintrag pro Zeile. Z. B. Schlüssel=Wert
fr: Une entrée par ligne, par exemple key=value
pl: Jeden wpis na linię, np. Klucz = wartość
pt_br: Uma entrada por linha. exemplo. chave=valor

source: Ping URL
fr: URL du Ping
pt_br: URL ''Ping''

source: Ping name
fr: Nom du Ping
pt_br: Nome ''Ping''

source: Displaying %s&#8211;%s of %s
de: Zeige %s&#8211;%s of %s
fr: Afficher %s&#8211;%s de %s
pl: Wyświetlanie %s&#8211;%s z %s
pt_br: Mostrando %s&#8211;%s of %s

source: Downloads / Media
de: Downloads / Medien
fr: Téléchargements / Media
pt_br: Downloads / Mídia

source: Content Protection
de: Inhaltsschutz
fr: Protection du contenu
pl: Ochrona treści
pt_br: Proteção de Conteúdo

source: Membership Pages
de: Membership Seiten
fr: Pages Abonnement
pl: Strony członkowskie
pt_br: Páginas ''Membership''

source: General Options
de: Allgemeine Optionen
fr: Options Générales
pl: Opcje ogólne
pt_br: Opções Gerais

source: Ping History
fr: Historique Ping
pl: Historia Pinga
pt_br: Histórico ''Ping''

source: URL Groups
de: URL Gruppen
fr: Groupes URL
pl: Grupy adresów URL
pt_br: Grupos URL

source: Gateways
de: Zugänge
fr: Passerelles de paiement
pl: Bramy

source: Subscriptions
de: Abonnements
fr: Abonnements
pl: Subskrypcje
pt_br: Assinaturas

source: Adding / Editing
de: Hinzufügen / Bearbeiten
fr: Ajouter / Modifier
pl: Dodawanie / edycja
pt_br: Adicionando / Editando

source: Levels
de: Level
fr: Niveaux
pl: Poziomy
pt_br: Níveis

source: Members
fr: Membres
pl: Członkowie
pt_br: Membros

source: Overview
de: Übersicht
fr: Vue d'ensemble
pl: Przegląd
pt_br: Visão global

source: Sign Up
de: Registrieren
fr: Inscription
pl: Zapisz się
pt_br: Assinar

source: Unsubscribe not available
de: Abmelden nicht möglich
fr: Désinscription non disponible
pl: Anuluj subskrypcję
pt_br: Desinscrever-se não está disponível

source: Upgrades not available
de: Upgrades nicht verfügbar
fr: Mises à jour non disponibles
pl: Aktualizacje niedostępne
pt_br: Atualisações não estão disponível

source: No Transactions have been found, patience is a virtue.
de: Keine Transaktionen gefunden, Geduld ist eine Tugend.
fr: Aucune transaction trouvée, la patience est une vertu.
pl: Nie znaleziono żadnych transakcji. Cierpliwości.
pt_br: Nenhuma transação foi encontrada; paciência é uma virtude.

source: None
de: Keine
fr: Aucun
pl: Żadne
pt_br: Nenhum (a)

source: None yet
de: Bislang keine
fr: Aucun pour l'instant
pl: Jeszcze nie
pt_br: Nenhum (a) ainda

source: User not found
de: Benutzer nicht gefunden
fr: Utilisateur non trouvé
pl: Użytkownik nie został znaleziony
pt_br: Usuário não foi encontrado

source: Subscription not found
de: Abonnement nicht gefunden
fr: Souscription non trouvée
pl: Nie znaleziono subskrypcji
pt_br: Subscrição não foi encontrada

source: Status
fr: Statut

source: Transaction id
de: Transaktion id
fr: ID Transaction
pl: Identyfikator transakcji
pt_br: ID de Transação

source: Amount
de: Betrag
fr: Montant
pl: Suma
pt_br: Valor

source: User
de: Benutzer
fr: Utilisateur
pl: Użytkownik
pt_br: Usuário

source: Future transactions
de: Zukünftige Transaktionen
fr: Transactions prévues
pl: Przyszłe transakcje
pt_br: Transações futuras

source: Pending transactions
de: Anstehende Transaktionen
fr: Transactions en attente
pl: Transakcje oczekujące
pt_br: Transações pendentes

source: Recent transactions
de: Aktuelle Transaktionen
fr: Transactions récentes
pl: Ostatnie transakcje
pt_br: Transações recentes

source: transactions
de: Transaktionen
fr: opérations
pl: transakcje
pt_br: transações

source: &quot; settings
de: &quot; Einstellungen
fr: &quot; réglages
pl: &quot; ustawienia
pt_br: &quot; configurações

source: Edit &quot;
fr: Éditer &quot;
pl: Edytuj &quot;
pt_br: Editar &quot;

source: Subscription
de: Anmeldung
fr: Abonnement
pl: Subskrypcja
pt_br: Subscrição

source: Expire Date
de: Ablaufdatum
fr: Date d'expiration
pl: Data wygaśnięcia
pt_br: Data de Expiração

source: Start Date
de: Anfangsdatum
fr: Date de début
pl: Data rozpoczęcia
pt_br: Data de Início

source: Discount
de: Rabatt
fr: Rabais
pl: Rabat
pt_br: Desconto

source: Coupon Code
de: Gutschein Code
fr: Code du code promo
pl: Kod kuponu
pt_br: Código do Cupom

source: This Coupon has expired.
de: Dieser Gutschein ist verfallen.
fr: Ce coupon a expiré.
pl: Ten kupon wygasł.
pt_br: Este Cupom expirou.

source: No Coupons remaining for this code.
de: Dieser Gutscheincode wurde bereits benutzt und steht nicht mehr zur Verfügung.
fr: Aucun coupon restant pour ce code.
pl: Brak kuponów dla tego kodu.
pt_br: Não há Cupons restantes para este código.

source: You can use the following constants within the message body to embed database information.
de: Sie können die folgenden Konstanten im Nachrichtentext verwenden, um Datenbank-Informationen einzubinden.
fr: Vous pouvez utiliser les constantes suivantes dans le corps du message afin d'intégrer les informations de base de données.
pl: Możesz użyć następujących stałych w treści wiadomości do osadzeniainformacje o bazie danych.
pt_br: Você pode usar as seguintes constantes no corpo da mensagem, para incorporar informação do banco de dados.

source: Message subject
de: Nachricht Betreff
fr: Sujet du message
pl: Temat wiadomości
pt_br: Tópico da mensagem

source: Message Subject
de: Nachricht Betreff
fr: Sujet du message
pl: Temat wiadomości
pt_br: Assunto da Mensagem

source: All
de: Alle
fr: Tout
pl: Wszystkie
pt_br: Todos

source: year(s)
de: Jahr(e)
fr: année(s)
pl: rok(lata)
pt_br: ano(s)

source: month(s)
de: Monat(e)
fr: mois
pl: miesiąc(e)
pt_br: mês(es)

source: day(s)
de: Tag(e)
fr: jour(s)
pl: dzień(dni)
pt_br: dia(s)

source: Message to be sent
de: Nachricht zu senden
fr: Message à envoyer
pl: Wiadomość do wysłania
pt_br: Mensagem a enviar

source: Reset
de: Zurücksetzen
fr: Réinitialiser
pl: Zresetuj
pt_br: Redefinir

source: Select a level to view your site as
de: Wählen Sie eine Ebene, um Ihre Website zu sehen, wie
fr: Choisissez un niveau pour voir le site en tant que
pl: Wybierz poziom, aby wyświetlić swoją witrynę jako
pt_br: Selecionar um nível para visualizar seu site como

source: Membership Admin
fr: Administrateur Membership
pt_br: Admin de ''Membership''

source: View site as :
de: Sehe Seite als:
fr: Visualiser le site en tant que :
pl: Wyświetl stronę jako:
pt_br: Ver site como :

source: Enable Membership
de: Membership aktivieren
fr: Activer l'adhésion
pl: Włącz członkostwo
pt_br: Ativar ''Membership''

source: Click to Enable the Membership protection
de: Klicken Sie um den Membership Schutz zu aktivieren.
fr: Cliquez pour Activer la protection d'adhésion
pl: Kliknij, aby włączyć ochronę członkostwa
pt_br: Clicar para ativar a proteção de ''Membership''

source: Disabled
de: Deaktiviert
fr: Désactivé
pl: Wyłączone
pt_br: Desativado

source: Sorry, but we do not seem to have that code on file, please try another.
de: Tut uns leid, dieser Code existiert anscheinend nicht. Bitte probieren Sie es noch einmal.
fr: Désolé, mais nous ne semblons pas avoir ce code dans nos fichiers, essayez-en un autre.
pl: Przepraszamy, ale nie mamy tego kodu w pliku, spróbuj innego.
pt_br: Lamentamos; mas parece que não temos esse código no arquivo, por favor tente outro.

source: Invite Code
de: Einladungs Code
fr: Code d'invitation
pl: Zaproś kod
pt_br: Código de desconto / convite

source: Remove Code once used
de: Entferne verwendete Codes
fr: Supprimer Code une fois utilisé
pl: Usuń kod raz użyty
pt_br: Retirar código, uma vez usado

source: Place each available code on a new line.
de: Zeige alle verfügbaren Code auf einer neuen Zeile.
fr: Placez chaque code disponible sur une nouvelle ligne.
pl: Umieść każdy dostępny kod w nowej linii.
pt_br: Colocar todo o código disponível em uma nova linha

source: Invite Codes
de: Einladungs Codes
fr: Codes d'invitation
pl: Zaproś kody
pt_br: Códigos de Convite

source: Require Invite Codes
de: Einladungs Code erforderlich
fr: Nécessite un Code Invitation
pl: Wymagaj kodów zaproszeń
pt_br: Requer Códigos de Convite

source: Use the section below to enable and require invitation codes on the registration panel.
de: Verwenden Sie den Abschnitt unten, um Einladungscodes im Registrierungsfenster zu fordern.
fr: Utilisez la section ci-dessous pour activer et demander les codes d'invitation sur le panneau d'enregistrement.
pl: Użyj poniższej sekcji, aby włączyć i wymagać kodów zaproszeń napanel rejestracyjny.
pt_br: Usar a seção como abaixo para ativar e exigir códigos de convite no painel de registro.

source: Simple Invite Codes
de: Einfacher Einladungscode
fr: Codes Simple Invité
pt_br: Códigos de Convite Simples

source: Verifying and Repairing
de: Überprüfen und Reparieren
fr: Vérification et Réparation
pl: Weryfikacja i naprawa
pt_br: Verificando e Reparando

source: Verifying
de: Überprüfen
fr: Vérification
pl: Weryfikacja
pt_br: Verificando

source: Repair Membership Tables
de: Repariere Membership Tabellen
fr: Réparer les Tables Membership
pl: Napraw składki członkowskie
pt_br: Reparar Tabelas de ''Membership''

source: Verify Membership Tables
de: Überprüfe Membership Tabellen
fr: Vérifiez les tables Membership
pl: Sprawdzanie tabel członkowskich
pt_br: Verificando Tabelas de ''Membership''

source: If you are having problems with your membership site, or have recently upgraded and are seeing strange behaviour then try the membership check below to see if there are any issues with your table structure. Click on the repair button if you want to repair any issues found (back up your database first).
de: Wenn Sie Probleme haben mit Ihrer Membership Seite, oder vor kurzem aktualisiert haben und sich nun ein merkwürdiges Verhalten zeigt, versuche unten den Membership Check. Klicke auf die Schaltfläche Reparieren. (Wichtig: Zuerst eine Sicherung Ihrer Datenbank durchführen)
fr: Si vous rencontrez des problèmes avec votre site d'adhésion, ou si vous avez fait récemment une mise à jour et que vous constatez un comportement étrange alors essayez l'outil de contrôle ci-dessous afin de vérifier si il y a des problèmes avec votre structure de table. Cliquez sur le bouton de réparation si vous voulez réparer les problèmes trouvés (sauvegarder initialement votre base de données).
pl: Jeśli masz problemy z witryną członkowską lub niedawno zaktualizowany i widzisz dziwne zachowanie, a następnie wypróbuj sprawdzanie członkostwa poniżej, aby zobaczyć, czy są jakieś problemy z twoją strukturą tabeli. Kliknij na
pt_br: Se você está a ter problemas com seu site de ''membership'', ou atualizou recentemente e está a notar um comportamento estranho, tente a verificação de ''membership'' como abaixo para ver se há algum problema com a estrutura das suas tabelas. Clique no botão de reparar se você deseja reparar qualquer problema (primeiramente faça o ''backup'' do seu banco de dados).

source: Repair Membership
de: Mitgliedschaft reparieren
fr: Réparer Membership
pl: Napraw członkostwo
pt_br: Reparar ''Membership''

source: Membership Repair
de: Mitgliedschaftslevel reparieren
fr: Réparation Abonnement
pl: Naprawa członkostwa
pt_br: Reparo de ''Membership''

source: Advanced
de: Expertenmodus
fr: Avancé
pl: Zaawansowane
pt_br: Avançado (a)

source: There will be some interesting news here when your site gets going.
de: Es wird einige interessante Neuigkeiten hier haben, wenn Ihre Website in Gang kommt.
fr: Il y aura quelques news intéressantes ici quand votre site sera actif.
pl: Będzie tu kilka interesujących wiadomości, gdy Twoja strona zacznie działać.
pt_br: Novidades interessantes podem ser vistas aqui quando o seu site começar a ser usado.

source: News
de: Neuigkeiten
fr: Nouveautés
pl: Wiadomości
pt_br: Novidades

source: <strong>%s</strong> has moved from level <strong>%s</strong> to level <strong>%s</strong>
de: <strong>%s</strong> hat von Ebene <strong>%s</strong> auf Ebene <strong>%s</strong> gewechselt
fr: <strong>%s</strong> est passé du niveau <strong>%s</strong> au niveau <strong>%s</strong>
pt_br: <strong>%s</strong> mudou-se do nível <strong>%s</strong> para o nível <strong>%s</strong>

source: <strong>%s</strong> has moved from level <strong>%s</strong> on subscription <strong>%s</strong> to level <strong>%s</strong> on subscription <strong>%s</strong>
de: <strong>%s</strong>hat von Ebene <strong>%s</strong> im Abonnement <strong>%s</strong> auf Ebene <strong>%s</strong> im Abonnement <strong>%s</strong> gewechstelt
fr: <strong>%s</strong> est passé du niveau <strong>%s</strong> sur l'abonnement <strong>%s</strong> au niveau <strong>%s</strong> sur l'abonnement <strong>%s</strong>
pt_br: <strong>%s</strong> mudou-se de nível<strong>%s</strong> na subscrição<strong>%s</strong> para nível<strong>%s</strong> na subscrição<strong>%s</strong>

source: <strong>%s</strong> has left level <strong>%s</strong>
de: <strong>%s</strong> hat Abonnement links <strong>%s</strong>
fr: <strong>%s</strong> a quitté le niveau <strong>%s</strong>
pt_br: <strong>%s</strong> deixou o nível<strong>%s</strong>

source: <strong>%s</strong> has left level <strong>%s</strong> on subscription <strong>%s</strong>
de: <strong>%s</strong> hat Ebene verlassen <strong>%s</strong> Im Abonnement <strong>%s</strong>
fr: <strong>%s</strong> a quitté le niveau <strong>%s</strong> sur l'abonnement <strong>%s</strong>
pt_br: <strong>%s</strong> deixou o nível <strong>%s</strong> na assinatura <strong>%s</strong>

source: <strong>%s</strong> has left subscription <strong>%s</strong>
de: <strong>%s</strong> hat Abonnement links <strong>%s</strong>
fr: <strong>%s</strong> a quitté l'abonnement <strong>%s</strong>
pt_br: <strong>%s</strong> deixou a assinatura<strong>%s</strong>

source: <strong>%s</strong> has joined level <strong>%s</strong>
de: <strong>%s</strong> hat Ebene verbunden <strong>%s</strong>
fr: <strong>%s</strong> a rejoint le niveau <strong>%s</strong>
pt_br: <strong>%s</strong> juntou-se ao nível<strong>%s</strong>

source: <strong>%s</strong> has joined level <strong>%s</strong> on subscription <strong>%s</strong>
de: <strong>%s</strong> hat Ebene verbunden <strong>%s</strong> im Abonnement <strong>%s</strong>
fr: <strong>%s</strong> a rejoint le niveau <strong>%s</strong> sur l'abonnement <strong>%s</strong>
pt_br: <strong>%s</strong> juntou-se ao nível <strong>%s</strong> na subscrição <strong>%s</strong>

source: Show the content below if the user is on the following subscription:
de: Wenn ein Benutzer das folgende Abonnement besitzt, zeige den folgenden Inhalt unterhalb:
fr: Montrer le contenu ci-dessous si l'utilisateur est dans la souscription suivante :
pl: Pokaż zawartość poniżej, jeśli użytkownik jest w następującej subskrypcji:
pt_br: Exiba o conteúdo abaixo se o usuário estivr na seguinte subscrição

source: Membership Subscription Text
de: Memberschip Begrüssungstext
fr: Texte souscription Abonnement
pl: Tekst subskrypcji członkostwa
pt_br: Subscrição Texto

source: Content
de: Inhalt
fr: Contenu
pl: Zawartość
pt_br: Conteúdo

source: Title
de: Titel
fr: Titre
pl: Tytuł
pt_br: Título

source: Non-member or not logged in
de: Kein Mitglied oder nicht eingeloggt
fr: Non membre ou non connecté
pl: Brak członkostwa lub niezalogowany
pt_br: Não é assinante ou não está logado

source: Show the content below if the user is on the following level:
de: Wenn ein Benutzer das folgende Level besitzt, zeige folgenden Inhalt unterhalb:
fr: Montrer le contenu ci-dessous si l'utilisateur est dans le niveau suivant :
pl: Pokaż zawartość poniżej, jeśli użytkownik znajduje się na następującym poziomie:
pt_br: Exiba o conteúdo abaixo se o usuário está no seguinte nível:

source: Membership Level Text
fr: Texte Niveau Abonnement
pl: Tekst na poziomie członkostwa
pt_br: Texto Nivel de Subscrição

source: No associated role
de: Keine assoziierte Rolle
fr: Aucun rôle associé
pl: Brak powiązanej roli
pt_br: Função não associada

source: If you want a specific WP role to be assigned to users on this level select it below.
de: Wenn du eine spezifische WP Rolle einem Benutzer auf diesem Level zuweisen möchtest, wähle diese unten aus.
fr: Si vous voulez assigner un rôle WP spécifique aux utilisateurs de ce niveau, sélectionner-le ci-dessous.
pl: Jeśli chcesz, aby konkretna rola WP została przypisana użytkownikom na tym poziomie, wybierz
pt_br: Se você quer que uma função especifica seja atribuida aos usuários nesse nível selecione-a abaixo

source: Associated Role
de: Assoziierte Rolle
fr: Rôle associé
pt_br: Função Associada

source: Negative :
de: Negativ:
fr: Négative :
pt_br: Negativo :

source: User can create
de: Benutzer kann erstellen
fr: L'utilisateur peur créer
pl: Użytkownik może tworzyć
pt_br: Usuário pode criar

source: Page title
de: Seiten Titel
fr: Titre de la page
pl: Tytuł strony
pt_br: Título da página
