Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: You cannot register a new account, because you are already logged in.
de: Ein neues Konto kann nicht registriert werden, weil Sie bereits eingeloggt sind.
fr: Vous ne pouvez pas vous inscrire à nouveau, parce que vous êtes déjà connecté.
pl: Nie możesz zarejestrować nowego konta, ponieważ jesteś już zalogowany.
pt_br: Você não pode registrar uma nova conta, porque você já está logado

source: Former status: %s
de: Ehemaliger Status: %s
fr: Ancien statut: %s
pl: Poprzedni status:%s
pt_br: Antigo status: %s

source: Archived on: %s
de: Archiviert am: %s
fr: Archivée le : %s
pl: Zarchiwizowane na:%s
pt_br: Arquivado em:%s

source: Denied - Payment was denied
de: Abgelehnt - wurde Zahlung abgelehnt
fr: Refusé - Le paiement a été refusé
pl: Denied - Zapłata została odrzucona
pt_br: Negado - Pagamento foi negado

source: Paid - Payment arrived on our account!
de: Bezahlt - die Zahlung ist auf unserem Konto eingegangen!
fr: Payée - Le paiement est arrivé sur notre compte !
pl: Płatny - Płatność dotarła na nasze konto!
pt_br: Pagamento - O pagamento chegou à nossa conta

source: Pending - Waiting for confirmation from payment gateway
fr: En attente - En attente de la confirmation de la passerelle de paiement
pl: Oczekujące - Oczekiwanie na potwierdzenie z bramki płatności
pt_br: Pendente - Esperando pela confirmação do pagamento

source: Billed - User can see the invoice and needs to pay
fr: Facturée - L'utilisateur peut voir la facture et doit la payer
pl: Billed - Użytkownik może zobaczyć fakturę i musi zapłacić
pt_br: Faturado - Usuário pode ver a fatura e deve pagar

source: Draft - Invoice is prepared but user cannot see it yet
fr: La facture est préparée mais l'utilisateur ne peut pas y accéder (Brouillon)
pl: Draft - faktura jest przygotowywana, ale użytkownik nie może jej jeszcze zobaczyć
pt_br: Rascunho - a fatura foi preparada, mas o usuário ainda não pode vê-la

source: Reset password.
de: Passwort zurücksetzen.
fr: Réinitialiser le mot de passe
pl: Zresetuj hasło.
pt_br: Reconfigurar senha.

source: User: Reset Password URL
de: Benutzer: Reset Password-URL
fr: Url de réinitialisation du mot de passe de l'utilisateur
pl: Użytkownik: Zresetuj adres URL hasła
pt_br: Usuário: Reconfigurar a Senha do URL

source: User: Password
de: Benutzer: Passwort
fr: Mot de passe de l'utilisateur
pl: Użytkownik: Hasło
pt_br: Usuário: Senha

source: Subscription: Membership Description
de: Abonnement: Mitgliedschaft Beschreibung
fr: Inscription : Description de l'adhésion
pl: Subskrypcja: opis członkostwa
pt_br: Subscrição: Descrição de ''Membership''

source: Subscription - Completed (free membership)
de: Abonnement - abgeschlossen (Kostenlose Mitgliedschaft)
fr: Adhésion complétée (Adhésion libre)
pl: Subskrypcja - Ukończona (bezpłatne członkostwo)
pt_br: Inscrição completada

source: Subscription - Completed with payment
de: Abonnement - Zahlung abgeschlossen
fr: Adhésion validée après paiement
pl: Subskrypcja - zrealizowana z płatnością
pt_br: Subscrição - Completa com pagamento

source: Signup - Forgot Password
de: Registrierung - Passwort vergessen
fr: Mot de passe oublié
pl: Rejestracja - Nie pamiętam hasła
pt_br: Entrar - Esqueceu a palavra-passe

source: Signup - User account created
de: Registrierung - Benutzerkonto erstellt
fr: Inscription - Compte utilisateur créé
pl: Rejestracja - Utworzono konto użytkownika
pt_br: entrar - Usuário de conta criado

source: Upon saving all transactions below will be processed, this might take a while.
fr: Toutes les transactions ci-dessous seront traitées à l'enregistrement, cela pourra prendre un moment.
pl: Po zapisaniu wszystkich transakcji poniżej zostaną przetworzone, może to zająćpodczas.
pt_br: Ao salvar, todas as transações abaixo serão processados, isso pode demorar um pouco.

source: This choice is saved so new transactions are processed automatically from now on.
fr: Ce choix est enregistré pour que les nouvelles transactions soient traitées automatiquement à partir de maintenant.
pl: Ten wybór jest zapisywany, więc nowe transakcje są przetwarzane automatycznie od teraz.
pt_br: Essa opção é salva para que novas transações sejam processadas automaticamente a partir de agora

source: Notes:
de: Anmerkungen:
fr: Aantekeningen :
pl: Uwagi:
pt_br: Notar:

source: 1. Below is a list of possible "%s" transactions. Examine these transactions to find out which Membership they refer to.
fr: 1. Ci-dessous apparaissent les liens des "%s" dernières transactions. Examinez ces transactions pour trouver à quel abonnement elles se réfèrent.
pl: 1. Poniżej znajduje się lista możliwych transakcji "%s \ ". Sprawdź tetransakcje, aby dowiedzieć się, do którego członkostwa się odnoszą.
pt_br: 1. Abaixo está uma lista de "%s" possíveis transações. Examine essas transações para descobrir a qual ''Membership'' se referem.

source: 2. Link %s with
fr: 2. Lien %s avec
pl: 2. Link%s z
pt_br: 2. Link %s com

source: If you are impatient then "Retry" some error-state transactions in the %sTransaction Logs%s section and then see if they appear on this page.
fr: Si vous êtes impatient, "Réessayez" quelques transactions en erreur dans la section des %s Logs de transactions %s et voyez s'ils apparaissent sur cette page.
pl: Jeśli jesteś niecierpliwy, to " Spróbuj ponownie \ "niektóre transakcje w stanie błędu w%sTransaction Logs%s sekcji, a następnie sprawdź, czy pojawiają się na tej stronie.
pt_br: Se você se sente impaciente, "Tente novamente" algumas transações em estado de erro na seção%s Registro deTransações%s e, em seguida, ver se elas aparecem nessa página.

source: Transactions that can be automatically matched will appear here when they are processed by a payment gateway.<br>So simply check again later after new payments were made.
fr: Les transactions qui peuvent être appariées automatiquement apparaîtront ici quand elles seront traitées par un ''gateway'' paiement.<br>Vérifiez donc plus tard quand de nouveaux paiements auront été effectués.
pl: Transakcje, które można automatycznie dopasować, pojawią się tutaj, gdysą przetwarzane przez bramkę płatności. <br> Więc po prostu sprawdź ponownie później po nowymdokonano płatności.
pt_br: As transações que podem aqui corresponder automaticamente aparecerão aqui quando forem processadas por um ''gateway'' de pagamento<br> Então, basta verificar de novo se novos pagamentos forem feitos.

source: Nothing to do right now:
de: Momentan nichts zu tun:
fr: Rien à faire maintenant :
pl: Nic nie robić teraz:
pt_br: Nada a fazer por agora:

source: No suitable transaction found.
fr: Aucune transaction en rapport n'a été trouvée.
pl: Nie znaleziono odpowiedniej transakcji.
pt_br: Nenhuma transação adequada foi encontrada.

source: Undefined transactions:
de: Nicht definierte Transaktion(en):
fr: Transactions indéfinies :
pl: Niezdefiniowane transakcje:
pt_br: Transações por definir:

source: M1 Subscription Level #%s
de: M1 Abonnement Level #%s
fr: Niveau d'abonnement L1 numéro %s
pl: Poziom subskrypcji M1 #%s
pt_br: Nível de Subscrição M1 #%s

source: PayPal Payment Button #%s
de: PayPal Zahlung Button #%s
fr: Bouton de paiement PayPal #%s
pl: Przycisk płatności PayPal #%s
pt_br: Botão de Pagamento do PayPal #%s

source: Unknown ID: %s
de: Unbekannte ID: %s
fr: ID inconnue : %s
pl: Nieznany identyfikator:%s
pt_br: ID desconhecida: %s

source: Request URL
fr: URL de la requête
pt_br: Solicitar URL

source: Could not determine a logged in user
de: Konnte keinen angemeldeten Benutzer ermitteln
fr: Impossible de déterminer l'utilisateur connecté
pl: Nie można ustalić zalogowanego użytkownika
pt_br: Impossível determinar o usuário conectado

source: User ID
de: Benutzer ID
fr: Identifiant de l'utilisateur
pt_br: ID do Usuário

source: Logged in user:
de: Angemeldeter Benutzer:
fr: Utilisateur connecté :
pl: Zalogowany użytkownik:
pt_br: Usuario conetado:

source: HTTP Headers:
fr: Headers HTTP :

source: Someone sent you money inside PayPal or PayPal re-sent a previous payment.<br>Plugin did not attempt to match payment to a subscription.
fr: Quelqu'un vous a envoyé de l'argent à l'intérieur de PayPal ou PayPal vous a renvoyé un paiement antérieur. <br>Le plugin n'a pas essayé de faire correspondre le paiement à un abonnement.
pt_br: Alguém enviou a você dinheiros através do PayPal ou PayPal re-enviou um pagamento anterior.<br> ''Plugin'' não tentou fazer combinarr o pagamento a uma subscrição.

source: Payment via a PayPal Payment button.
de: Zahlung via einen PayPal-Zahlungs-Button
fr: Paiement via le bouton PayPal.
pl: Płatność za pomocą przycisku płatności PayPal.
pt_br: Pagamento através de um botão de Pagamento do PayPal.

source: Imported subscription from old Membership plugin.
fr: Importer les adhésions d'une version antérieure de Membership
pl: Importowana subskrypcja ze starej wtyczki Membership.
pt_br: Subscrição importada do antigo ''plugin'' de ''Membership''.

source: Retry
de: Wiederholen
fr: Réessayer
pl: Spróbuj ponownie
pt_br: Tentar de novo

source: Show
de: zeige
fr: Montrer
pl: Pokaż
pt_br: Mostrar

source: Registration form
de: Registrierungsformular
fr: Formulaire d'enregistrement
pl: Formularz rejestracyjny
pt_br: Formulário de Registro

source: Subscribe Button
de: Abonnieren-Button
fr: Bouton Souscrire
pl: Przycisk subskrypcji
pt_br: Botão da Inscrição

source: Membership Price
de: Preis der Mitgliedschaft:
fr: Prix - Tarif de l'adhésion / abonnement
pl: Cena członkostwa
pt_br: Preço da Subscrição

source: Membership Description
de: Mitgliedschafts-Beschreibung
fr: Description de l'adhésion / abonnement
pl: Opis członkostwa
pt_br: Descrição da subscrição

source: Membership Title
de: Mitgliedschaftsname:
fr: Titre de l'adhésion / du type d'abonnement
pl: Tytuł członkostwa
pt_br: Titulo da ''Membership''

source: Protect content
de: Inhaltsschutz
fr: Contenu protégé
pl: Chroń zawartość
pt_br: Conteúdo protegifo

source: Cancelled
de: Abgebrochen
fr: Annulé
pl: Canceled
pt_br: Cancelado

source: Active subscription
de: Aktives Abonnement
fr: Adhésion active
pl: Aktywna subskrypcja
pt_br: Susbcrição ativa

source: All users
de: Alle Benutzer
fr: Tous les utilisateurs
pl: Wszyscy użytkownicy
pt_br: Todos os usuários

source: Subscription Status:
de: Abonnementsstatus:
fr: État de l'abonnement :
pl: Status subskrypcji:
pt_br: Status da Subscrição:

source: Draft
de: Entwurf
fr: Brouillon
pt_br: Rascunho

source: Paid: %s
de: Bezahlt: %s
fr: Payé : %s
pl: Płatny:%s
pt_br: Pago: %s

source: Go to the last page
de: Gehe zur letzten Seite
fr: Aller à la dernière page
pl: Przejdź do ostatniej strony
pt_br: Ir para a última página

source: Go to the next page
de: Gehe zur nächsten Seite
fr: Aller à la page suivante
pl: Przejdź do następnej strony
pt_br: Próxima página

source: Current page
de: aktuelle Seite
fr: Page courante
pl: Aktualna strona
pt_br: Página atual

source: Go to the previous page
de: Eine Seite zurück
fr: Aller à la page précédente
pl: Przejdź do poprzedniej strony
pt_br: Página anterior

source: Go to the first page
de: Gehe zur Startseite
fr: Aller à la première page
pl: Przejdź do pierwszej strony
pt_br: Primiera página

source: 1 item
de: 1 Beitrag
fr: 1 produit
pl: 1 przedmiot
pt_br: 1 iten

source: Did not add the invoice: User is not a member of selected Membership.
de: Rechnung wurde nicht hinzugefügt: Benutzer ist nicht Mitglied der ausgewählten Mitgliedschaft.
fr: Facture non ajoutée : l'utilisateur n'a pas souscrit à l'abonnement sélectionné.
pl: Nie dodałem faktury: Użytkownik nie jest członkiem wybranego Członkostwa.
pt_br: Fatura não adicionada: o usuário não tem nenhuma subscrição selecionada

source: Could not update invoice.
de: Rechnung konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour la facture.
pl: Nie można zaktualizować faktury.
pt_br: Impossível atualizar a fatura

source: Could not remove invoice(s).
de: Rechnung(en) konnte nicht entfernt werden.
fr: Impossible de supprimer la (les) facture(s).
pl: Nie można usunąć faktur (y).
pt_br: Impossivel remover a fatura

source: Could not add invoice.
de: Rechnung konnte nicht hinzugefügt werden.
fr: Impossible d'ajouter la facture.
pl: Nie można dodać faktury.
pt_br: Impossivel adicionar fatura

source: Invoice details updated.
de: Rechnungsdetails aktualisiert.
fr: Détails de la facture mis à jour.
pl: Zaktualizowano szczegóły faktury.
pt_br: Detalhes da fatura atualizados

source: Removed invoice(s).
de: Entfernte Rechnung(en).
fr: Facture(s) supprimée(s).
pl: Usunięto faktury (y).
pt_br: Remover fatura(s)

source: Added new invoice.
de: Neue Rechnung hinzugefügt.
fr: Nouvelle facture ajoutée.
pl: Dodano nową fakturę.
pt_br: Nova fatura adicionada

source: Stripe subscription is "%s"
de: Stripe Abonnement ist "%s"
fr: Abonnement Stripe est "%s"
pl: Subskrypcja pasków to "%s \ "
pt_br: Subscrição Stripe é "%s"

source: Payment failed, retry-attempts exhausted
de: Zahlung fehlgeschlagen - keine Wiederholungen mehr möglich.
fr: Paiement échoué, nouvelles-tentatives épuisés
pl: Płatność nie powiodła się, próba się wyczerpała
pt_br: Pagamento falhou; repetidas tentativas esgotadas

source: Stripe subscription canceled
de: Stripe Abonnement gekündigt
fr: Abonnement Stripe annulée
pl: Anulowano subskrypcję pasków
pt_br: Inscrição ''Stripe'' cancelada

source: Stripe payment failed (payment is past due)
de: Die Zahlung per Stripe ist fehlgeschlagen.
fr: Échec du paiement Stripe ( le paiement est toujours du)
pl: Niezapłacona płatność (płatność jest przeterminowana)
pt_br: O pagamento ''Stripe'' falhou (pagamento está mais que atrasado)

source: No payment required for free membership
de: Keine Zahlung für die Free-Mitgliedschaft notwendig
fr: pas de paiement requis pour les membres gratuit
pl: Żadna płatność nie jest wymagana do darmowego członkostwa
pt_br: Pagamento não é requerido para afiliação gratuita

source: Payment button label
de: Label des Payment-Buttons
fr: Nom du bouton de paiement
pl: Etykieta przycisku płatności
pt_br: Legenda do botão de pagamento

source: Change credit card
de: Bite wechseln Sie Ihre Kreditkarte
fr: Changez de carte de crédit
pl: Zmień kartę kredytową
pt_br: Alterar cartão de crédito

source: Just change card
de: Ändern Sie einfach ihre Karte
fr: Changer de carte récent
pl: Po prostu zmień kartę
pt_br: Apenas trocar de cartão

source: Pending verification of PayPal account
de: Warten auf die Verifizierung Ihres PayPal-Accounts
fr: en attente de vérification du compte paypal
pl: Oczekuje na weryfikację konta PayPal
pt_br: Verificação pendente da conta do PayPal

source: Pending upgrade of PayPal account
fr: en attente de l'amélioration du compte Paypal
pl: Oczekuje na aktualizację konta PayPal
pt_br: Aprimorisação pendente da conta do PayPal

source: No confirmed email address
de: Keine bestätigte E-Mail-Adresse
fr: Aucune adresse email de confirmation n'a été renseignée
pl: Brak potwierdzonego adresu e-mail
pt_br: Sem endereço de e-mail confirmado

source: Pending multi-currency process by service provider
de: Ausstehender Multi-Währungs-Prozess durch den Dienstleister
fr: En attente du fournisseur de services pour le processus multi-devises
pl: Oczekiwanie na proces wielowalutowy przez dostawcę usług
pt_br: Processo pendente de câmbio de moeda, pelo provedor de tarefas

source: Pending approval by service provider
de: Vorbehaltlich der Zustimmung durch den Dienstleister
fr: En cours d'approbation par les services du fournisseur
pl: Oczekuje na zatwierdzenie przez dostawcę usług
pt_br: Aprovação pendente pelo provedor de tarefas

source: eCheck has not cleared yet
de: eCheck ist noch nicht geklärt
fr: L'e-vérification n'est pas encore terminée
pl: eCheck jeszcze się nie zakończył
pt_br: O eCheck ainda não foi ainda aceito

source: No confirmed shipping address
de: Keine bestätigten Lieferadresse
fr: Pas d'adresse de livraison confirmée
pl: Brak potwierdzonego adresu wysyłki
pt_br: Endereço de entrega não confirmado

source: Last transaction has been reversed: Payment Denied.
fr: La dernière transaction a échoué : paiement refusé.
pl: Ostatnia transakcja została cofnięta: Odmowa płatności.
pt_br: Última transação revertida: Pagamento Negado.

source: Last transaction has been reversed: Payment has been refunded.
fr: La dernière transaction a été retournée et remboursée
pl: Ostatnia transakcja została odwrócona: Płatność została zwrócona.
pt_br: A última transação foi revertida: Pagamento foi reembolsado.

source: Last transaction has been reversed: Payment has been reversed (charge back).
fr: La dernière transaction a été remboursée
pl: Ostatnia transakcja została odwrócona: Płatność została wycofana (obciążenie zwrotne).
pt_br: Última transação foi revertida: Pagamento foi revertido (cobrar de volta).

source: Money sent
de: Geld erhalten
fr: Argent envoyé
pl: Pieniądze wysłane
pt_br: Dinheiro enviado

source: Money sent for: %s
de: Geld erhalten für: %s
fr: Argent envoyé %s
pl: Pieniądze wysłane na:%s
pt_br: Dinheiro enviado por: %s

source: Collecting payment failed
de: Sammelzahlung fehlgeschlagen
fr: Echec du paiement
pl: Niepłacenie płatności
pt_br: Coleta do pagamento falhou

source: Collecting payment of %s failed
de: Sammelzahlung von %s fehlgeschlagen
fr: Echec du paiement %s
pl: Pobieranie płatności%s nie powiodło się
pt_br: Coleta do pagamento de %s falhou

source: Outstanding payment
de: Ausstehende Zahlung
fr: Impayé
pl: Zaległa płatność
pt_br: Pagamento em débito

source: Outstanding payment of %s
de: Ausstehende Zahlung von %s
fr: Impayé de %s
pl: Zaległa płatność%s
pt_br: Pagamento em débito de %s

source: Recurring payment profile skipped
de: Wiederkehrende Zahlung Profil übersprungen
fr: Passer le profile de paiement récurent
pl: Pomijany profil płatności cyklicznej
pt_br: Perfil de pagamento recorrente ignorado

source: Recurring payment profile expired
de: Wiederkehrende Zahlung Profil abgelaufen
fr: profile de paiement récurent expiré
pl: Ważny profil płatności cyklicznych
pt_br: Perfil de pagamento recorrente expirado

source: Recurring payment profile cancelled
de: Wiederkehrende Zahlung abgebrochen
fr: Profile de paiement récurent annulé
pl: Anulowano cykliczny profil płatności
pt_br: Pagamento recorrente cancelado

source: Recurring payment failed
de: Wiederkehrende Zahlung fehlgeschlagen
fr: Échec du paiement récurent
pl: Płatność cykliczna nieudana
pt_br: O pagamento recorrente falhou

source: Recurring payment profile created
de: Wiederkehrende Zahlung Profil erstellt
fr: profile de paiement récurent crée
pl: Utworzono profil płatności cyklicznej
pt_br: Perfil de pagamento recorrente criado

source: Subscription ended
de: Abonnement beendet
fr: Fin de l'abonnement
pl: Subskrypcja zakończona
pt_br: Assinatura terminada

source: New Dispute filed
de: Neuer Disput gespeichert
fr: Nouveau litige déposé
pl: Nowy spór złożony
pt_br: Nova disputa arquivada

source: New Dispute filed: %s
de: Neues Feld für Disput: %s
fr: Nouveau litige déposé : %s
pl: Nowy spór złożony:%s
pt_br: Nova disputa arquivada: %s

source: Subscription has failed
de: Abonnement ist fehlgeschlagen
fr: Echec de l'inscription
pl: Subskrypcja się nie powiodła
pt_br: A assinatura falhou

source: Subscription has been suspended
de: Abonnement wurde ausgesetzt
fr: Votre abonnement a été suspendu
pl: Subskrypcja została zawieszona
pt_br: A assinatura foi suspensa

source: Subscription has been canceled
de: Abonnement wurde abgebrochen
fr: Votre abonnement a été annulé.
pl: Subskrypcja została anulowana
pt_br: A assinatura foi cancelada

source: Payment failed
de: Zahlung fehlgeschlagen
fr: Echec du paiement
pl: Płatność nieudana
pt_br: O pagamento falhou

source: Subscription has been modified
de: Abonnement wurde modifiziert
fr: Votre inscription a été modifée
pl: Subskrypcja została zmodyfikowana
pt_br: A assinatura foi modificada

source: Recurring payment successful
de: Wiederkehrende Zahlung erfolgreich
fr: Réussite d'un paiement récurent
pl: Powodzenie płatności cyklicznej
pt_br: Pagamento recorrente bem-sucedido

source: Subscripton has been created
de: Mitgliedschaft wurde erzeugt.
fr: Votre inscription a été prise en compte.
pl: Subscripton został stworzony
pt_br: A assinatura foi criada

source: Payment registered, though amount differs from invoice.
de: Die Zahlung wurde registriert, obwohl sich der Betrag von der Rechnung unterscheidet.
fr: Paiement enregistré, si montant diffère de la facture
pl: Płatność zarejestrowana, chociaż kwota różni się od faktury.
pt_br: O pagamento foi registrado, embora a quantia difere do recibo.

source: Secure payment option: The user needs to enter the credit cards CVC number for every transaction - even for saved credit cards and every recurring payment.
de: Sichere Zahlungsoption: Der Benutzer muss die CVC-Nummer seiner Kreditkarte für jede Transaktion erneut eingeben - auch für gespeicherte Kreditkarten und jede wiederkehrende Zahlung.
fr: Option de paiement sécurisé : l'utilisateur doit entrer le numéro CCv de la carte de crédit pour chaque transaction - même pour les cartes de crédits mémorisées et les paiements récurrents.
pl: Bezpieczna opcja płatności: użytkownik musi wprowadzić numer CVC karty kredytowejdla każdej transakcji - nawet dla zapisanych kart kredytowych i każdego powtarzającego sięZapłata.
pt_br: Opção de pagamento seguro: o usuário precisa entrar os número do CVC do cartão de crédito para cada transação - mesmo para cartões de créditos salvos e cada pagamento recorrente.

source: Default payment option: Credit card details need to be entered once and can be reused without entering the CVC number again.
de: Standard Zahlungsoption: Kreditkarten-Details brauchen nur einmal eingegeben werden und können ohne die CVC Nummer wieder verwendet werden.
fr: Option de paiement par défaut : vous devez entrer les informations de votre carte de crédit une seule fois et vous pourrez ainsi la réutiliser sans entrer le numéro CCV une nouvelle fois.
pl: Domyślna opcja płatności: dane karty kredytowej muszą zostać wprowadzone raz i mogąbyć ponownie użyte bez ponownego wprowadzania numeru CVC.
pt_br: Opção de pagamento padrão. os detalhes de cartão de crédito precisam ser entrados uma vez e podem ser reutilizados sem entrar o número CCV de novo

source: Secure Payments
de: Sichere Zahlungen
fr: Paiement sécurisé
pl: Bezpieczne płatności
pt_br: Pagamentos seguros

source: Stored Credit Cards
de: Gespeicherte Kreditkarten
fr: Cartes de crédit enregistrées
pl: Przechowywane karty kredytowe
pt_br: Cartões de crédito armazenados

source: Enter the credit cards CVC code to verify the payment
de: Geben Sie die Kreditkarten-Prüfziffer ein um die Zahlung zu überprüfen
fr: Entrez le code Ccv pour finir le paiement
pl: Wprowadź kod CVC karty kredytowej, aby zweryfikować płatność
pt_br: Ente o código CVC do cartão de crédito para verificar o pagamento

source: Expires
de: Ablaufdatum
fr: Expiré
pl: Wygasa
pt_br: Expira

source: Card Code
de: Sicherheitscode
fr: Code de la carte
pl: Kod karty
pt_br: Código do cartão

source: Secure payment failed: No Card Code found
de: Sichere Zahlung fehlgeschlagen: Kein Kartencode gefunden
fr: Echec du paiement sécurisé : nous n'avons pas reconnu le code de la carte
pl: Bezpieczna płatność nie powiodła się: nie znaleziono kodu karty
pt_br: O pagamento seguro falhou. O código do cartão não foi encontrado

source: Matching details saved. Future transactions are automatically processed from now on!
de: Passende Informationen gespeichert. Zukünftige Transaktionen werden von nun an automatisch verarbeitet!
fr: Les détails correspondants ont été enregistrés. Les transactions futures seront traitées automatiquement, à partir de maintenant !
pl: Dopasowane szczegóły zapisane. Przyszłe transakcje są automatycznie przetwarzane zteraz!
pt_br: Detalhes salvaguardados. Transações futuras serão processadas automaticamente a partir de aqui!
