Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: You should enter the subject and content of the message in the areas provided. You can use the placeholders listed next to the message area to include details such as the member name, etc.
de: Sie sollten den Betreff und den Inhalt der Nachricht in den dafür vorgesehenen Feldern eingeben. Sie können die neben den Eingabefeldern aufgeführten Platzhalter für zusätzliche Details wie Mitgliedsname usw. nutzen
fr: Vous devez saisir l'objet et le contenu du message dans les zones prévues. Vous pouvez utiliser les espaces réservés affichées à côté de la zone de message pour inclure des détails tels que le nom du membre, etc...
pl: Powinieneś wpisać temat i treść wiadomości w obszarachpod warunkiem, możesz użyć symboli zastępczych wymienionych obok obszaru wiadomości dozawierają szczegóły, takie jak nazwa członka itp.
pt_br: Você deveria digitar o tópico e o conteúdo da mensagem nas áreas apropriadas. Você pode usar espaços reservados listados ao lado da área da mensagem, para incluir detalhes tal como o nome do membro, etc.

source: Set subject and message
de: Betreff und Nachricht festlegen
fr: Définir le sujet et le message
pl: Ustaw temat i wiadomość
pt_br: Configurar tópico e mensagem

source: Specify a time period before or after a subscription starts or is due to end. Setting a period of 0 means that the message is sent immediately on signup.
de: Legen Sie eine Zeitspanne nach Anmeldung oder vor Ablauf fest. Setzen Sie die Zeit auf 0 bedeutet, daß die Nachricht sofort nach Anmeldung gesendet wird.
fr: Spécifiez une période de temps avant ou après le démarrage ou la fin d'un abonnement. Définir une période de 0 signifie que le message est envoyé immédiatement après l'inscription.
pl: Określ przedział czasu przed lub po rozpoczęciu subskrypcji lub po jej zakończeniu.Ustawienie okresu 0 oznacza, że wiadomość zostanie wysłana natychmiast po rejestracji.
pt_br: Especificar um período de tempo antes ou depois de uma subscrição começar ou prestes a terminar. Definir um período de 0 significa que a mensagem será enviada imediatamente após a inscrição.

source: Set period
de: Zeitraum festlegen
fr: Définir la période
pl: Ustaw okres
pt_br: Programar periodo

source: To add a new communication, click on the Add New button at the top of the page.
de: Um eine neue Kommunikation hinzufügen, klicke auf den "Neu Hinzfügen" Button oben auf der Seite.
fr: Pour ajouter une nouvelle communication, cliquez sur le bouton Ajouter en haut de la page
pl: Aby dodać nową komunikację, kliknij przycisk Dodaj nowy u górystrona.
pt_br: Para adicionar uma nova comunicação, clicar no botão Adicionar Nova ao cimo da página.

source: Add Communication
de: Kommunikation hinzufügen
fr: Ajouter une communication
pl: Dodaj komunikację
pt_br: Adicionar Comunicação

source: The communications system enables you to set up a series of messages that are sent to your members at set daily periods after they have signed up or at set days upto the date their subscriptions are due to expire.
de: Das Kommunikationssystem ermöglicht Ihnen die Einrichtung von Mitteilungen an Ihre Mitglieder, die in tagesdefinierten Abständen nach deren Anmeldung oder vor Ablauf des Abonnements versendet werden.
fr: Le système de communication vous permet de mettre en place une série de messages qui sont envoyés à vos membres à des durées déterminées après l'enregistrement ou bien aux jours fixés jusqu'à la date d'échéance de leur souscription.
pl: System komunikacji umożliwia skonfigurowanie serii wiadomości, któresą wysyłane do twoich członków w zestawach dziennych po ich zapisaniu lubw ustalone dni do daty wygaśnięcia ich subskrypcji.
pt_br: O sistema de comunicações permite que você configure uma série de mensagens que são enviadas a seus membros em períodos diários definidos depois de se inscreverem ou em dias definidos até a data de expiração de suas assinaturas.

source: If you have any issues with the membership plugin then you can check your database integrity using the Verify button on this page, if any issues are reported then they can be fixed by pressing the Repair button.
fr: Si vous avez des problèmes avec le plugin d'adhésion, vous pouvez vérifier l'intégrité de votre base de données en utilisant le bouton Vérifier sur cette page, si des problèmes sont signalés alors ils peuvent être fixés en appuyant sur le bouton Réparer.
pl: Jeśli masz jakieś problemy z wtyczką członkowską, możesz sprawdzić swojeintegralność bazy danych za pomocą przycisku Zweryfikuj na tej stronie, jeśli jakieś problemy sązgłoszono, że można je naprawić, naciskając przycisk Napraw.
pt_br: Se você tiver algum problema com o ''plugin'' de membership, então poderá verificar a integridade do banco de dados usando o botão Verificar nesta página. Se algum problema for relatado, estes poderão ser corrigido pressionando o botão Reparar.

source: This page allows you to specify, amongst other things, the global currency for your site and the period of time left until a subscription expires before they can renew.
fr: Cette page vous permet de spécifier, entre autres choses, la devise utilisée globalement pour votre site et la période de temps avant expiration d'un abonnement avant de pouvoir renouveler.
pl: Ta strona pozwala określić, między innymi, walutę globalnądla Twojej witryny i czas pozostały do wygaśnięcia subskrypcjizanim będą mogli odnowić.
pt_br: Esta página permite que você especifique, entre outras coisas, a moeda de câmbio global do seu site e o período de tempo restante até que uma subscrição caduque, antes que possa ser renovada.

source: Extra Options
de: Extra Optionen
fr: Options supplémentaires
pl: Dodatkowe opcje
pt_br: Options Extras

source: You can add or remove membership administration rights to admin users using this page.
de: Auf dieser Seite kann du die Mitgliedschaft-Administrationsrechte für Adminuser hinzufügen oder entfernen.
fr: Vous pouvez ajouter ou supprimer des droits d'administration pour les utilisateurs admin en utilisant cette page.
pl: Możesz dodawać lub usuwać prawa do administrowania członkostwem dla administratorów za pomocąta strona.
pt_br: Você pode adicionar ou retirar direitos de administração de ''membership'' para usuários administradores, usando esta página.

source: Membership Admin Users
de: Mitgliedschaft Admin Benutzer
fr: Admin utilisateurs Membership
pt_br: Usuários Administradores de Membership

source: This options page allows you to set up a masking URL for your sites media and downloads and to create some groups that you can assign different media files to.
fr: Cette page d'options vous permet de définir une URL de masquage pour les médias et téléchargements de votre site et de créer des groupes auxquels vous pouvez affecter différents fichiers media.
pl: Ta strona opcji umożliwia skonfigurowanie maskującego adresu URL dla swoich witryn internetowychi pliki do pobrania i utworzyć grupy, do których można przypisać różne multimediapliki do.
pt_br: Esta página de opções permite que você configure uma URL escondido para o site de mídia e os ''downloads'' e criar grupos aos quais você pode atribuir diferentes arquivos de mídia.

source: Download / Media Options
de: Download / Medien Optionen
fr: Options Téléchargement / Media
pl: Pobierz / Opcje mediów
pt_br: ''Download'' / Opções Mídia

source: This options page allows you to create the message that is displayed when a member does not have access to shortcode and / or more tag protected content.
de: Auf dieser Seite kannst du die Nachricht hinzufügen, die angezeigt wird, wenn ein Mitglied keinen Zugriff auf den Shortcode- und/oder Mehr-Tag geschützten Inhalt hat.
fr: Cette page d'options vous permet de créer le message qui s'affiche lorsqu'un membre n'a pas accès au shortcode et/ou l'étiquette Plus du contenu protégé.
pl: Ta strona opcji umożliwia utworzenie wiadomości wyświetlanej poczłonek nie ma dostępu do krótkiego kodu i / lub większej ilości treści chronionych tagami.
pt_br: Esta página de opções permite que você crie a mensagem que é exibida quando um membro não tem acesso ao shortcode e / ou mais conteúdo protegido por tag.

source: Content Protection Options
de: Inhaltsschutz Optionen
fr: Options de Protection du Contenu
pl: Opcje ochrony treści
pt_br: Opções de Proteção de Conteúdo

source: This options page allows you to control and create the pages that display specific membership information, such as the registration page and the account details page.
fr: Cette page d'options vous permet de contrôler et de créer les pages qui affichent les informations spécifiques des abonnements, comme la page d'inscription et la page de détails de compte.
pl: Ta strona opcji pozwala kontrolować i tworzyć strony, które wyświetlająszczegółowe informacje o członkostwie, takie jak strona rejestracji iStrona szczegółów konta.
pt_br: Esta página de opções permite você controlar e criar as páginas que exibem informações específicas de ''membership'', tal como a página de registro e a página de detalhes da conta.

source: Membership Page Options
de: Mitgliedschaft Seiten-Einstellungen
fr: Page options Abonnement
pl: Opcje stron członkowskich
pt_br: Opções da Página de Membership

source: This options page allows you to set the level that you wish unregistered visitors to your site to belong to, as well as the subscription that you want new subscribers to be automatically added to.
fr: Cette page d'options vous permet de définir le niveau des visiteurs non enregistrés de votre site, ainsi que l'abonnement attribué automatiquement aux nouveaux abonnés.
pl: Ta strona opcji pozwala ustawić poziom, który chcesz wyrejestrowaćodwiedzających Twoją witrynę, do której należysz, a także subskrypcję, którą TyChcę, aby nowi subskrybenci byli automatycznie dodawani.
pt_br: Esta página de opções permite que você defina o nível ao qual deseja que os visitantes não registrados ao seu site pertençam, bem como a subscrição na qual você deseja que novos assinantes sejam adicionados automaticamente.

source: A gateway controls the interface between your website and a payment provider. You should activate the gateways you want to use on your site by clicking the Activate link underneath each gateways name. The settings for each gateway can be accessed by click the Settings link under the gateways name once it is active.
fr: Une passerelle contrôle l'interface entre votre site et un fournisseur de paiement. Vous devez activer les passerelles que vous souhaitez utiliser sur votre site en cliquant sur le lien Activer sous chaque nom de passerelle. Les paramètres de chaque passerelle peuvent être consultés en cliquant sur le lien Paramètres sous le nom de passerelles lorsqu'il est actif.
pl: Brama kontroluje interfejs między twoją witryną a dostawcą płatności. Należy aktywować bramy, których chcesz używać w swojej witrynie, klikając link Aktywuj pod każdą nazwą bramy. Ustawienia dla każdego Dostęp do bramy można uzyskać, klikając link Ustawienia pod nazwą bramy
pt_br: Um ''gateway'' controla a interface entre o seu site e um provedor de pagamento. Você deve ativar os ''gateways'' que deseja usar em seu site clicando no link Ativar, por baixo do nome de cada ''gateway''. As configurações para cada ''gateway'' podem ser acessadas clicando no link Configurações, por baixo do nome dos ''gateways'', uma vez que esteja ativo.

source: Drop any Levels you want to add to this subscription here, you can re-order levels by dragging them into the desired order. To remove a level from the subscription you can click on the Remove link.
fr: Déposer les niveaux que vous souhaitez ajouter à cet abonnement ici, vous pouvez changer l'ordre des niveaux en les faisant glisser dans l'ordre souhaité. Pour supprimer un niveau de l'abonnement, vous pouvez cliquer sur le lien Supprimer.
pl: Upuść dowolne poziomy, które chcesz dodać do tej subskrypcji tutaj, możesz ponownie zamówićpoziomy, przeciągając je do żądanej kolejności. Aby usunąć poziom zsubskrypcja, którą można kliknąć na link Usuń.
pt_br: Adicionar todos os Níveis que você deseja adicionar a esta subscrição aqui; você pode reordenar níveis arrastando-os para uma ordem desejada. Para retirar um nível da inscrição, você pode clicar no link Retirar.

source: Subscription Level Drop
de: Abonnementsebene entfernen
fr: Dépôt Niveau Souscription
pl: Upadek poziomu subskrypcji
pt_br: Adicionar Nivel de Subscrição??

source: The levels that you have available are shown here, to add them to this subscription you can drag them over to the Drop Here box.
de: Alle verfügbaren Level werden hier angezeigt. Um diese einem Abonnement hinzufügen kann du diese einfach in die Box hier ziehen.
fr: Les niveaux dont vous disposez sont présentés ici, pour les ajouter à cet abonnement, vous pouvez les faire glisser-déposer vers la boîte.
pl: Dostępne poziomy są tutaj pokazane, aby dodać je do tegosubskrypcja, którą możesz przeciągnąć do skrzynki" Tutaj ".
pt_br: Os níveis que você tem disponível são exibidos aqui; para adicioná-los a esta asubscrição você pode arrastá-los para a caixa Adicionar Aqui.

source: Subscription Levels
de: Abonnements Level
fr: Niveaux d'abonnement
pl: Poziomy subskrypcji
pt_br: Níveis de Subscrição

source: The subscription price text is shown on the front end of your site and should contain a description of the pricing. E.g. $35 per month
de: Der Abonnement Preis wird auf der Frontendseite seiner Webseite angezeigt und sollte eine kurze Preisbeschreibung enthalten: z. B. €35 pro Monat
fr: Le texte décrivant le prix de la souscription est indiquée sur votre site et doit contenir une description de la tarification. Par exemple 35€ par mois
pl: Tekst ceny subskrypcji jest wyświetlany na przedniej stronie witryny ipowinien zawierać opis cen, np. 35 USD miesięcznie
pt_br: O texto do preço da subscrição é exibido no ''front-end'' do seu site e deve conter uma descrição do preço. Por exemplo. $35 por mês

source: Subscription Price Text
de: Preis der Mitgliedschaft
fr: Texte Prix Souscription
pl: Cena subskrypcji
pt_br: Texto do Preço da Subscrição

source: The subscription description is shown on the front end of your site and should describe the subscription and the benefits of selecting it.
de: Die Abonnement Beschreibung wird auf der Frontendseite deiner Webseite angezeigt und sollte eine kurze Beschreibung deines Abos und der Vorteile einer Mitgliedschaft enthalten.
fr: La description de souscription est montrée sur votre site et doit décrire la souscription et les avantages de la sélectionner.
pl: Opis subskrypcji jest wyświetlany na przedniej stronie witryny ipowinien opisać subskrypcję i korzyści wynikające z jej wyboru.
pt_br: A descrição da subscrição é exibida no "front-end'' do seu site e deveria descrever a subscrição e os benefícios ao escolhê-la.

source: Subscription Description
de: Abonnement Beschreibung
fr: Description abonnement
pl: Opis subskrypcji
pt_br: Descrição da Subscrição

source: The subscription name helps identify the subscription and is shown on the subscriptions list on the front end of your site.
de: Der Abonnementsname hilft das Abonnement zu identifizieren und wird auf der Abonnementsliste im Frontend deiner Seite angezeigt.
fr: Le nom de la souscription permet d'identifier l'abonnement et est indiqué dans la liste d'abonnements de votre site.
pl: Nazwa subskrypcji pomaga zidentyfikować subskrypcję i jest wyświetlana nalistę subskrypcji na przedniej stronie witryny.
pt_br: O nome da subscrição ajuda a identificar a inscrição e é exibido na lista de subscrições no ''front-end'' de seu site.

source: Subscription Name
de: Abonnement Name
fr: Nom souscription
pl: Nazwa subskrypcji
pt_br: Nome da Subscrição

source: To add a subscription click on the Add New link.
de: Um ein Abonnement hinzufügen, klicke auf den "Neu Hinzufügen" Link.
fr: Pour ajouter une souscription cliquez sur le lien Ajouter.
pl: Aby dodać subskrypcję, kliknij link Dodaj nowy.
pt_br: Para adicionar uma subscrição, clicar no link Adicionar Nova.

source: Adding Subscriptions
de: Abonnement hinzufügen
fr: Ajouter des Abonnements
pl: Dodawanie subskrypcji
pt_br: Adicionando Subscrições

source: Subscriptions control a members passage through your site and the length of time / amount of money they spend on each level.
de: Abonnements kontrollieren den Weg deiner Mitglieder in deienr Seite und die Zeitspanne / Zeitwert den Sie in jeder Ebene ausgeben.
fr: Les souscriptions contrôlent le passage des membres au sein de votre site et la durée / le montant dépensé à chaque niveau.
pl: Subskrypcje kontrolują przejście użytkowników przez witrynę i długość
pt_br: Subscrições controlam a passagem dos membros no seu site e o periodo de tempo / quantidade de dinheiro, que eles gastam em cada nível.

source: If you want to use a combination of Positive and Negative rules then you can add both in the advanced area.
de: Wenn du eine Kombination aus Positiven und Negativen Regeln erstellen möchtest, nutzt die "Beide Hinzufügen-Option" im Fortgeschrittenen-Bereich.
fr: Si vous souhaitez utiliser une combinaison de règles positives et négatives, alors vous pouvez ajouter les deux types dans la zone avancée.
pl: Jeśli chcesz użyć kombinacji reguł pozytywnych i negatywnych, możeszdodaj oba w obszarze zaawansowanym.
pt_br: Se você deseja usar uma combinação de regras Positivas e Negativas, poderá adicionar ambas delas na área avançada.

source: Advanced Rules
de: erweiterte Regeln
fr: Règles avancées
pl: Zasady zaawansowane
pt_br: Regras Avançadas

source: Negative rules allow you to specify what a member does not have access to.
de: Negativ-Regeln erlauben dir festzulegen, worauf ein Nutzer keinen Zugriff bekommen darf.
fr: Les Règles Négatives vous permettent de spécifier ce à quoi un membre n'a pas accès.
pl: Reguły ujemne pozwalają ci określić, do czego członek nie ma dostępu.
pt_br: Regras negativas permitem que você especifique aquilo que um membro não terá acesso.

source: Negative Rules
de: negative Regeln
fr: Règles négatives
pl: Negatywne reguły
pt_br: Regras Negativas

source: Positive rules allow you to specify what a member on this level has access to.
de: Mit Positiven Regeln kann du einstellen, welches Mitglied auf diesem Level Zugriff erhalten soll.
fr: Les Règles Positives vous permettent de spécifier ce à quoi, un membre de ce niveau, a accès.
pl: Pozytywne reguły pozwalają ci określić, do czego ma dostęp członek z tego poziomudo.
pt_br: Regras positivas permitem que você especifique o que um membro neste nível terá acesso.

source: Positive Rules
de: positive Regeln
fr: Règles positives
pl: Zasady pozytywne
pt_br: Regras Positivas

source: To add a rule to your level, drag it to the Drop Here box. You can then select the content you want to protect / allow access to. To remove a rule you can click the Remove link in the rules title.
de: Um eine Regel hinzuzufügen, ziehe es in die Drop Here Box. Du kannst dann den Inhalt auswählen, den du schützen bzw. zugänglich machen möchtest. Um eine Regel zu entfernen, klicke einfach den Löschlink im Regeltitel.
fr: Pour ajouter une règle à votre niveau, faites-la glisser-déposer dans la boîte. Vous pouvez ensuite sélectionner le contenu que vous souhaitez protéger / permettre l'accès. Pour supprimer une règle, vous pouvez cliquer sur le lien Supprimer dans le titre des règles.
pl: Aby dodać regułę do swojego poziomu, przeciągnij ją do pola Upuść tutaj.wybierz treść, którą chcesz chronić / zezwolić na dostęp. Aby usunąć regułęmożesz kliknąć link Usuń w tytule reguły.
pt_br: Para adicionar uma regra ao seu nível, arraste-a para a caixa Adicionar Aqui. Você pode então selecionar o conteúdo que deseja proteger / permitir acesso. Para retirar uma regra, você pode clicar no link Retirar no título das regras.

source: Adding Rules
de: Regeln hinzufügen
fr: Ajouter des règles
pl: Dodawanie reguł
pt_br: Adicionando Regras

source: Each rule allows you to specify specific content to protect or allow access to.
de: Jede Regel erlaubt dir, den Inhalt einer Seite spezifisch zu schützen und zugänglich zu machen.
fr: Chaque règle vous permet de spécifier quel contenu spécifique sera protégé ou autorisé en accès.
pl: Każda reguła pozwala określić określoną zawartość w celu ochrony lub zezwolenia na dostępdo.
pt_br: Cada regra permite que você especifique um conteúdo específico para proteger ou permitir o acesso.

source: Level Rules
de: Level Regeln
fr: Règles niveau
pl: Zasady poziomu
pt_br: Regras de Nível

source: The Level title enables you to quickly identify a level and should be as descriptive as possible.
de: Der Level Titel ermöglicht es dir, ein Level schnell zu identifizieren. Dafür solltest du dieses so gut wie möglich beschreiben.
fr: Le titre de Niveau vous permet d'identifier rapidement un niveau et doit donc être aussi descriptif que possible.
pl: Tytuł poziomu pozwala szybko zidentyfikować poziom i powinien być jakopisowy jak to możliwe.
pt_br: O título do Nível permite identificar rapidamente um nível e deve ser tão descritivo que possível.

source: Level Title
de: Level Titel
fr: Titre Niveau
pl: Tytuł poziomu
pt_br: Título de Nível

source: Click on the Add New link to create a new level.
de: Gehe auf den "Neu Hinzufügen" Link, um ein neues Level anzulegen.
fr: Cliquer sur le lien Ajouter un Nouveau pour créer un nouveau niveau.
pl: Kliknij na link Dodaj nowy, aby utworzyć nowy poziom.
pt_br: Clicar no link Adicionar novo para criar um novo nível.

source: Adding Levels
de: Level hinzufügen
fr: Ajouter des niveaux
pl: Dodawanie poziomów
pt_br: Adicionando Níveis

source: Access levels allow you to control the amount of access to content members are entitled to see.
de: Zugangsebenen erlauben dir die Kontrolle der Zugriffszahlen auf berechtigte Inhalte der Mitglieder.
fr: Les niveaux d'accès vous permettent de contrôler les accès au contenu que les membres sont autorisés à voir.
pl: Poziomy dostępu pozwalają kontrolować ilość dostępu do członków treścisą uprawnione do oglądania.
pt_br: Níveis de acesso, permitem que você controle a quantidade de acesso ao conteúdo, que os membros têm o direito de ver.

source: Access Levels
de: Zugangslevel
fr: Niveaux d'accès
pl: Poziomy dostępu
pt_br: Níveis de Acesso

source: You can Add, move or drop members from a subscription or level by using the links on a members row.
de: Du kannst Accounts zu Mitgliedschaften oder Zugangslevel hinzufügen, bewegen, oder diese von ihnen entfernen.
fr: Vous pouvez ajouter, déplacer ou supprimer des membres à partir d'un abonnement ou d'un niveau en utilisant les liens sur une ligne de membres.
pl: Możesz dodawać, przenosić lub upuszczać członków z subskrypcji lub poziomu za pomocąlinki w wierszu członków.
pt_br: Você pode Adicionar, mover ou eliminar membros de uma subscrição ou nível, usando os ''links'' em uma fileira de membros.

source: Member subscriptions
de: Mitglied-Abonnements
fr: Abonnements membre
pl: Subskrypcje członkowskie
pt_br: Subscrições de Membros

source: You can use the filters at the top of the list to find members with specific criteria.
de: Sie können die Filter oben an der Liste verwenden, um Mitglieder mit bestimmten Kriterien zu finden.
fr: Vous pouvez utiliser les filtres en haut de la liste pour trouver des membres selon des critères spécifiques.
pl: Możesz użyć filtrów u góry listy, aby znaleźć członków o określonych
pt_br: Você pode usar filtros, ao cimo da lista, para encontrar membros de critérios específicos.

source: Member filtering
de: Mitglieder Filterung
fr: Filtre membre
pl: Filtrowanie członków
pt_br: Filtragem de membros
