Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Bulk settings updated.
de: Bulk-Einstellungen aktualisiert.
fr: Paramètres en vrac mis à jour.
pl: Zaktualizowano ustawienia zbiorcze.
pt_br: Configurações de atacado atualizadas.

source: Setting status toggled.
de: Einstellungsstatus umgeschaltet.
fr: Statut des paramètres basculé.
pl: Ustawienie statusu włączonego.
pt_br: Status da configuração alternado.

source: Setting activation toggled.
de: Einstellungsaktivierung umgeschaltet.
fr: Activation du réglage basculée.
pl: Ustawienie włączonej aktywacji.
pt_br: Ativação da configuração alternada.

source: Setting updated.
de: Einstellung aktualisiert.
fr: Réglage mis à jour.
pl: Ustawienie zaktualizowane.
pt_br: Configuração atualizada.

source: Setting deleted.
de: Einstellung gelöscht.
fr: Réglage supprimé.
pl: Ustawienie usunięte.
pt_br: Configuração excluída.

source: Setting added.
de: Einstellung hinzugefügt.
fr: Réglage ajouté.
pl: Ustawienie dodane.
pt_br: Configuração adicionada.

source: years
de: Jahre
fr: années
pl: lata
pt_br: anos

source: months
de: Monate
fr: mois
pl: miesiące
pt_br: meses

source: weeks
de: Wochen
fr: semaines
pl: tygodnie
pt_br: semanas

source: days
fr: jours
pl: dni
pt_br: dias

source: one year
de: einjährig
fr: une année
pl: jeden rok
pt_br: um ano

source: one month
de: einmonatig
fr: un mois
pl: jeden miesiąc
pt_br: um mês

source: one week
de: einwöchig
fr: une semaine
pl: jeden tydzień
pt_br: uma semana

source: one day
de: eintägig
fr: un jour
pl: jeden dzień
pt_br: um dia

source: Set-up Access Levels
de: Zugangslevels einstellen
fr: Définissez les niveaux d'accès
pl: Ustawianie poziomów dostępu
pt_br: Configurar Níveis de Acesso

source: You have successfully set up your <b>%1$s</b> Membership.
de: Sie haben erfolgreich Ihre <b>%s</b> Mitgliedschaft eingerichtet.
fr: Vous avez bien validé votre abonnement <strong>%s</strong>.
pl: Pomyślnie ustawiłeś członkostwo <b> %1$s </b>.
pt_br: Você configurou sua Assinatura de <b>%1$s</b> com êxito.

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations !
pl: Gratulacje!
pt_br: Parabéns!

source: Memberships partially updated. Some fields could not be changed after members have signed up.
fr: Abonnements mis à jour partiellement. Quelques champs n'ont pas pu être changés après que les membres se soient inscrits.
pl: Częściowe aktualizacje częściowo niektórych pól nie można było zmienić poczłonkowie zarejestrowali się.
pt_br: Assinaturas atualizadas parcialmente. Alguns campos não poderão ser alterados depois que os membros tiverem feito inscrição.

source: Memberships bulk not updated.
de: Mitgliedermasse nicht aktualisiert.
fr: Abonnements en vrac non mis à jour.
pl: Liczba członków nie została zaktualizowana.
pt_br: Assinaturas não atualizadas em lote.

source: Membership status not toggled.
de: Mitgliedsstatus nicht umgeschaltet.
fr: Statut d'abonnement non basculé.
pl: Status członkostwa nie został przełączony.
pt_br: Status da assinatura não alternado.

source: Membership activation not toggled.
de: Mitgliedschaft Aktivierung nicht umgeschaltet.
fr: Activation de l'abonnement non basculée.
pl: Aktywacja członkostwa nie została przełączona.
pt_br: Ativação da assinatura não alternada.

source: Membership not updated.
de: Mitgliedschaft nicht akualisiert.
fr: Abonnement non mis à jour.
pl: Członkostwo niezaktualizowane.
pt_br: Assinatura não atualizada.

source: Memberships bulk updated.
de: Mitgliedermasse aktualisiert.
fr: Abonnements en vrac mis à jour.
pl: Aktualizacja zbiorczych aktualizacji.
pt_br: Assinaturas atualizadas em lote.

source: Membership status toggled.
de: Mitgliedsstatus umgeschaltet.
fr: Statut d'abonnement basculé.
pl: Status członkostwa przełączył się.
pt_br: Status da assinatura alternado.

source: Membership activation toggled.
de: Mitgliedschaft Aktivierung umgeschaltet.
fr: Activation de l'abonnement basculée.
pl: Aktywacja członkostwa przełączyła się.
pt_br: Ativação da Assinatura alterada.

source: Membership <b>%s</b> updated.
de: Mitgliedschaft <b>%s</b> aktualisiert.
fr: Abonnement <strong>%s</strong> mis à jour.
pt_br: Assinatura <b>%s</b> atualizada.

source: You have successfully set up your <b>%s</b> Membership.
de: Sie haben erfolgreich Ihre Mitgliedschaft <b>%s</b> eingerichtet.
fr: Vous avez bien installé votre abonnement <strong>%s</strong>.
pl: Pomyślnie skonfigurowałeś swoje członkostwo <b>%s </b>.
pt_br: Você configurou sua Assinatura <b>%s</b> com êxito.

source: Members bulk not updated.
de: Mitgliedermasse nicht aktualisiert.
fr: Utilisateurs en vrac non mis à jour.
pl: Człon zbiorczy nie został zaktualizowany.
pt_br: Membros em número, não atualizados.

source: Membership not deleted.
de: Mitgliedschaft nicht gelöscht.
fr: Abonnement supprimé.
pl: Członkostwo nie zostało usunięte.
pt_br: Assinatura não excluída.

source: Membership not added.
de: Mitgliedschaft nicht hinzugefügt.
fr: Abonnement ajouté.
pl: Członkostwo nie zostało dodane.
pt_br: Assinatura não adicionada.

source: Users added to Membership2 member list.
de: Benutzer hinzugefügt zur Membership2 Mitgliederliste.
fr: Utilisateurs ajoutés à la liste des membres de Membership2
pl: Użytkownicy dodani do listy członków Membership2.
pt_br: Usuários adicionados à lista de membros do Membership2.

source: Members bulk updated.
de: Mitgliedermasse aktualisiert.
fr: Utilisateurs en vrac mis à jour.
pl: Członkowie zaktualizowani zbiorczo.
pt_br: Ações em

source: Membership deleted.
de: Mitgliedschaft gelöscht.
fr: Abonnement supprimé.
pl: Członkostwo usunięte.
pt_br: Assinatura excluída.

source: Membership added.
de: Mitgliedschaft hinzugefügt.
fr: Abonnement ajouté.
pl: Członkostwo dodane.
pt_br: Assinatura adicionada.

source: Select All
de: Alles auswählen
fr: Tout sélectionner
pl: Zaznacz wszystko
pt_br: Selecionar Tudo

source: %s pending
de: %s ausstehend
fr: %s en attente
pl: %s oczekuje
pt_br: Pendente

source: Excerpt View
de: Ansicht Textauszug
fr: Vue de l'extrait
pl: Widok zajawek
pt_br: Visão Resumida

source: List View
de: Listenansicht
fr: Vue de la liste
pl: Widok listy
pt_br: Visão em Lista

source: Show all dates
de: Alle Daten anzeigen
fr: Afficher toutes les dates
pl: Pokaż wszystkie terminy
pt_br: Mostrar todas as datas

source: Clear search results
de: Suchergebnisse löschen
fr: Effacer les résultats de recherche
pl: Wyczyść wyniki wyszukiwania
pt_br: Limpar resultados da busca

source: Search results for &#8220;%s&#8221;
de: Suchergebnisse für &#8220;%s&#8221;
fr: Résultats de recherche pour &#8220; %s &#8221;
pl: Wyniki wyszukiwania dla & # 8220;%s & # 8221;
pt_br: Resultados da busca por &#8220;%s&#8221;

source: Search %1$s
de: %1$s durchsuchen
fr: Rerchercher %1$s
pl: Wyszukaj %1$s
pt_br: Buscar %1$s

source: No items available.
de: Keine Objekte vorhanden.
fr: Aucun élément disponible.
pl: Brak dostępnych przedmiotów.
pt_br: Nenhum item disponível.

source: No items found.
de: Keine Elemente gefunden.
fr: Aucun élément trouvé.
pl: Nie znaleziono żadnych elementów.
pt_br: Nenhum item encontrado.

source: Click to toggle
de: Klicken um umzuschalten
fr: Cliquez pour basculer
pl: Kliknij, aby przełączyć
pt_br: Clique para alternar

source: Could not save changes.
de: Änderungen konnten nicht gespeichert werden.
fr: Les modifications n'ont pas pu être enregistrées.
pl: Nie można zapisać zmian.
pt_br: Não foi possível salvar alterações.

source: All changes saved.
de: Alle Änderungen gespeichert.
fr: Modifications enregistrées.
pl: Wszystkie zmiany zapisane.
pt_br: Alterações salvas.

source: Saving changes...
de: Speichern von Änderungen…
fr: Enregistrement des modifications&hellip;
pl: Zapisywanie zmian ...
pt_br: Salvando alterações…

source: Next
de: Nächster
fr: Suivant
pl: Następny
pt_br: Próximo

source: Best used for recurring payments.
de: Am besten für wiederkehrende Zahlungen eingesetzt.
fr: Utilisée principalement pour les paiement récurrents.
pl: Najlepiej używać do płatności cyklicznych.
pt_br: Melhor usado para pagamentos recorrentes.

source: Stripe Subscriptions Gateway
de: Stripe Abonnements-Gateway
fr: Passerelle Stripe Subscriptions
pl: Stripe Subskrypcja Gateway
pt_br: Gateway de assinaturas de listra

source: API Live Publishable Key
de: API-Live Veröffentlichbarer Key
fr: Clé publique API Live
pt_br: CHAVE de API publicável ao vivo

source: API Live Secret Key
fr: Clé secrète API Live
pl: API Secret Key
pt_br: Chave Secreta Viva da API

source: API Test Publishable Key
de: API-Test Veröffentlichbarer Key
fr: Clé publique API Test
pl: Testowalny klucz testowy API
pt_br: Chave Publicável de Teste da API

source: API Test Secret Key
fr: Clé secrète API Test
pl: API Secret Key Test
pt_br: Chave Secreta de Teste da API

source: You can find your Stripe API Keys in your %sAccount Settings%s.
fr: Vous pouvez trouver vos clés API Stripe dans vos %sParamètres de compte%s.
pl: Możesz znaleźć swoje klucze interfejsu API Stripe w ustawieniach%sAccount%s.
pt_br: Você pode encontrar suas Chaves de API do Stripe nas suas %sAccount Settings%s.

source: Best used for one-time payments.
de: Am besten für Einmalzahlungen verwendet.
fr: Utilisé principalement pour les paiements uniques.
pl: Najlepiej wykorzystać do jednorazowych płatności.
pt_br: Mais adequado para pagamentos realizados uma única vez.

source: Stripe Single Gateway
de: Stripe Einzel-Gateway
fr: Passerelle Stripe Single
pt_br: Questões de múltipla ou única escolha

source: Your IPN listening URL is:
de: Ihre IPN listening URL lautet:
fr: Votre URL d'écoute IPN est :
pl: Twój URL odsłuchiwania IPN to:
pt_br: Sua URL de recebimento de IPN é:

source: PayPal Standard Gateway
fr: Passerelle PayPal Standard
pt_br: Gateway Padrão do PayPal

source: PayPal - The safer, easier way to pay online
de: PayPal - Der sichere und einfache Weg online zu bezahlen!
fr: PayPal - le réflexe sécurité pour payer en ligne
pl: PayPal - Bezpieczniejszy i łatwiejszy sposób zapłaty online
pt_br: PayPal - A maneira mais segura, mais fácil de pagar online!

source: Last transaction has been reversed. Reason: Payment has been reversed (charge back).
de: Letzte Transaktion wurde rückgängig gemacht. Grund: Zahlung ist zurück gekommen (Rücklastschrift).
fr: La dernière transaction a été annulée. Raison : le paiement a été reversé (rétrofacturation).
pl: Ostatnia transakcja została wycofana. Powód: Płatność została odwrócona(charge back).
pt_br: A última transação foi revertida. Motivo: O pagamento foi revertido (charge back).

source: PayPal Single Gateway
fr: Passerelle PayPal Single
pt_br: Gateway Único do PayPal

source: Payment Info
de: Zahlungsinformation
fr: Informations de paiement
pl: Informacje o płatnościach
pt_br: Info. de Pagamento

source: When using this payment method the user will see the following payment instructions. Since the payment cannot be confirmed automatically his membership will <b>not</b> be activated instantly! You have to manually check if the payment was made and set the members bill to "paid" to complete the payment.
de: Bei der Verwendung dieser Zahlart wird der Nutzer folgende Zahlungsinstruktionen sehen. Da der Zahlvorgang nicht automatisch bestätigt wird, wird seine Mitgliedschaft <b>nicht</b> sofort aktiviert! Sie müssen dies manuell prüfen und die Rechnung nach Zahlungeingang manuell auf "bezahlt" setzen.
fr: En utilisant cette méthode de paiement, l'utilisateur verra les instructions de paiement suivantes. Puisque le paiement ne peut pas être confirmé automatiquement, l'adhésion <strong>ne sera pas</strong> activée immédiatement ! Vous devrez vérifier manuellement si le paiement a bien été fait et définir le membre comme "ayant payé" pour terminer le paiement.
pl: Podczas korzystania z tej metody płatności użytkownik zobaczy następującą płatność instrukcje, ponieważ płatności nie można automatycznie potwierdzić jego członkostwo <b> nie </b> zostanie natychmiast aktywowane! Musisz ręcznie sprawdź, czy płatność została dokonana i ustaw rachunek członków na "zapłacony".
pt_br: Ao usar esse método de pagamento o usuário verá as seguintes instruções de pagamento. Desde que o pagamento não pode ser confirmado automaticamente sua adesão será <b>não</b> ser ativado instantaneamente! Você tem que verificar manualmente que se o pagamento foi feito e definir os membros bill de "pago" para concluir o pagamento.

source: Instruct your users how to proceed with manual payments. This might include things like your bank account number and an email address where the payment confirmation should be sent.
de: Weisen Sie Ihre Nutzer in die manuelle Zahlart ein. Dies beinhaltet u.a. Hinterlegung von Bankdaten und Email-Adressen für die Sendung von Zahlungsbestätigungen.
fr: Indiquez à vos utilisateurs comment procéder pour les paiements manuels. Cela peut inclure votre numéro de compte bancaire et une adresse email à laquelle les confirmations de paiement doivent être envoyées.
pl: Poinstruuj użytkowników, jak postępować z płatnościami ręcznymi.takie rzeczy jak numer Twojego konta bankowego i adres e-mail, na którym płatnośćpotwierdzenie powinno zostać wysłane.
pt_br: Instrua os usuários como proceder com pagamentos manuais. Isso pode incluir coisas como seu número de conta bancária e um endereço de e-mail onde deve ser enviada a confirmação do pagamento.

source: Total value
de: Gesamtbetrag
fr: Valeur totale
pl: Całkowita wartość
pt_br: Valor total

source: Bank account: Example bank account 1234.
de: Bankverbindung: Beispielkonto IBAN 12345.
fr: Compte bancaire : exemple de compte bancaire 1234
pl: Konto bankowe: przykład rachunku bankowego 1234.
pt_br: Conta bancária: Exemplo de conta bancária 1234.

source: Bank: Example bank.
de: Bank Beispielbank.
fr: Banque : banque exemple
pl: Bank: przykładowy bank.
pt_br: Banco: Banco de exemplo.

source: Name: Example name.
de: Name: Beispielname.
fr: Nom : nom d'exemple
pt_br: Nome: Nome de exemplo.

source: This is only an example of manual payment gateway instructions
de: Dies ist nur ein Beispiel für die manuelle Zahlungsgateway Anweisungen
fr: Ceci est seulement un exemple d'instructions de passerelle de paiement manuel
pl: To tylko przykład instrukcji ręcznego gatewaya płatności
pt_br: Este é apenas um exemplo de instruções de gateway de pagamento manual

source: Manual Payment
de: Manuelle Bezahlung
fr: Paiement manuel
pl: Płatność ręczna
pt_br: Pagamento Manual

source: (Bank orders, cash, etc)
de: (Überweisung, Bar, usw.)
fr: (ordres de banque, liquide, etc.)
pl: (zamówienia bankowe, gotówka itp.)
pt_br: (Ordens de banco, dinheiro, etc.)

source: Manual Payment Gateway
de: Manuelle Zahlart (Gateway)
fr: Passerelle de paiement manuel
pt_br: Gateway de Pagamento Manual

source: Free Gateway
de: Freie Zahlart (Gateway)
fr: Passerelle gratuite
pt_br: Gateway Grátis

source: Payment button label or URL
de: Zahlungs-Button-Beschriftung oder URL
fr: Étiquette de bouton de paiement ou URL
pl: Etykieta przycisku płatności lub URL
pt_br: Rótulo ou URL do botão de pagamento

source: Country
de: Land (für Googlemap)
fr: Pays
pl: Państwo
pt_br: País

source: Pay now
de: Jetzt bezahlen
fr: Payer maintenant
pl: Zapłać teraz
pt_br: Pague com cartão de crédito

source: Change card
de: Ändern Karte
fr: Changer de carte
pl: Zmień kartę
pt_br: Pague com cartão de crédito

source: Change card number
de: Ändern Kartennummer
fr: Changement du numéro de carte
pl: Zmień numer karty
pt_br: Alterar número do cartão

source: Card Expiration date
de: Ablaufdatum der Karte
fr: Date d'expiration de la carte
pl: Data wygaśnięcia karty
pt_br: Pague com cartão de crédito

source: Card Number
de: Kreditkartennummer
fr: Numéro de la carte
pl: Numer karty
pt_br: Pague com cartão de crédito

source: Credit card info
de: Kreditkarten Information
fr: Infos de la carte de crédit
pl: Informacje o karcie kredytowej
pt_br: Pague com cartão de crédito

source: CIM Payment profile not found
de: CIM Zahlungsprofil nicht gefunden
fr: Profil de paiement CIM non trouvé
pl: CIM Nie znaleziono profilu płatności
pt_br: Perfil de pagamento do CIM não encontrado

source: Payment failed due to CIM profile not updated:
fr: Paiement échoué à cause du profil CIM non mis à jour :
pl: Płatność nieudana z powodu niezaktualizowanego profilu CIM:
pt_br: O pagamento falhou devido ao perfil CIM não atualizado:

source: Payment failed due to CIM profile not created:
fr: Paiement échoué à cause du profil CIM non créé :
pl: Płatność nie powiodła się z powodu nie utworzonego profilu CIM:
pt_br: O pagamento falhou devido ao perfil CIM não criado:

source: Payment Failed:
de: Zahlung fehlgeschlagen.
fr: Paiement échoué :
pl: Płatność nieudana:
pt_br: O Pagamento Falhou:

source: Payment Failed: code %s, subcode %s, reason code %, reason %s
de: Zahlung fehlgeschlagen. Code %s, Subcode %s, Fehlercode %s, Grund %s
fr: Paiement échoué : code %s, sous-code %s, code de raison %s, raison %s
pl: Płatność nie powiodła się: kod%s, subkod%s, kod przyczyny%, powód%s
pt_br: Falha de pagamento: código %s, subcódigo %s, código de motivo %, motivo %s

source: Total is zero. Payment approved. Not sent to gateway.
de: Gesamtbetrag ist Null. Zahlung genehmigt. Nicht auf Gateway gesendet.
fr: Le total est de zéro. Paiement approuvé. Non envoyé à la passerelle.
pl: Łącznie wynosi zero, płatność zatwierdzona, nie wysłano do bramy.
pt_br: Total é zero. Pagamento aprovado. Não enviado ao gateway.

source: The selected payment profile is invalid, enter a new credit card
de: Die gewählte Zahlungsprofil ist ungültig Geben Sie eine neue Kreditkarte an
fr: Le profil de paiement sélectionné est invalide, merci d'entrer une nouvelle carte.
pl: Wybrany profil płatności jest nieprawidłowy, wprowadź nową kartę kredytową
pt_br: O perfil de pagamento selecionado é inválido, informe um novo cartão de crédito

source: Authorize.net Gateway
fr: Passerelle Authorize.net

source: This message is only displayed to Site Administrators
de: Diese Meldung wird nur Administratoren angezeigt
fr: Ce message s'affiche uniquement pour les administrateurs.
pl: Ta wiadomość jest wyświetlana tylko dla administratorów witryny
pt_br: Esta mensagem é exibida apenas para os administradores do Site

source: Content Protection is disabled. Please enable the protection to see this shortcode.
de: Inhaltsschutz ist ausgeschaltet. Bitte den Schutz einschalten und der Shortcode wird angezeigt.
fr: La protection du contenu est désactivée. Merci d'activer la protection pour voir ce shortcode.
pl: Ochrona zawartości jest wyłączona. Włącz ochronę, aby to zobaczyćkrótki kod.
pt_br: A Proteção de Conteúdo está desabilitada. Por favor habilite a proteção para ver este shortcode.

source: Visit your account page for more information.
de: Besuchen Sie Ihre Kontoseite für weitere Informationen.
fr: Visitez votre page de compte pour plus d'information.
pl: Odwiedź stronę swojego konta, aby uzyskać więcej informacji.
pt_br: Visite a página de sua conta para obter mais informações.

source: Activities
de: Aktivitäten
fr: Activités
pl: Działania
pt_br: Atividades

source: View all
de: Alle anzeigen
fr: Voir tout
pl: Zobacz wszystko
pt_br: Ver todas

source: Invoices
de: Rechnungen
fr: Factures
pl: Faktury
pt_br: Pedidos

source: Personal details
de: Angaben zur Person
fr: Détails personnels
pl: Dane osobowe
pt_br: Detalhes pessoais

source: Your Membership
de: Ihre Mitgliedschaft
fr: Votre abonnement
pl: Twoje członkostwo
pt_br: Assinatura

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialisation mot de passe
pl: Resetuj hasło
pt_br: Redefinir Senha

source: Username or E-mail
de: Benutzername oder E-Mail-Adresse:
fr: Nom d'utilisateur / Email
pl: Nazwa użytkownika lub adres e-mail
pt_br: Nome de usuário ou E-mail

source: Log In
de: Anmeldung
fr: Connexion
pl: Zaloguj się
pt_br: Entrar

source: Remember Me
de: Angemeldet bleiben
fr: Se souvenir de moi
pt_br: Manter-me logado

source: Membership details:
de: Mitgliedschaftsdetails:
fr: Détails de l'abonnement :
pl: Szczegóły członkostwa:
pt_br: Detalhes da Assinatura:

source: Membership price:
de: Mitgliedschaft Preis:
fr: Prix de l'abonnement :
pl: Cena członkostwa:
pt_br: Preço da Assinatura:

source: Membership title:
de: Mitgliedstitel:
fr: Titre de l'abonnement :
pl: Tytuł członkostwa:
pt_br: Título da Assinatura:

source: Complete Payment
de: Zahlung abschließen
fr: Paiement terminé
pl: Pełna płatność
pt_br: Pagamento Completo

source: Renew
de: Erneuern
fr: Renouveler
pl: Odnowienie
pt_br: Renovar

source: Change
de: Ändern
fr: Changer
pl: Zmień
pt_br: Mudar

source: Signup
de: Registrieren
fr: Inscription
pl: Rejestracja
pt_br: Inscrição

source: Import Tool
fr: Outil d'import
pl: Narzędzie importu
pt_br: Ferramenta de Importação

source: Automated Email Responses
de: Automatisierte E-Mail-Antworten
fr: Réponses email automatiques
pl: Automatyczne odpowiedzi e-mailowe
pt_br: Respostas automáticas via email

source: Protection Messages
de: Schutz Nachrichten
fr: Messages de protection
pl: Komunikaty o ochronie
pt_br: Mensagens de Proteção

source: Please enter a value greater than or equal to {0}.
de: Bitte geben Sie einen Wert ein, der größer oder gleich {0} ist.
fr: Merci d'entrer une valeur supérieure ou égale à {0}.
pl: Wprowadź wartość większą lub równą {0}.
pt_br: Por favor, insira um valor maior ou igual a {0}.

source: Please enter a value less than or equal to {0}.
de: Bitte geben Sie einen Wert ein, der kleiner oder gleich {0} ist.
fr: Merci d'entrer une valeur inférieure ou égale à {0}.
pl: Wprowadź wartość mniejszą lub równą {0}.
pt_br: Favor informar um valor menor ou igual a {0}.

source: Please enter a value between {0} and {1}.
de: Bitte geben Sie einen Wert zwischen {0} und {1} ein.
fr: Merci d'entrer une valeur entre {0} et {1}.
pl: Wprowadź wartość między {0} a {1}.
pt_br: Por favor, insira um valor entre {0} e {1}.

source: Please enter a value between {0} and {1} characters long.
de: Bitte geben Sie einen Wert zwischen {0} und {1} Zeichen ein.
fr: Merci d'entrer une valeur longue de {0} à {1} caractères.
pl: Wprowadź wartość od {0} do {1} znaków.
pt_br: Por favor, insira um valor entre {0} e {1} caracteres.

source: Please enter at least {0} characters.
de: Bitte geben Sie mindestens {0} Zeichen ein.
fr: Merci d'entrer au moins {0} caractères.
pl: Wprowadź co najmniej {0} znaków.
pt_br: Favor informar pelo menos {0} caracteres.

source: Please enter no more than {0} characters.
de: Bitte geben Sie nicht mehr als {0} Zeichen ein.
fr: Merci de ne pas entrer plus de {0} caractères.
pl: Wprowadź nie więcej niż {0} znaków.
pt_br: Favor não informar mais que {0} caracteres.

source: Please enter the same value again.
de: Bitte geben Sie den gleichen Wert erneut ein.
fr: Merci d'entrer à nouveau les mêmes valeurs.
pl: Proszę wprowadzić tę samą wartość ponownie.
pt_br: Favor informar o mesmo valor novamente.

source: Please enter a valid credit card number.
de: Bitte geben Sie eine gültige Kreditkartennummer ein.
fr: Merci d'entrer une carte de crédit valide.
pl: Proszę podać poprawny numer karty kredytowej.
pt_br: Por favor, insira um cartão de crédito válido.

source: Please enter only digits.
de: Bitte geben Sie nur Ziffern ein.
fr: Merci d'entrer uniquement des chiffres.
pl: Proszę wpisać tylko cyfry.
pt_br: Favor informar apenas números.

source: Please enter a valid number.
de: Bitte geben Sie eine gültige Nummer ein.
fr: Merci d'entrer un numéro valide
pl: Proszę podać prawidłową liczbę.
pt_br: Por favor, entre com um endereço de email válido.

source: Please enter a valid date ( ISO ).
de: Bitte geben Sie ein gültiges Datum ( ISO) ein.
fr: Merci d'entrer une date valide (ISO).
pl: Proszę wprowadzić poprawną datę (ISO).
pt_br: Por favor, entre com um endereço de email válido.

source: Please enter a valid date.
de: Geben Sie ein gültiges Datum ein.
fr: Merci d'entrer une date valide
pl: Proszę podać poprawną datę.
pt_br: Por favor, entre com um endereço de email válido.
