Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Decide how to protect Comments and More Tag contents.
de: Definiere wie Kommentare und More-Tags geschützt werden sollen.
fr: Décidez comment protéger les commentaires et le contenu après la balise Plus.
pl: Zdecyduj, jak chronić komentarze i więcej treści tagów.
pt_br: Decidir como proteger Comentários e outros conteúdos.

source: Comments & More Tag
de: Kommentare & More-Tag
fr: Commentaires et balise Plus
pl: Komentarze i więcej znaczników
pt_br: Comentários & Ler Mais

source: Hide "read more" content
de: Verberge "lese mehr..."-Inhalt
fr: Cacher le contenu "En lire plus"
pl: Ukryj " czytaj dalej \ "treść
pt_br: Esconder o "ler mais" conteúdo

source: Comments: Read and Write Access
de: Kommentare: Lese- und Schreibzugriff
fr: Commentaires : Accès en lecture et écriture
pl: Komentarze: dostęp do odczytu i zapisu
pt_br: Comentários: Acesso de Escrita e Leitura

source: Comments: Read Only Access
de: Kommentare: Nur Lesezugriff
fr: Commentaires : Accès en lecture seule
pl: Komentarze: Dostęp tylko do odczytu
pt_br: Comentários: Acesso Apenas de Leitura

source: Comments: No Access
de: Kommentare: kein Zugriff
fr: Commentaires : Pas d'accès
pl: Komentarze: Brak dostępu
pt_br: Comentários: Sem Acesso

source: Content Parts
de: Teile vom Inhalt
fr: Parties du contenu
pl: Części zawartości
pt_br: Partes de Conteúdo

source: Content Part
de: Teil vom Inhalt
fr: Partie du contenu
pl: Część treści
pt_br: Parte do Conteúdo

source: Choose which Categories you want to protect
de: Wähle welche Kategorien du schützen möchtest
fr: Choisissez les catégories que vous voulez protéger.
pl: Wybierz kategorie, które chcesz chronić
pt_br: Escolha quais Categorias você quer proteger

source: Category
de: Kategorie
fr: Catégorie
pl: Kategoria
pt_br: Categoria

source: Admin Side
de: Admin-Seite
fr: Côté admin
pl: Strona administracyjna
pt_br: Lado do Administrador

source: Note that WordPress also restricts access to pages before Content Protection is applied.
fr: Notez que WordPress restreint aussi l'accès aux pages avant que la protection de contenu ne soit appliquée.
pl: Zauważ, że WordPress ogranicza także dostęp do stron przed Ochroną treścijest stosowane.
pt_br: Note que o WordPress também restringe o acesso a página antes que a Proteção de Conteúdo seja aplicada.

source: Protect Admin Side pages
de: Schutz Admin-Seite
fr: Protège les pages du back-office
pl: Chroń strony boczne administratora
pt_br: Proteger páginas do lado do Administrador

source: Admin Side Page
de: Admin Seite
fr: Page back-office
pl: Strona boczna administratora
pt_br: Página do Lado do Administrador

source: Handled by WordPress
de: Powered by WordPress
fr: Géré par WordPress
pl: Obsługiwane przez WordPress
pt_br: Tratado pelo WordPress

source: Admin Pages
de: Admin Seiten
fr: Pages admin
pl: Strony administracyjne
pt_br: Páginas Administrativas

source: Admin Page
de: Admin Seite
fr: Page admin
pl: Strona administracyjna
pt_br: Página de Administração

source: Please note that we cannot import recurring 2Checkout subscriptions to Membership2!
fr: Merci de noter que nous ne pouvons pas importer les abonnements récurrents 2Chekcout dans Membership2 !
pl: Pamiętaj, że nie możemy importować powtarzających się subskrypcji 2CheckoutMembership2!
pt_br: Por favor, note que não podemos importar subscrições recorrentes de 2Checkout para Membership2!

source: Transactions are converted to invoices. Data like tax-rate or applied coupons are not available.
de: Transaktionen werden in Rechnungen umgewandelt. Daten wie Steuersatz oder angewandte Gutscheine sind nicht verfügbar.
fr: Les transactions sont converties en factures. Les données telles que le taux d'imposition ou les codes promos appliqués ne sont pas disponibles.
pl: Transakcje są konwertowane na faktury. Dane takie jak stawki podatkowe lub stosowanekupony nie są dostępne.
pt_br: Transações são convertidas para faturas. Dados como taxas ou cupões não estão disponiveis.

source: Each Subscription-Level is imported as a individual Membership.
fr: Chaque niveau d'abonnement est importé comme une adhésion individuelle.
pl: Każdy poziom subskrypcji jest importowany jako indywidualne członkostwo.
pt_br: Cada Nível de Inscrição é importado como uma Assinatura individual.

source: - Registrations (link between Members and Subscription Plans)
fr: - Inscriptions (lien entre les membres et les plans d'abonnement)
pl: - rejestracje (połączenie między członkami a planami subskrypcji)
pt_br: - Inscrições (''link'' entre Membros e Planos de Subscrição)

source: - Members
de: - Mitglieder
fr: - Membres
pl: - Członkowie
pt_br: - Membros

source: - Subscription Plans (without level rules)
fr: - Plans d'abonnement (sans les règles de niveau)
pl: - Plany subskrypcji (bez reguł poziomu)
pt_br: Planos de Subscrição

source: Hmmm, we could not import the Membership data...
de: Hmmm, wir konnten die Mitgliedschaftsdaten nicht importieren...
fr: Hmmm, nous n'avons pas pu importer les données Membership&hellip;
pl: Hmmm, nie mogliśmy zaimportować danych członkowskich ...
pt_br: Hmmm, nós não conseguimos importar os dados das Assinaturas...

source: No valid export file uploaded, please try again.
de: Keine gültige Exportdatei hochgeladen, bitte versuchen Sie es erneut.
fr: Le fichier téléchargé n'était pas valide, merci de réessayer.
pl: Nie przesłano prawidłowego pliku eksportu, spróbuj ponownie.
pt_br: Nenhum arquivo de exportação válido enviado, favor tentar novamente.

source: The uploaded file is empty, please try again.
de: Die hochgeladene Datei ist leer, bitte versuchen Sie es erneut.
fr: Le fichier téléchargé est vide, merci de réessayer.
pl: Przesłany plik jest pusty. Spróbuj ponownie.
pt_br: O arquivo enviado está vazio, favor tentar novamente.

source: Please upload an export file.
de: Bitte laden Sie eine Export-Datei hoch!
fr: Merci de télécharger un fichier d'export.
pl: Prześlij plik eksportu.
pt_br: Favor enviar um arquivo de exportação.

source: No file was uploaded, please try again.
de: Es wurde keine Datei hochgeladen, bitte versuchen Sie es erneut.
fr: Le fichier téléchargé n'était pas valide, merci de réessayer.
pl: Nie przesłano pliku, spróbuj ponownie.
pt_br: Nenhum arquivo foi enviado, favor tentar novamente.

source: - Invoices
de: - Rechnungen
fr: - Factures
pl: - Faktury
pt_br: - Faturas

source: - Subscriptions (link between Members and Memberships)
fr: - Abonnements (liens entre les membres et les adhésions)
pl: - subskrypcje (połączenie między członkami a członkostwem)
pt_br: - Inscrições (ligações entre Membros e Assinaturas)

source: - Members (including Stripe/Authorize payment settings)
fr: - Membres (y compris les paramètres de paiement Stripe/Authorize)
pl: - Członkowie (w tym ustawienia pasków / autoryzacji płatności)
pt_br: - Membros (incluindo configurações de pagamento do Stripe/Authorize)

source: - Memberships (without protection rules)
de: - Mitgliedschaften (ohne Schutzvorschriften)
fr: - Adhésions (sans règles de protection)
pl: - Członkostwo (bez reguł ochrony)
pt_br: - Assinaturas (sem regras de proteção)

source: Exported data:
de: Exportierte Daten:
fr: Données exportées :
pl: Eksportowane dane:
pt_br: Dados exportados:

source: Thanks for renewing your <strong>%1$s</strong> subscription over at %2$s!
de: Vielen Dank für die Erneuerung Ihres <strong>%1$s</strong> -Abonnements über auf %2$s!
fr: Merci d'avoir renouvellé votre abonnement <strong>%1$s</strong> à %2$s !
pt_br: Obrigado por renovar sua <strong>%1$s</strong>susbcrição mais de %2$s!

source: Subscription renewed for %s
de: Abonnement erneuert für %s
fr: Abonnement renouvelé pour %s
pl: Subskrypcja odnowiona na%s
pt_br: Inscrição renovada por %s

source: Sent to the member when a previously expired or cancelled membership is renewed - triggered for both free and paid memberships.
de: An Mitglied gesendet, wenn ein bislang abgelaufenes oder storniertes Abonnement erneuert wurde - ausgelöst durch kostenlose oder bezahlte Mitgliedschaft.
fr: Envoyé quand un abonnement précédemment annulé ou expiré est renouvelé - déclenché pour pour les abonnements gratuit et payant.
pl: Wysłane do członka, gdy członkostwo wygasło wcześniej lub zostało anulowane.
pt_br: Enviado ao membro quando uma assinatura expirada ou cancelada é renovada - enviado tanto para assinaturas gratuítas quanto pagas.

source: Sent when a member completes the signup for a paid membership.
de: Wird gesendet, wenn ein Mitglied sich für eine bezahlte Mitgliedschaft registriert.
fr: Envoyé quand un membre termine l'inscription pour un abonnement payant.
pl: Wysłane, gdy członek zakończy rejestrację opłaconego członkostwa.
pt_br: Enviado quando um membro completa o registro para uma assinatura paga.

source: You can review and edit your membership details here: %1$s
de: Sie können Ihre Mitgliedschaftsdetails hier überprüfen und bearbeiten: %1$s
fr: Vous pouvez consulter et éditer votre compte ici : %1$s
pl: Tutaj możesz przejrzeć i edytować szczegóły członkostwa: %1$s
pt_br: Você pode revisar e editar os dados da sua assinatura aqui: %1$s

source: Thanks for subscribing to our free <strong>%1$s</strong> membership at %2$s!
de: Vielen Dank für das abonnieren unserer kostenlosen <strong>%1$s</strong> Mitgliedschaft bei %2$s!
fr: Merci de vous être inscrit à notre abonnement gratuit <strong>%1$s</strong> à %2$s !
pt_br: Obrigado por se inscrever em nossa assinatura grátis <strong>%1$s</strong> no %2$s!

source: Confirmation of your membership at %s
de: Bestätigung Ihrer Mitgliedschaft auf %s
fr: Confirmation de votre abonnement à %s
pl: Potwierdzenie członkostwa w%s
pt_br: Confirmação da sua assinatura no %s

source: Sent when a member completes the signup for a free membership.
de: Wird gesendet, wenn ein Mitglied die Anmeldung für eine kostenlose Mitgliedschaft abschließt.
fr: Envoyé quand un membre termine l'inscription pour un abonnement gratuit.
pl: Wysłane, gdy członek zakończy rejestrację w celu uzyskania bezpłatnego członkostwa.
pt_br: Enviado quando um membro completa sua inscrição em uma assinatura grátis.

source: We've received your payment for your %1$s membership at %2$s. Thanks!
de: Wir haben Ihre Zahlung für Ihre %1$s Mitgliedschaft bei %2$s erhalten. Vielen Dank!
fr: Nous avons reçu votre paiement pour l'abonnement %1$s à %2$s. Merci !
pl: Otrzymaliśmy Twoją płatność za członkostwo %1$s na %2$s. Dzięki!
pt_br: Nós recebemos seu pagamento para sua assinatura de %1$s no %2$s. Obrigado!

source: Your %s membership receipt
de: Ihre Quittung der %s Mitgliedschaft
fr: Le reçu pour votre abonnement %s
pl: Twoje potwierdzenie członkostwa%s
pt_br: Recibo da sua assinatura de %s

source: Sent each time a payment has been made.
de: Wird immer dann gesendet, wenn eine Zahlung getätigt wurde.
fr: Envoyé à chaque fois qu'un paiement a été fait.
pl: Wysłane za każdym razem, gdy płatność została dokonana.
pt_br: Enviado cada vez que um pagamento for feito.

source: You can review your account details here: %1$s
de: Sie können Ihre Mitgliedschaftsdetails hier überprüfen: %1$s
fr: Vous pouvez consulter les détails de votre compte ici : %1$s
pl: Możesz sprawdzić szczegóły swojego konta tutaj: %1$s
pt_br: Você pode revisar os detalhes de sua conta aqui: %1$s

source: This is to confirm that your billing information has been changed.
fr: Nous vous confirmons que vos informations de facturation ont été changées.
pl: Ma to na celu potwierdzenie, że Twoje informacje rozliczeniowe zostały zmienione.
pt_br: Isto é para confirmar que suas informações de cobrança foram alteradas.

source: Your billing details have been changed.
de: Ihre Rechnungsdaten wurden geändert.
fr: Vos détails de facturation ont été changés.
pl: Twoje dane rozliczeniowe zostały zmienione.
pt_br: Os detalhes do seu faturamento foram alterados.

source: Sent when a member updates any personal information (e.g. credit card, name, address details etc.)
fr: Envoyé quand un membre met à jour ses informations personnelles (i.e. carte de crédit, nom, adresse, etc.).
pt_br: Enviado quando um membro atualiza qualquer informação pessoal (ex.: cartão de crédito, nome, detalhes do endereço, etc.)

source: Your %1$s membership at %2$s has ended on %3$s.
de: Ihre %1$s Mitgliedschaft bei %2$s ist seit %3$s beendet.
fr: Votre abonnement %1$s sur %2$s est terminé depuis le %3$s.
pl: Twoje członkostwo %1$s na%2$s zakończyło się na%3$s.
pt_br: Sua assinatura de %1$s no %2$s terminou em %3$s.

source: Your %s membership has ended
de: Ihre %s Mitgliedschaft ist beendet
fr: Votre abonnement %s est terminé
pl: Twoje członkostwo%s zostało zakończone
pt_br: Sua assinatura %s terminou

source: Sent as soon as the membership is deactivated.
de: Gesendet, wenn die Mitgliedschaft deaktiviert ist.
fr: Envoyé aussitôt que l'abonnement est désactivé.
pl: Wysłane, gdy członkostwo zostanie dezaktywowane.
pt_br: Enviado assim que a assinatura for desativada.

source: Here is your latest invoice which is due now:
de: Hier ist Ihre letzte Rechnung, die jetzt fällig ist:
fr: Voici votre dernière facture, maintenant due :
pl: Oto twoja najnowsza faktura, która jest teraz płatna:
pt_br: Aqui está sua última fatura, que agora está vencida:

source: To continue as a member, please review and edit your billing information as necessary in your account here: %1$s
fr: Pour continuer en tant qu'abonné, merci d'examiner et modifier vos informations de facturation, sur votre compte : %1$s
pl: Aby kontynuować jako członek, sprawdź i edytuj swoje informacje rozliczeniowe jakoniezbędne na Twoim koncie tutaj: %1$s
pt_br: Para continuar como um membro, por favor revise e edite suas informações de cobrança conforme a necessidade em sua conta aqui: %1$s

source: Unfortunately, your recurring payment for your %1$s membership at %2$s has failed.
fr: Malheureusement, votre paiement récurrent pour votre abonnement %1$s sur %2$s a échoué.
pl: Niestety, twoja powtarzająca się płatność za %1$s członkostwa w %2$s się nie powiodła.
pt_br: Infelizmente, seu pagamento referente a sua assinatura %1$s no %2$s falhou.

source: Your membership payment has failed
de: Ihre Zahlung ist fehlgeschlagen
fr: Votre paiement d'abonnement a échoué
pl: Twoja płatność członkowska się nie powiodła
pt_br: O pagamento da sua assinatura falhou

source: Sent when a member automatic recurring payment fails.
fr: Envoyé quand les paiements automatiques récurrents d'un membre échouent.
pl: Wysyłane, gdy automatyczna powtarzająca się płatność członka nie powiedzie się.
pt_br: Enviado quando o pagamentos recorrente de um membro falham.

source: To continue your %1$s membership at %2$s, please update your card details before your next payment is due here: %3$s
fr: Pour continuer l'abonnement %1$s sur %2$s, merci de mettre à jour les détails de votre carte de crédit, avant que votre prochain paiement ne soit dû, ici : %3$s
pt_br: Para continuar com sua assinatura %1$s no %2$s, atualize por favor os detalhes de seu cartão de crédito antes que vença seu próximo pagamento aqui: %3$s

source: This is a reminder that your credit card is about to expire.
de: Dies ist eine Erinnerung, daß Ihre Kreditkarte in Kürze abläuft.
fr: Nous vous rappelons que votre carte de crédit va bientôt expirer.
pl: To przypomnienie, że Twoja karta kredytowa wkrótce wygaśnie.
pt_br: Este é um lembrete de que seu cartão de crédito está prestes a expirar.

source: Your credit card is about to expire
de: Ihre Kreditkarte läuft bald ab
fr: Votre carte de crédit va bientôt expirer
pl: Twoja karta kredytowa wkrótce wygaśnie
pt_br: Seu cartão de crédito está prestes a expirar

source: A notice to indicate that the member's credit card is about to expire.
de: Eine Nachricht um auf den baldigen Ablauf der Kreditkarte des Mitgliedes hinzuweisen.
fr: Un avertissement pour indiquer que la carte de crédit du membre va bientôt expirer.
pl: Powiadomienie wskazujące, że karta kredytowa członka wkrótce wygaśnie.
pt_br: Um aviso para indicar que o cartão de crédito do membro está prestes a expirar.

source: We want to notify the user some days in advance, so there is time to react.<br>Enter here, how many days in advance this message should be sent.
fr: Nous voulons informer l'utilisateur quelques jours en avance, pour qu'il ait le temps de réagir.<br />Définissez le nombre de jours avant lesquels un utilisateur doit être notifié.
pl: Chcemy powiadomić użytkownika kilka dni wcześniej, więc jest czas na reakcję.<br> Wpisz tutaj, ile dni wcześniej ta wiadomość powinna zostać wysłana.
pt_br: Gostariamos de notificar os utilizadores com alguns dias de antecedencia para lhes dar tempo a reagir.<br> Escreva aqui, os dias de antecedencia para mensagem deve ser enviada.

source: Notify Period
de: Benachrichtigungsperiode
fr: Période de notification
pl: Powiadom Okres
pt_br: Período de Notificação

source: Here are your latest payment details:
de: Hier sind Ihre neuesten Zahlungsdetails:
fr: Voici le détail de vos derniers paiements :
pl: Oto twoje ostatnie szczegóły płatności:
pt_br: Aqui estão os detalhes do seu último pagamento:

source: Should you change your mind, you can renew your membership here: %1$s
de: Sollten Sie Ihre Meinung ändern, können Sie hier Ihre Mitgliedschaft erneuern: %1$s
fr: Si vous changez d'avis, vous pouvez renouveler votre abonnement ici : %1$s
pl: Jeśli zmienisz zdanie, możesz odnowić swoje członkostwo tutaj: %1$s
pt_br: Caso mude de ideia, você pode renovar sua assinatura aqui: %1$s

source: Your %1$s membership at %2$s was successfully cancelled.
de: %1$s Mitgliedschaft auf %2$s wurde erfolgreich abgebrochen.
fr: Votre abonnement à %1$s sur %2$s a bien été annulé.
pl: Twoje członkostwo %1$s w%2$s zostało anulowane.
pt_br: Sua assinatura %1$s no %2$s foi cancelada com êxito.

source: Your %s membership was canceled
de: Ihre Mitgliedschaft %s wurde abgebrochen
fr: Votre abonnement %s a été annulé
pl: Twoje członkostwo%s zostało anulowane
pt_br: Sua assinatura %s foi cancelada

source: Sent when membership is cancelled.
de: Gesendet, wenn die Mitgliedschaft beendet ist.
fr: Envoyé quand un abonnement est annulé.
pl: Wysłane, gdy członkostwo zostanie anulowane.
pt_br: Enviado quando a assinatura é cancelada.

source: This is a reminder that your %1$s trial membership at %2$s wil end in %3$s.
de: Dies ist nur eine Erinnerung daran, dass Ihre %1$s Probe-Mitgliedschaft bei %2$s in %3$s enden wird.
fr: Nous vous rappelons que votre période d'essai pour l'abonnement %1$s sur %2$s se termine le %3$s.
pl: To przypomnienie, że Twoje członkostwo próbne %1$s przy %2$s kończy się w %3$s.
pt_br: Para lembrar você que a sua %1$s provação ''membership'' em %2$s vai caducar em %3$s.

source: Your %s membership trial will end soon
de: Ihre %s Probe-Mitgliedschaft wird bald enden
fr: Votre période d'essai pour l'abonnement %s se termine bientôt
pl: Twoja próba członkostwa%s wkrótce się skończy
pt_br: Sua avaliação da assinatura %s irá terminar em breve

source: Sent a predefined number of days before the trial period finishes. You must decide how many days beforehand a message is to be sent.
fr: Envoyé un nombre prédéfini de jours avant que la période d'essai ne se termine. Vous devez décider avant combien de jour le message sera envoyé.
pl: Wysłano wstępnie zdefiniowaną liczbę dni przed zakończeniem okresu próbnego.zdecyduj, ile dni wcześniej wiadomość ma zostać wysłana.
pt_br: Enviado um número predefinido de dias antes de o período de avaliação terminar. Você deve decidir os dias antes que uma mensagem deve ser enviada.

source: This is a reminder that the next payment for your %1$s membership at %2$s will be due on (%3$s).
fr: Nous vous rappelons que le prochain paiement pour votre abonnement %1$s sur %2$s sera bientôt dû (%3$s).
pl: To przypomnienie, że następna płatność za %1$s członkostwa na%2$sbędzie należny (%3$s).
pt_br: Para lembrar você de que o próximo pagamento para sua '' %1$s ''membership'' em%2$s será devido em (%3$s).

source: Membership payment due soon
de: Ihre Zahlung der Mitgliedschaft wird bald fällig
fr: Le paiement de l'abonnement est bientôt dû
pl: Płatność członkowska wkrótce
pt_br: Pagamentos de assinaturas que vencem em breve

source: Sent a predefined number of days before the payment is due. You must decide how many days beforehand a message is to be sent.
fr: Envoyé un nombre prédéfini de jours avant que le paiement ne soit dû. Vous devez décider avant combien de jours le message sera envoyé.
pl: Wysłano wstępnie określoną liczbę dni przed terminem płatności. Musisz zdecydowaćile dni wcześniej wiadomość ma zostać wysłana.
pt_br: Enviado um número de dias predefinidos antes do vencimento do pagamento. Você deve decidir quantos dias antes de enviar uma mensagem.

source: This is just a reminder that your %1$s membership at %2$s will end in %3$s.
de: Dies ist nur eine Erinnerung daran, dass Ihre %1$s Mitgliedschaft bei %2$s in %3$s enden wird.
fr: Nous vous rappelons que votre abonnement %1$s sur %2$s se terminera dans %3$s.
pl: To tylko przypomnienie, że twoje %1$s członkostwa w%2$s zakończy się w%3$s.
pt_br: Isto é apenas para lembrar de que sua membership %1$s na %2$s terminará em %3$s.

source: Your %s membership will end soon
de: Ihre %s Mitgliedschaft wird bald enden
fr: Votre abonnement %s se termine bientôt.
pl: Twoje członkostwo%s wkrótce się skończy
pt_br: Sua assinatura de %s irá terminar em breve

source: Sent a predefined number of days before the membership finishes. You must decide how many days beforehand a message is to be sent.
fr: Envoyé un nombre prédéfini de jours avant que l'abonnement ne se termine. Vous devez décider avant combien de jours le message sera envoyé.
pl: Wysłano określoną liczbę dni przed końcem członkostwa.zdecyduj, ile dni wcześniej wiadomość ma zostać wysłana.
pt_br: Enviado um número predefinido de dias antes de a ''membership'' caducar. Você deve decidir quantos dias antes esta mensagem deve ser enviada.

source: Define, how many days in advance the user should be notified.
fr: Définissez le nombre de jours avant lesquels un utilisateur doit être notifié.
pl: Zdefiniuj, ile dni wcześniej użytkownik powinien zostać powiadomiony.
pt_br: Define com quantos dias de antecedência o usuário deve ser notificado.

source: Notice Period
de: Kündigungsfrist
fr: Période de préavis
pl: Okres zawiadomienia
pt_br: Período de Notificação

source: Here are your latest invoice details:
de: Hier sind Ihre neuesten Rechnungsdetails:
fr: Voici les détails de votre dernière facture :
pl: Oto najnowsze szczegóły faktury:
pt_br: Aqui estão os detalhes da sua última fatura:

source: This is a reminder that the payment for your %1$s membership at %2$s is now due (%3$s).
fr: Nous vous rappelons que le paiement pour votre abonnement %1$s sur %2$s est désormais dû (%3$s).
pl: To przypomnienie, że płatność za twoje %1$s członkostwa w%2$s jest terazdue (%3$s).
pt_br: Um aviso para informar você que o pagamento para a sua %1$s subscrição em %2$s é devido agora (%3$s).

source: Membership payment due
de: Mitgliedschaft Zahlung fällig
fr: Paiement d'abonnement dû
pl: Należna płatność członkostwa
pt_br: Prazo de pagamento da Assinatura

source: You can renew your membership here: %1$s
de: Sie können hier Ihre Mitgliedschaft erneuern: %1$s
fr: Vous pouvez renouveler votre abonnement ici : %1$s
pl: Możesz odnowić swoje członkostwo tutaj: %1$s
pt_br: Você pode renovar sua assinatura aqui: %1$s

source: This is a reminder that your %1$s membership at %2$s has ended on %3$s.
de: Dies ist eine Erinnerung, daß Ihre %1$s Mitgliedschaft auf %2$s am %3$s endete.
fr: Nous vous rappelons que votre abonnement %1$s sur %2$s est terminé depuis le %3$s.
pl: To przypomnienie, że twoje %1$s członkostwa na%2$s zakończyło się na%3$s.
pt_br: Aviso para recordar você que a sua %1$s membership em %2$s caducou em %3$s.

source: Hi %1$s,
de: Hallo %1$s,
fr: Bonjour %1$s,
pt_br: Olá %1$s,
