Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

# help
source: Display the link to the complete list of users invoices
de: Zeige Link zur kompletten Liste der Rechnungen des Nutzers
fr: Affiche le lien vers la liste complète des factures de l'utilisateur
pl: Wyświetla link do pełnej listy faktur użytkowników
pt_br: Exibir o link da lista completa de faturas de usuários

# help
source: Number of invoices to display in the recent invoices list
de: Anzahl der Rechnungen die in der Liste der aktuellen Rechnungen angezeigt wird
fr: Nombre de factures à afficher dans la liste des factures récentes
pl: Liczba faktur do wyświetlenia na ostatniej liście faktur
pt_br: Número de faturas a serem exibidas na lista de faturas recentes

# help
source: (Number)
de: (Nummer)
fr: Nombre
pl: (liczba)
pt_br: (Número)

# help
source: Title of the invoices section
de: Titel des Abschnitts Rechnungen
fr: Titre de la section des factures
pl: Tytuł sekcji faktury
pt_br: Título da seção de faturas

# help
source: Whether to display the section listing recent invoices
de: Ob der Bereich mit den letzten Rechnungen angezeigt wird
fr: Afficher ou non la section de la liste des factures récentes
pl: Czy wyświetlić sekcję z listą ostatnich faktur
pt_br: Se você deseja ou não exibir a seção listando as faturas recentes

# help
source: Display the link to edit the users profile
de: Zeige den Link um das Nutzerprofil zu bearbeiten
fr: Affiche le lien pour éditer le profil de l'utilisateur
pl: Wyświetl link do edycji profilu użytkownika
pt_br: Exibir o link para editar o perfil dos usuários

# help
source: Title of the user profile section
de: Titel des Bereichs des Benutzerprofils
fr: Titre de la section de profil de l'utilisateur
pl: Tytuł sekcji profilu użytkownika
pt_br: Título da seção de perfil do usuário

# help
source: Whether to display the users profile details
de: Ob die Profildaten des Nutzers angezeigt werden
fr: Afficher ou non les détails du profil de l'utilisateur
pl: Czy wyświetlać szczegóły profilu użytkownika
pt_br: Se deseja, ou não, exibir os detalhes do perfil dos usuários

# help
source: Title of the link
fr: Titre du lien
pl: Tytuł linku
pt_br: Título do ''link''

# help
source: Display the link to subscribe to other memberships
de: Zeige den Link um andere Mitgliedschaften zu abonnieren
fr: Affiche le lien pour souscrire d'autres abonnements
pl: Wyświetl link do subskrybowania innych członkostw
pt_br: Exibir o link para se inscrever em outras afiliações

# help
source: Title of the current memberships section
de: Titel des Bereichs der aktuellen Mitgliedschaften
fr: Titre de la section de souscription courante
pl: Tytuł bieżącego członkostwa
pt_br: Título da seção de afiliações atuais

# help
source: (text)
fr: Texte
pl: (tekst)
pt_br: (texto)

# help
source: Whether to display the users current memberships
de: Ob dem Nutzer seine derzeitigen Mitgliedschaften angezeigt werden
fr: Où afficher les abonnements actuels de l'utilisateur courant
pl: Czy wyświetlać użytkownikom bieżące członkostwa
pt_br: Se você deseja, ou não, exibir as afiliações atuais dos usuários

# help
source: Displays the "My Account" page of the currently logged in user
de: Zeigt die Seite "Mein Konto" des derzeit angemeldeten Benutzers
fr: Affiche la page "Mon compte" pour l'utilisateur connecté
pl: Wyświetla stronę " Moje konto \ "aktualnie zalogowanego użytkownika
pt_br: Exibir a página "Minha conta" do usuário atualmente conetado

# help
source: Tip: If the user is not logged in this shortcode will also display the default login form. <em>If you provide your own login form via the shortcode [ms-membership-login] then this shortcode will not add a second login form.</em>
fr: Truc : si l'utilisateur n'est pas connecté, ce shortcode affichera aussi le formulaire de connexion par défaut. <em>Si vous fournissez votre propre formulaire de connexion via le shortcode [ms-membership-login], ce shortcode n'ajoutera pas un deuxième formulaire de connexion</em>.
pt_br: Nota: Se o usuário não estiver conetado, este shortcode também exibirá o formulário de ''login'' padrão. <em> Se você fornecer seu próprio formulário de login por meio do código [ms-membership-login], este código de acesso não adicionará um segundo formulário de login.</em>

# help
source: no arguments
de: keine Argumente
fr: Arguments
pl: bez argumentów
pt_br: sem ''argumentos''

# help
source: Displays the protection message on pages that the user cannot access. This shortcode should only be used on the Membership Page "Membership2"
de: Zeigt die Schutz-Meldung auf Seiten an, auf die der Benutzer nicht zugreifen kann. Dieser Shortcode sollte nur auf Membership2-Seiten verwendet werden
fr: Affiche le message de protection sur les pages auxquelles l'utilisateur ne peut pas accéder. Ce shortcode devrait seulement être utilisé sur la page d'abonnement "Membership2"
pl: Wyświetla komunikat ochrony na stronach, do których użytkownik nie ma dostępu.shortcode powinno być używane tylko na stronie członkowskiej " Membership2 \ "
pt_br: Exibe a mensagem de proteção nas páginas que o usuário não pode acessar. Este código de acesso só deve ser usado na Página de Afiliações "Membership2"

# help
source: your Account
de: Ihr Konto
fr: Votre Compte
pl: twoje konto
pt_br: sua Conta

# help
source: Manage subscriptions in
de: Verwalten von Abonnements in
fr: Gestion des abonnements dans
pl: Zarządzaj subskrypcjami w
pt_br: Gerenciar assinaturas em

# help
source: The contents of the link
de: Der Inhalt des Links
fr: Le contenu du lien
pl: Zawartość linku
pt_br: O conteúdo do link

# help
source: Inserts a simple link to the Account page
fr: Insère un simple lien dans la page de compte
pl: Wstawia prosty link do strony konta
pt_br: Insere um simples link para a página da Conta

# help
source: Class for the wrapper
de: Die Wrapper-Klasse
fr: Classe de la balise wrapper
pl: Klasa dla opakowania
pt_br: Classe para o envelope

# help
source: Wrapper element (div, span, p)
fr: Balise parent (div, span, p)
pl: Element owijający (div, span, p)
pt_br: Elemento do envelope (div, span, p)

# help
source: Displays a logout link. When the user is not logged in then the shortcode will return an empty string
de: Zeigt einen Logout-Link. Wenn der Benutzer nicht angemeldet ist wird der Shortcode einen leeren String liefern
fr: Affiche un lien pour se déconnecter. Quand l'utilisateur n'est pas connecté, le shortcode retournera une chaîne vide.
pl: Wyświetla link wylogowania. Gdy użytkownik nie jest zalogowany, to kodzwróci pusty ciąg
pt_br: Exibe um link de ''logout''. Quando o usuário não está logado, o ''shortcode'' retornará uma ''string'' sem dados

# help
source: Less common shortcodes
de: Weniger häufige Shortcodes
fr: Shortcodes moins communs
pl: Mniej powszechne shortcode
pt_br: Códigos de acesso menos comuns

# help
source: The button label
de: Button Label
fr: L'étiquette du bouton
pl: Etykieta przycisku
pt_br: O simbolo do botão

# help
source: Displays a button to buy/sign-up for the specified membership
de: Zeigt eine Schaltfläche zu kaufen/sign-up für die angegebene Mitgliedschaft
fr: Affiche un bouton pour acheter/s'abonner à l'abonnement spécifique
pl: Wyświetla przycisk do zakupu / rejestracji dla określonego członkostwa
pt_br: Exibe um botão para comprar / se inscrever para a afiliação especificada

# help
source: Displayed in front of the description
de: Vor der Beschreibung angezeigt
fr: Affiché en face de la description
pl: Wyświetlane przed opisem
pt_br: Exibido antes de uma descrição

# help
source: Displays the description of a specific membership
de: Zeigt die Beschreibung einer bestimmten Mitgliedschaft
fr: Affiche la description d'un abonnement spécifique
pl: Wyświetla opis konkretnego członkostwa
pt_br: Exibe a descrição de uma afiliação específica

# help
source: Displayed in front of the price
de: Vor dem Preis angezeigt
fr: Affiché en face du prix
pl: Wyświetlane przed ceną
pt_br: Exibido antes do preço

# help
source: Displays the price of a specific membership
de: Zeigt den Preis einer bestimmten Mitgliedschaft
fr: Affiche le prix d'un abonnement spécifique
pl: Wyświetla cenę konkretnego członkostwa
pt_br: Exibe o preço de uma afiliação específica

# help
source: Displayed in front of the title
de: Vor dem Titel angezeigt
fr: Affiché en face du titre
pl: Wyświetlane przed tytułem
pt_br: Exibido antes do título

# help
source: Displays the name of a specific membership
de: Zeigt den Namen einer bestimmten Mitgliedschaft
fr: Affiche le nom d'un abonnement spécifique.
pl: Wyświetla nazwę konkretnego członkostwa
pt_br: Exibe o nome de uma afiliação específica

# help
source: Membership shortcodes
de: Mitgliedschaft Shortcodes
fr: Shortcodes membership
pl: Shortcodes członkostwa

# help
source: Use this to display data of any user. If not specified then the current user is displayed
fr: Utilisez ceci pour afficher les données d'un utilisateur. Si ce n'est pas précisé, l'utilisateur actuel est affiché.
pl: Użyj tego, aby wyświetlić dane dowolnego użytkownika. Jeśli nie jest określony, bieżący użytkownikwyświetla się
pt_br: Usar isso para exibir dados de todos os usuário. Se não for especificado, o usuário atual será exibido

# help
source: (User-ID)
de: (Benutzer-ID)
fr: (ID utilisateur)
pl: (identyfikator użytkownika)
pt_br: (ID do Usuário)

# help
source: Used when the field value is a list (i.e. Membership list or contents of a custom field)
fr: Utilisé quand la valeur du champ est "list" (i.e. liste d'abonnement ou contenu d'un champ personnalisé).
pl: Używane, gdy wartość pola jest listą (tj. Listą członków lub zawartościąpole niestandardowe)
pt_br: Usado quando o valor do campo se trata de uma lista (ou seja, uma lista de Afiliação ou o conteúdo de um campo personalizado)

# help
source: Only relevant for the value <code>custom</code>. This is the name of the custom field to get
fr: Ne concerne que la valeur <code>custom</code>. Il s'agit du nom du champ personnalisé à obtenir.
pt_br: Apenas relevante para o valor <code>custom</code>. Este é o nome do campo personalizado a obter

# help
source: Display this text after the field value. Only used when the field is not empty
fr: Affiche ce texte après la valeur du champ. Utilisé seulement quand le champ n'est pas vide.
pl: Wyświetl ten tekst po wartości pola. Używaj tylko, gdy pole nie jestpusty
pt_br: Exibe este texto após o campo do valor. Usado somente quando o campo não está ppor preencher

# help
source: Display this text before the field value. Only used when the field is not empty
fr: Affiche ce texte avant la valeur du champ. Utilisé seulement quand le champ n'est pas vide
pl: Wyświetl ten tekst przed wartością pola. Używaj tylko wtedy, gdy pole nie jestpusty
pt_br: Exibir este texto antes do campo do valor. Usado somente quando o campo não está por preencher

# help
source: Default value to display when the defined field is empty
fr: Valeur par défaut à afficher quand le champ défini est vide
pl: Wartość domyślna do wyświetlenia, gdy zdefiniowane pole jest puste
pt_br: Valor padrão a exibir quando o campo definido está por preencher

# help
source: Defines which value to display.<br>A custom field can be set via the API (you find the API docs on the Advanced Settings tab)
fr: Définit quelle valeur afficher.<br>Un champ personnalisé peut être défini via l'API (vous trouverez la documentation de l'API dans l'onglet des réglages avancés).
pl: Określa wartość do wyświetlenia. <br> Niestandardowe pole można ustawić za pomocą interfejsu API(znajdziesz dokumenty API na karcie Ustawienia zaawansowane)
pt_br: Define qual valor a exibir.<br> Um campo personalizado pode ser definido por meio da API (você pode encontrar os documentos da API na guia de Configurações avançadas)

# help
source: Displays details about the current member, like the members first name or a list of memberships he subscribed to
fr: Affiche les détails à propos du membre en cours, comme le prénom ou une liste d'abonnements auquels il aurait souscrit.
pl: Wyświetla szczegółowe informacje o bieżącym członku, takie jak imię członka lublista członków, które subskrybował
pt_br: Exibe detalhes de um membro atual, tal como o primeiro nome dos membros ou de uma lista de afiliações que eles são sócios

# help
source: Please log in to access this page!
de: Bitte anmelden um Zugriff auf diese Seite zu erlangen.
fr: SVP connectez-vous pour accéder à cette page!
pl: Proszę się zalogować, aby uzyskać dostęp do tej strony!
pt_br: Por favor, fazer o ''login'' para acessar esta página!

# help
source: Thanks for joining our Premium Membership!
fr: Merci d'avoir rejoint notre abonnement premium !
pl: Dziękujemy za dołączenie do naszego członkostwa premium!
pt_br: Obrigado de se associar à nossa Membership Premium!

# help
source: An additional CSS class that should be added to the notice
fr: Une classe CSS additionnelle qui devrait être ajoutée à la notice
pl: Dodatkowa klasa CSS, która powinna zostać dodana do ogłoszenia
pt_br: Uma classe CSS adicional que deveria ser adicionada ao aviso

# help
source: The type of the notice. Info is green and warning red
fr: Le type de la notice. Vert pour l'info, et rouge pour l'avertissement
pl: Rodzaj ogłoszenia Informacja jest zielona i czerwona ostrzegawcza
pt_br: O tipo de aviso. A informação em verde e vermelho para avisar

# help
source: Displays a info/success message to the user
fr: Affiche un message de confirmation/information à l'utilisateur
pl: Wyświetla użytkownikowi komunikat informacyjny / powodzenie
pt_br: Exibe uma mensagem de informação / sucesso ao usuário

# help
source: is identical to
de: ist identisch mit
fr: est identique à
pl: jest identyczny z
pt_br: é idêntico a

# help
source: Set this to "yes" to default the "Remember me" checkbox to checked
fr: Choisissez "oui" pour cocher par défaut la case "Se souvenir de moi"
pl: Ustaw na "tak", aby domyślnie zaznaczyć pole wyboru "Zapamiętaj mnie"
pt_br: Programar isto para "Sim" para padronizar, a caixa de verificação - "Lembra-me" a assinalada

# help
source: Show a "You are not logged in" note above the login form
fr: Affiche "Vous n'êtes pas connecté" au-dessus du formulaire de connexion
pl: Pokaż " Nie jesteś zalogowany \ "uwaga powyżej formularza logowania
pt_br: Mostrar aviso; "Você não está conetado/a", acima do formulário de ''login''

# help
source: (top|bottom)
de: (Oben | Unten)
fr: (haut|bas)
pl: (u góry | u dołu)
pt_br: (ao cimo| ao baixo)

# help
source: Defines which form should be displayed. An empty value allows the plugin to automatically choose between login/logout
fr: Définit quel formulaire devrait être affiché. Une valeur vide permet à l'extension de choisir automatiquement entre connexion/déconnexion
pl: Określa, który formularz powinien być wyświetlany. Pusta wartość pozwala wtyczce naautomatycznie wybieraj między logowaniem / wylogowaniem
pt_br: Define o formulário a ser exibido. Um valor por prencher, permite que o ''plugin'' escolha automaticamente entre login / logout

# help
source: (login|lost|logout)
fr: (connexion|perdu|déconnexion)
pt_br: (login | perdido/a | logout)

# help
source: More options
de: Weitere Optionen
fr: Plus d’options
pl: Więcej opcji
pt_br: Mais opções

# help
source: Focus the login-form on page load
fr: Place l'attention sur le formulaire de connexion au chargement de la page
pl: Ustaw formularz logowania na stronie
pt_br: Concentra-se no formulário de ''login'' ao baixar uma página

# help
source: The page to display after the user was logged out
fr: La page à afficher après que l'utilisateur se soit déconnecté
pl: Strona wyświetlana po wylogowaniu użytkownika
pt_br: A página a exibir depois que o usuário foi desconectado

# help
source: The page to display after the user was logged in
fr: La page à afficher après que l'utilisateur se soit connecté
pl: Strona wyświetlana po zalogowaniu użytkownika
pt_br: A página a ser exibida após o usuário ter sido conetado

# help
source: Set to "yes" to display the labels for username and password in front of the input fields
fr: Définir sur "oui" pour afficher les étiquettes pour les noms d'utilisateurs et les mots de passe en face des champs de saisie
pl: Ustaw na " tak \ ", aby wyświetlić etykiety dla nazwy użytkownika i hasła przedpola wejściowe
pt_br: Progamar para"Yes" para exibir legenda do nome de usuário e senha, a seguir aos campos de entrada

# help
source: The title above the login form
de: Die Überschrift überm Login-Formular
fr: Le titre au-dessus du formulaire de connexion
pl: Tytuł nad formularzem logowania
pt_br: O título acima do formulário do ''login''

# help
source: Displays the login/lost-password form, or for logged in users a logout link
fr: Affiche le formulaire de connexion/mot de passe perdu ou, pour les utilisateurs connectés, un lien pour se déconnecter
pl: Wyświetla formularz logowania / utraconego hasła lub dla zalogowanych użytkowników link wylogowania
pt_br: Exibe os formulários do ''login'' / senha perdida e, para os usuários conectados, uma ''link'' de ''logout''

# help
source: Button label
fr: Libellé du bouton
pl: Etykieta przycisku
pt_br: Legenda do botão

# help
source: Common options
de: Allgemeine Einstellungen
fr: Options communes
pl: Wspólne opcje
pt_br: Opções comuns

# help
source: Shows a list of all memberships which the current user can sign up for
de: Zeigt eine Liste aller Mitgliedschaften bei denen sich der aktuelle Nutzer anmelden kann
fr: Affiche une liste de tous les abonnements auxquels peut souscrire l'utilisateur courant
pl: Pokazuje listę wszystkich członkostw, na które może zarejestrować się bieżący użytkownik
pt_br: Exibe uma lista de todas as afiliações, às quais o usuário atual se pode inscrever

# help
source: Placeholder inside Field
de: Platzhalter im Feld
fr: Espace réservé à l'intérieur du champ
pt_br: Espaço (reservado) dentro do Campo

# help
source: Display a login-link below the form
fr: Affiche un lien de connexion sous le formulaire
pl: Wyświetlić link logowania pod formularzem
pt_br: Exibir um ''link'' de login abaixo do formulário

# help
source: Membership ID to assign to the new user. This field is hidden and cannot be changed during registration. <em>Note: If this membership requires payment, the user will be redirected to the payment gateway after registration</em>
fr: ID de l'abonnement à assigner au nouvel utilisateur. Ce champ est caché et ne peut pas être changé pendant l'enregistrement. <em>Note : si cet abonnement est payant, l'utilisateur sera redirigé vers la passerelle de paiement après l'enregistrement</em>
pt_br: Afiliação ID a ser atribuído ao novo usuário. Este campo está oculto e não pode ser alterado durante o registro. <em> Aviso: se essa afiliação exigir pagamento, o usuário será redirecionado para o gateway de pagamento após o registro</em>

# help
source: Initial value for email address
de: Anfangswert für E-Mail-Adresse
fr: Valeur initiale pour l'adresse email
pl: Wartość początkowa adresu e-mail
pt_br: Valor inicial do endereço de e-mail

# help
source: Initial value for username
de: Anfangswert für Benutzername
fr: Valeur initiale pour le nom d'utilisateur
pl: Wartość początkowa dla nazwy użytkownika
pt_br: Valor inicial para nome de usuário

# help
source: Initial value for last name
de: Anfangswert für Nachnamen
fr: Valeur initiale pour le nom
pl: Wartość początkowa dla nazwiska
pt_br: Valor inicial do sobrenome

# help
source: Initial value for first name
de: Anfangswert für Vornamen
fr: Valeur initiale pour le prénom
pl: Wartość początkowa imienia
pt_br: Valor inicial do primeiro nome

# help
source: Title of the register form
de: Titel des Registrierungsformulars
fr: Titre du formulaire d'enregistrement
pl: Tytuł formularza rejestracyjnego
pt_br: Título do formulário de registro

# help
source: Displays a registration form. Visitors can create a WordPress user account with this form
de: Zeigt ein Anmeldeformular. Besucher können einen Benutzer-Account mit diesem Formular erstellen
fr: Affiche un formulaire d'enregistrement. Les visiteurs peuvent créer un compte utilisateur WordPress avec ce formulaire
pl: Wyświetla formularz rejestracyjny Użytkownicy mogą utworzyć konto użytkownika WordPressw tym formularzu
pt_br: Exibe um formulário de registro. Visitantes podem criar uma conta de usuário do WordPress com este formulário

# help
source: <a href="">Sign up now</a>! <a href="">Already have an account</a>?
de: <a href="">Jetzt registrieren</a>! <a href="">Sie haben bereits ein Konto</a>?
fr: <a href="">Connectez-vous maintenant</a> ! <a href="">Vous avez déjà un compte ?</a>
pl: <a href=""> Zarejestruj się teraz </a>! <a href=""> Masz już konto </a>?
pt_br: <a href="">Inscreva-se agora</a>! <a href="">Já tem conta</a>?

# help
source: You are logged in
de: Sie sind eingeloggt
fr: Vous êtes connecté
pl: Jesteś zalogowany
pt_br: Você está conetado/a

# help
source: Provide a custom protection message that is displayed to users that have no access to the content
fr: Prévoyer un message de protection personnalisé qui sera affiché aux utilisateurs qui n'auront pas accès au contenu
pl: Podaj niestandardowy komunikat ochrony wyświetlany użytkownikom, którzy nie majądostęp do treści
pt_br: Fornecer uma mensagem de proteção personalizada que será exibida para usuários que não têm acesso ao conteúdo

# help
source: Decide, which type of users will see the message
fr: Décidez quel type d'utilisateurs verront ce message
pl: Zdecyduj, jakiego typu użytkownicy zobaczą wiadomość
pt_br: Decidir no tipo de usuários que poderão ver essa mensagem

# help
source: (all|loggedin|guest|admin|non-admin)
fr: (tout | connecté | invité | admin | non-admin)
pl: (wszystko | loggedin | guest | admin | non-admin)

# help
source: Shows the content only to certain users (ignoring the Membership level)
fr: Affiche le contenu seulement pour certains usagers (sans tenir compte du niveau d'abonnement)
pl: Pokazuje zawartość tylko określonym użytkownikom (ignorując poziom członkostwa)
pt_br: Mostra o conteúdo apenas para determinados usuários ,(ignorando o nível de afiliação)

# help
source: Everybody except members of memberships 2 or 3 can see this!
fr: Tout le monde sauf les membres des abonnements 2 et 3 peuvent voir cela !
pl: Każdy z wyjątkiem członków członkostwa 2 lub 3 może to zobaczyć!
pt_br: Todos, exceto os membros das ''memberships 2'' ou 3, podem visualizar isto!

# help
source: Only members of membership-1 can see this!
de: Nur Mitglieder der Mitgliedschaft-1 können dies sehen!
fr: Seuls les membres de membership-1 peuvent voir cela !
pl: Tylko członkowie członkostwa-1 mogą to zobaczyć!
pt_br: Somente membros da afiliação 1 podem visualizar isto!

# help
source: Provide a custom protection message. <em>This will only be displayed when silent is not true</em>
fr: Fournit un message de protection personnalisé. <em>Cela sera affiché uniquement quand le mode silencieux sera désactivé</em>.
pt_br: Forneçer uma mensagem de proteção personalizada. <em>Só será exibido quando o ''silênciador'' (de proteção) não mostra </em>

# help
source: Silent protection removes content without displaying any message to the user
fr: La protection silencieuse retire le contenu sans afficher de message à l'utilisateur
pl: Cicha ochrona usuwa zawartość bez wyświetlania użytkownikowi żadnej wiadomości
pt_br: Proteção silenciosa retira o conteúdo sem exibir nenhuma mensagem ao usuário

# help
source: Defines if members of the memberships can see or not see the content
fr: Définit si les membres de l'abonnement peuvent voir ou ne pas voir le contenu
pl: Określa, czy członkowie członkostwa mogą widzieć lub nie widzieć treści
pt_br: Determina se os membros das afiliações podem ver ou não os conteúdos
