Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Allow Search Engines to index protected content.
de: Suchmaschinen dürfen diesen Blog indizieren.
fr: Autoriser les moteurs de recherche à indexer le contenu protégé.
pl: Pozwól wyszukiwarkom indeksować treści chronione.
pt_br: Permitir que Mecanismos de Busca indexem conteúdo protegido.

source: Search Index
de: Suchindex
fr: Index de recherche
pl: Indeks wyszukiwania
pt_br: Índice de Busca

source: Pro-Rate Discount: %s.
fr: Remise au prorata : %s.
pt_br: Ratear Desconto: %s

source: Pro-Rate previous payments when switching memberships.
fr: Prorata des paiements précédents en cas de changement d'abonnement.
pl: Pro-Rate poprzednich płatności przy zmianie członkostwa.
pt_br: Ratear pagamentos anteriores quando trocar de assinatura.

source: Pro-Rating
fr: Prorata
pt_br: Rateio

source: Profile Form
de: Profilformular
fr: Formulaire de profil
pl: Formularz profilu
pt_br: Formulário do Perfil

source: Registration Form
de: Registrierungsformular
fr: Formulaire d'enregistrement
pl: Formularz rejestracyjny
pt_br: Formulário de Cadastro

source: Field Name
de: Feld Name
fr: Étiquettes des champs
pl: Nazwa pola
pt_br: Nome do Campo

source: Read-only
de: Schreibgeschützt
fr: Lecture seule
pl: Tylko do odczytu
pt_br: Somente leitura

source: Optional
fr: Optionnel
pl: Opcjonalnie
pt_br: Opcional

source: Profile Fields Settings
de: Profil Feldeinstellungen
fr: Réglages des champs du profil
pl: Ustawienia pól profilu
pt_br: Configurações dos Campos do Perfil

source: Password Confirmation
de: Passwort Bestätigung
fr: Confirmation du mot de passe
pl: Potwierdzenie hasła
pt_br: Confirmação da Senha

source: Biographic Info
de: Biographische Angaben
fr: Biographie
pl: Informacje biograficzne
pt_br: Informações Biográficas

source: Display As
de: Anzeigen als
fr: Afficher comme
pl: Wyświetl jako
pt_br: Exibir Como

source: Customize fields in the user profile and registration form.
fr: Personnalisez les champs dans le profil utilisateur et le formulaire d'enregistrement.
pl: Dostosuj pola w profilu użytkownika i formularzu rejestracyjnym.
pt_br: Personalize os campos do perfil do usuário e do formulário de cadastro.

source: Profile Fields
de: Profilfelder
fr: Champs du profil
pl: Pola profilu
pt_br: Campos do Perfil

source: By default all Memberships are protected and require an invitation code to register.<br>You can manually change this for individual memberships via a new setting in the "Payment Options" settings of each membership.
fr: Par défaut, tous les abonnements sont protégés et requièrent un code d'invitatino pour s'abonner.<br />Vous pouvez changer manuellement ceci pour les abonnements individuels via un réglage dans les "Options de paiement" de chaque abonnement.
pl: Domyślnie wszystkie członkostwa są chronione i wymagają kodu zaproszenia dozarejestruj. <br> Możesz ręcznie zmienić to dla indywidualnych członkostw poprzeznowe ustawienie w " Opcje płatności \ "ustawień każdego członkostwa.
pt_br: Por padrão, todas as ''Memberships'' são protegidas e requerem um código de convite para se registrarem. <br> Você pode alterar isso manualmente para ''memberships'' individuais através de uma nova configuração nas configurações de "Opções de Pagamento" de cada ''membership''.

source: Add New Code
de: Neuen Code hinzufügen
fr: Ajouter un nouveau code
pl: Dodaj nowy kod
pt_br: Adicionar Novo Código

source: Invitation can be applied to these Memberships
de: Einladung kann auf diese Mitgliedschaften angewendet werden
fr: L'invitation peut être appliquée pour tous ces abonnements
pl: Zaproszenie może być stosowane do tych Członkostw
pt_br: Convites podem ser aplicados para essas Assinaturas

source: Invitation code
de: Einladungscode
fr: Code d'invitation
pl: Kod zaproszenia
pt_br: Código de convite

source: Add Invitation Code
de: Einladungscode hinzufügen
fr: Ajouter un code d'invitation
pl: Dodaj kod zaproszenia
pt_br: Adicionar Código de Convite

source: Edit Invitation Code
de: Einladung bearbeiten
fr: Modifier le code de l'invitation
pl: Edytuj kod zaproszenia
pt_br: Editar Código de Convite

source: This Invitation is not valid for this membership.
de: Diese Einladung ist nicht gültig für diese Mitgliedschaft.
fr: Cette invitation n'est pas valide pour cet abonnement.
pl: To zaproszenie nie jest ważne dla tego członkostwa.
pt_br: Esse convite não é válido para essa assinatura.

source: This invitation has expired.
de: Diese Einladung ist abgelaufen.
fr: Cette invitation a expiré.
pl: To zaproszenie wygasło.
pt_br: Esse convite expirou.

source: This invitation is not valid yet.
de: Diese Einladung ist noch nicht gültig.
fr: Cette invitation n'est pas encore valide.
pl: To zaproszenie nie jest jeszcze ważne.
pt_br: Esse código de convite ainda não é válido.

source: This invitation code is no longer valid.
de: Dieser Einladungscode ist nicht mehr gültig.
fr: Ce code d'invitation n'est plus valide.
pl: Ten kod zaproszenia nie jest już ważny.
pt_br: Esse código de convite não é mais válido.

source: Invitation code not found.
de: Einladungscode nicht gefunden.
fr: Code d'invitation non trouvé.
pl: Nie znaleziono kodu zaproszenia.
pt_br: Código de convite não encontrado.

source: Invitation Code
de: Einladungscode
fr: Code d'invitation
pl: Kod zaproszenia
pt_br: Código de Convite

source: Have an invitation code?
de: Haben Sie einen Einladungscode?
fr: Avez-vous un code d'invitation ?
pl: Masz kod zaproszenia?
pt_br: Você tem um código de convite?

source: You need an invitation to register for this Membership
de: Sie benötigen eine Einladung zur Registrierung für diese Mitgliedschaft
fr: Vous avez besoin d'une invitation pour vous inscrire à cet abonnement
pl: Potrzebujesz zaproszenia do rejestracji w tym członkostwie
pt_br: Você precisa de um convite para se inscrever nessa Assinatura

source: Apply Invitation
de: Anwenden der Einladung
fr: Appliquer l'invitation
pl: Zastosuj zaproszenie
pt_br: Aplicar Convite

source: Using invitation code %s.
de: Einladungs-Code %s verwenden.
fr: Utilisation du code d'invitation %s.
pl: Korzystanie z kodu zaproszenia%s.
pt_br: Usando o código de convite %s.

source: No (public membership)
de: Keinen (öffentliche Mitgliedschaft)
fr: Non (adhésion publique)
pl: Nie (członkostwo publiczne)
pt_br: Não (assinatura pública)

source: Does this Membership require an Invitation code?
de: Erfordert diese Mitgliedschaft einen Einladungscode?
fr: Est-ce que cet abonnement demande un code d'invitation ?
pl: Czy to członkostwo wymaga kodu zaproszenia?
pt_br: A Assinatura requer um código de convite?

source: Users need an invitation code to subscribe to a membership.
de: Benutzer benötigen einen Einladungs-Code um eine Mitgliedschaft zu abonnieren.
fr: Les utilisateurs doivent recevoir un code d'invitation pour s'inscrire à un abonnement.
pl: Użytkownicy potrzebują kodu zaproszenia, aby zasubskrybować członkostwo.
pt_br: Os usuários precisam de um código de convite para obter uma assinatura.

source: Invitation Codes
de: Einladungs-Codes
fr: Codes d'invitation
pl: Kody zaproszeń
pt_br: Códigos de Convite

source: Add New Coupon
de: Neuen Coupon hinzufügen
fr: Ajouter un nouveau code promo
pl: Dodaj nowy kupon
pt_br: Adicionar Novo Cupom

source: Coupon applied: %1$s
de: Gutschein angewendet: %1$s
fr: Code promo appliqué : %1$s
pl: Kupon zastosowany: %1$s
pt_br: Cupom aplicado: %1$s

source: New users are automatically activated by Membership 2 and no confirmation email is sent to the user!
fr: Les nouveaux utilisateurs sont activés automatiquement par Membership 2 et aucun email de confirmation n'est envoyé à l'utilisateur !
pl: Nowi użytkownicy są automatycznie aktywowani przez Członkostwo 2 i bez potwierdzeniae-mail jest wysyłany do użytkownika!
pt_br: Novos usuários são ativados automaticamente pelo Membership 2 e nenhum e-mail de confirmação será enviado para o usuário!

source: Enable this option to use the BuddyPress registration page instead of the Membership 2 registration page.
fr: Activez cette option pour que la page d'inscription à BuddyPress soit utilisée au lieu de la page d'inscription par défaut de Membership 2.
pl: Włącz tę opcję, aby użyć strony rejestracji BuddyPress zamiast
pt_br: Habilite esta opção para usar a página de cadastro do BuddyPress em vez da página de cadastro do Membership 2.

source: Use BuddyPress Registration
fr: Utilisez l'enregistrement BuddyPress
pl: Użyj rejestracji BuddyPress
pt_br: Usar Cadastro do BuddyPress

source: Adds BuddyPress rules in the "Protection Rules" page.
fr: Ajoute les règles BuddyPress dans la page des "Règles de protection".
pl: Dodaje reguły BuddyPress na stronie " Zasady ochrony \ ".
pt_br: Adiciona as regras do ''BuddyPress'' nas páginas de Regras de Proteção.

source: Integrate BuddyPress with Membership 2.
fr: Intégrer BuddyPress à Membership 2.
pl: Zintegruj BuddyPress z członkostwem 2.
pt_br: Integrar o BuddyPress com o Membership 2.

source: Save Attribute
de: Attribut speichern
fr: Enregistrer l'attribut
pl: Zapisz atrybut
pt_br: Salvar Atributo

source: Additional details displayed in the Membership editor. Only Admin users can see this value.
fr: Détails additionnels affichés par l'éditeur d'abonnement. Seuls les administrateurs peuvent voir cette valeur.
pl: Dodatkowe szczegóły wyświetlane w edytorze członkostwa. Tylko użytkownicy administratorzy mogązobacz tę wartość.
pt_br: Detalhes adicionais exibidos no editor de ''Membership''. Só o Admin pode ver este valor.

source: Decide what kind of data will be stored by the attribute.
fr: Décidez quel type de données sera stocké par l'attribut.
pl: Zdecyduj, jakie dane będą przechowywane przez atrybut.
pt_br: Decida qual tipo de dado será arquivado pelo atributo.

source: You use the slug in the attribute shortcode and in PHP code to access a value.
fr: Vous pourrez utiliser le slug dans le shortcode de l'attribut et dans le code PHP pour accéder à sa valeur.
pl: Używasz slug w krótkim kodzie atrybutu iw kodzie PHP, aby uzyskać dostęp dowartość.
pt_br: Você usa o slug no shortcode do atributo e no código PHP para acessar o valor.

source: A human readable title of the Attribute.
de: Ein menschlich lesbarer Titel des Attributs.
fr: Un titre lisible par un humain pour votre attribut.
pl: Czytelny dla człowieka tytuł Atrybutu.
pt_br: Um título legível para humanos para o Atributo.

source: Attribute Name
de: Name des Attributs
fr: Nom de l'attribut
pl: Nazwa atrybutu
pt_br: Nome do Atributo

source: New Attribute
de: Neues Attribut hinzufügen
fr: Nouvel attribut
pl: Nowy atrybut
pt_br: Novo Atributo

source: Attribute Infos
de: Attribut-Infos
fr: Infos de l'attribut
pl: Informacje o atrybutach
pt_br: Info. do Atributo

source: Attribute Type
de: Attributtyp
fr: Type de l'attribut
pl: Typ atrybutu
pt_br: Tipo do Atributo

source: Attribute Slug
de: Attribut Slug
fr: Slug de l'attribut
pt_br: Slug do Atributo

source: Attribute Title
de: Attribut Titel
fr: Attribut du titre
pl: Tytuł atrybutu
pt_br: Título do Atributo

source: Yes|No
de: Ja|Nein
fr: Oui|Non
pl: Tak | Nie
pt_br: Sim|Não

source: Multi-line text
de: Mehrzeiliges Textfeld
fr: Texte multi-ligne
pl: Tekst wielowierszowy
pt_br: Texto multi-linha

source: Numeric field (integer)
de: Numerisches Feld (Integer)
fr: Champ numérique (integer)
pl: Pole numeryczne (liczba całkowita)
pt_br: Campo numérico (inteiro)

source: Simple text field
de: Einfaches Text-Feld
fr: Champ de texte simple
pl: Proste pole tekstowe
pt_br: Compo de texto simples

source: Set via php function %s
fr: Définir via la fonction php %s
pl: Ustaw za pomocą funkcji php%s
pt_br: Definir via função php %s

source: Get via php function %s
de: Per Php-Funktion %s erhalten
fr: Obtenir via la fonction php %s
pl: Uzyskaj za pośrednictwem funkcji php%s
pt_br: Obter via função php %s

source: Via WordPress filter %s
de: Über WordPress-Filter %s
fr: Via les filtres WordPress %s
pl: Przez filtr WordPress%s
pt_br: Via filtro %s do WordPress

source: Via the %sshortcode%s %s
de: Über den %sshortcode%s %s
fr: Via le %sshortcode%s %s
pl: Przez%sshortcode%s%s
pt_br: Através do %sshortcode%s %s

source: How to use custom attribute values:
fr: Comment utiliser les valeurs d'attributs personnalisés :
pl: Jak korzystać z niestandardowych wartości atrybutów:
pt_br: Como usar valores de atributos personalizados:

source: Define custom fields that are available in the Memberships Edit-Page.
fr: Définissez les champs personnalisés disponibles dans la page d'édition des abonnements.
pl: Zdefiniuj niestandardowe pola, które są dostępne na stronie edycji członkostwa.
pt_br: Define campos personalizadose disponíveis na Página de Edição das ''Memberships''.

source: You can manage custom attributes in %sthe plugin settings%s.
fr: Vous pouvez gérer les attributs personnalisés dans %sles paramètres de l'extension%s.
pl: Możesz zarządzać własnymi atrybutami w %s ustawieniach wtyczki%s.
pt_br: Você pode gerenciar atributos personalizados nas %sconfigurações do plugin%s.

source: Custom Membership Attributes
fr: Attributs d'abonnement personnalisé
pl: Niestandardowe atrybuty członkostwa
pt_br: Atributos Personalizados da Assinatura

source: Automatic detection
de: Automatische Erkennung
fr: Détection automatique
pl: Automatyczne wykrywanie
pt_br: Detecção automática

source: Edit Attribute
de: Attribut bearbeiten
fr: Éditer l'attribut
pl: Edytuj atrybut
pt_br: Editar Atributo

source: Add custom attributes to your memberships that you can use in shortcodes and code.
fr: Ajoutez des attributs personnalisés à vos abonnements que vous pourrez utiliser dans les shortcodes et dans le code.
pl: Dodaj niestandardowe atrybuty do swoich członkostw, które możesz używać w skrótach ikod.
pt_br: Adicione atributos personalizados às suas assinaturas que você poderá usar em seus shortcodes e código.

source: Membership Attributes
de: Membership Eigenschaften
fr: Attributs de l'abonnement
pl: Atrybuty członkostwa
pt_br: Atributos da Assinatura

source: Arguments to pass to the %slogin shortcode%s
fr: Arguments à passer pour le %sshortcode de connexion%s
pl: Argumenty, które należy przekazać do kodu%slogin%s
pt_br: Argumentos para passar para o %slogin shortcode%s

source: Shortcode Options:
de: Shortcode Optionen:
fr: Options des shortcodes :
pt_br: Opções do Shortcode:

source: Show this page after logout:
de: Zeigen Sie diese Seite nach dem Logout:
fr: Afficher cette page après la déconnexion :
pl: Pokaż tę stronę po wylogowaniu:
pt_br: Exibir a página após o logout:

source: Show this page after login:
de: Zeigen Sie diese Seite nach dem Login:
fr: Afficher cette page après la connexion :
pl: Pokaż tę stronę po zalogowaniu:
pt_br: Exibir essa página após o login:

source: Display a Login Form to all guests. Logged-in users will see a Logout link.
de: Zeigt ein Login-Formular für alle Gäste. Angemeldete Benutzer sehen einen Logout-Link.
fr: Affiche un formulaire de connexion pour tous les visiteurs. Les utilisateurs connectés verront un lien de déconnexion.
pl: Wyświetl formularz logowania dla wszystkich gości. Zalogowani użytkownicy zobaczą link Wyloguj.
pt_br: Exibir um formulário de Login para todos os convidados. Usuários logados verão um link de Logout.

source: [Membership2] Login
de: Anmeldung
fr: [Membership2] Connexion
pl: [Membership2] Zaloguj się
pt_br: Login do [Membership2]

source: Strength indicator
de: Passwortstärke
fr: Indicateur de fiabilité
pl: Wskaźnik siły
pt_br: Indicador de força

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmez le nouveau mot de passe
pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha

source: New password
de: Neues Passwort
fr: Nouveau mot de passe
pl: Nowe hasło
pt_br: Senha

source: Your Password has been reset.
de: Dein Passwort wurde zurückgesetzt.
fr: Votre mot de passe a été renouvelé.
pl: Twoje hasło zostało zresetowane.
pt_br: O seu progresso foi salvo com sucesso.

source: Request a new password-reset key
de: Fordern Sie einen neuen Passwort-Reset-Schlüssel an
fr: Demandez une nouvelle clé de remise à zéro du mot de passe
pl: Poproś o nowy klucz do resetowania hasła
pt_br: Solicitar uma nova chave de redefinição de senha

source: Logout
de: Abmelden
fr: Déconnexion
pl: Wyloguj
pt_br: Sair

source: You are logged in as %s.
de: Sie sind angemeldet als %s.
fr: Vous êtes connecté comme %s.
pl: Jesteś zalogowany jako %s.
pt_br: Você está agora conectado como <strong>%s</strong>

source: Log in
de: Anmeldung
fr: Connexion
pl: Zaloguj się
pt_br: Entrar

source: Lost your password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
pl: Zgubiłeś hasło?
pt_br: Senha

source: Please log in to access this page.
de: Bitte anmelden um Zugriff auf diese Seite zu erlangen.
fr: SVP connectez-vous pour accéder à cette page.
pl: Proszę się zalogować, aby uzyskać dostęp do tej strony.
pt_br: Favor fazer login para acessar essa página.

source: Request failed, please try again.
de: Bearbeitung fehlgeschlagen. Bitte erneut versuchen.
fr: Votre demande a échoué, essayez à nouveau svp.
pl: Żądanie nie powiodło się, proszę spróbuj ponownie.
pt_br: A requisição falhou, favor tentar novamente.

source: Please wait...
de: Bitte warten …
fr: Attendez svp...
pl: Proszę czekać ...
pt_br: Favor aguardar...

source: Trial period
de: Probezeit
fr: Période d'essai
pl: Okres próbny
pt_br: Período de avaliação

source: Invoice date
de: Rechnungsdatum
fr: Date de la facture
pl: Data faktury
pt_br: Data

source: Invoice to
de: Rechnung an
fr: Facture à
pl: Faktura do
pt_br: Fatura para

source: Sender
de: Absender
fr: Expéditeur
pl: Nadawca
pt_br: Remetente

source: ends on
de: endet am
fr: se termine le
pl: kończy się na
pt_br: Termina em

source: Invoice
de: Rechnung
fr: Facture
pl: Faktura
pt_br: Fatura

source: Last name
de: Nachname
fr: Nom
pl: Nazwisko
pt_br: Sobrenome

source: First name
de: Vorname
fr: Prénom
pl: Imię
pt_br: Nome

source: No memberships
de: Keine Mitgliedschaften
fr: Aucune adhésion
pl: Brak członkostwa
pt_br: Nenhuma assinatura

source: (No Membership)
de: (Keine Mitgliedschaft)
fr: (Aucune adhésion)
pl: (bez członkostwa)
pt_br: (Sem Assinatura)

source: Never
de: Niemals
fr: Jamais
pl: Nigdy
pt_br: Nunca

source: You are an admin user and have access to all memberships
de: Sie sind ein Administrator und haben Zugriff auf alle Mitgliedschaften
fr: Vous êtes un utilisateur admin et avez accès à toutes les adhésions
pl: Jesteś administratorem i masz dostęp do wszystkich członkostw
pt_br: Você é um usuário administrador e tem acesso a todas as assinaturas

source: Wait! You did not create a menu yet...<br>Let us create it now, so you can choose which pages to display to your visitors!
fr: Attendez ! Vous n'avez pas encore créé de menu&hellip;<br />Laissez-nous le créer, comme ça vous pourrez choisir les pages à afficher à vos visiteurs !
pl: Poczekaj! Nie utworzyłeś jeszcze menu ... <br> Stwórzmy to teraz, abyś mógłwybierz strony do wyświetlenia dla odwiedzających!
pt_br: Espere! Você ainda não criou um menu...<br>Deixe-nos criá-lo agora, então você poderá escolher quais páginas exibir para seus visitantes!

source: Okay, create the menu
de: OK., erstelle das Menü
fr: Ok, créez le menu
pl: OK, utwórz menu
pt_br: Okay, crie o menu

source: - Select a page -
de: - Seite auswählen -
fr: - Sélectionner une page -
pl: - Wybierz stronę -
pt_br: - Selecione uma página -

source: Edit Page
de: Seite bearbeiten
fr: Éditer la page
pl: Edytuj stronę
pt_br: Editar Página

source: View Page
de: Seite anzeigen
fr: Voir la page
pl: Zobacz stronę
pt_br: Ver Página

source: Change site...
de: Änderung Website...
fr: Changer de site...
pl: Zmień stronę ...
pt_br: Alterar o site...

source: Membership pages are located on site %s
de: Mitgliedschaft-Seiten befinden sich auf der Seite %s
fr: Les pages d'adhésion sont situées sur le site %s
pl: Strony członkowskie znajdują się na stronie%s
pt_br: As páginas da assinatura estão localizadas no site %s

source: Appearance
de: Erscheinungsbild
fr: Apparence
pl: Wygląd
pt_br: Aparência

source: You can always change those later by going to %1$s in your admin sidebar.
de: Sie können dies später unter %1$s im Admin-Menü ändern.
fr: Vous pourrez toujours changer cela plus tard en allant à %1$s dans la colonne d'admin.
pl: Zawsze możesz je zmienić później, przechodząc do %1$s na pasku administracyjnym.
pt_br: Você sempre pode alterar aqueles mais tarde, indo para %1$s em sua barra lateral admin.

source: Please select pages you want to appear in your Navigation
de: Bitte wählen Sie die Seiten welche in Ihrer Navigation angezeigt werden sollen
fr: Merci de sélectionner les pages que vous voulez faire apparaître dans votre navigation
pl: Proszę wybrać strony, które chcesz wyświetlić w swojej nawigacji
pt_br: Favor selecionar páginas que você que você quer que apareçam na sua Navegação

source: Configure
de: Konfiguration
fr: Configurer
pl: Skonfiguruj
pt_br: Configurar

source: Website seems to be not publicly available. This payment method might not work.
de: Website scheint nicht öffentlich verfügbar zu sein. Diese Zahlungsmethode funktioniert möglicherweise nicht.
fr: Le site ne semble pas être disponible. Cette méthode de paiement pourrait ne pas fonctionner.
pl: Wydaje się, że witryna nie jest publicznie dostępna. Ta metoda płatności może nie byćpraca.
pt_br: Site parece não ser publicamente disponível. Este método de pagamento pode não funcionar.

source: View Transactions
de: Anzeigen von Transaktionen
fr: Voir les transactions
pl: Wyświetl transakcje
pt_br: Ver Transações

source: Invoice sender name
de: Rechnung Absendername
fr: Nom de l'expéditeur de la facture
pl: Nazwa nadawcy faktury
pt_br: Nome do remetente da fatura

source: Select payment currency
de: Währung wählen
fr: Sélectionnez la devise du paiement
pl: Wybierz walutę płatności
pt_br: Selecione a moeda para pagamento

source: You need to set-up at least one Payment Gateway to be able to process payments.
de: Sie müssen mindestens eine Zahlart auswählen um Zahlungen zu ermöglichen.
fr: Vous devez définir au moins une passerelle de paiement pour être en mesure de traiter les paiements.
pl: Musisz skonfigurować co najmniej jedną bramkę płatności, aby móc przetworzyć.
pt_br: Você precisa configurar pelo menos um Gateway de Pagamento para ser capaz de processar pagamentos.

source: These are shared across all memberships.
de: Diese gelten für alle Mitgliedschaften
fr: Ils sont partagés par tous les abonnements.
pl: Są one udostępniane we wszystkich członkostwach.
pt_br: Isso é compartilhado por todas as assinaturas.

source: Global Payment Settings
de: Globale Einstellungen Zahlungsmöglichkeiten
fr: Réglages globaux des paiements
pl: Globalne ustawienia płatności
pt_br: Configurações Globais de Pagamento

source: More tag protection message
de: More-Tag-Schutz-Meldung
fr: Message de la balise Plus de protection
pl: Więcej wiadomości o ochronie znaczników

source: Shortcode protection message
de: Shortcode Inhaltsschutz
fr: Message du shortcode de protection
pl: Komunikat o ochronie przed skróceniem
pt_br: Mensagem da proteção por shortcode

source: Content protection message
de: Inhaltsschutz Nachricht
fr: Message de protection du contenu
pl: Wiadomość o ochronie treści
pt_br: Mensagem de proteção de conteúdo

source: Export data
de: Exportiere Daten
fr: Exporter des données
pl: Eksport danych
pt_br: Exportar dados

source: Import data
de: Importiere Daten
fr: Importer des données
pl: Import danych
pt_br: Importar dados

source: Import data into this installation.
de: Importieren von Daten in diese Installation.
fr: Importer des données dans cette installation.
pl: Importuj dane do tej instalacji.
pt_br: Importar dados para esta instalação.

source: Preview Import
de: Vorschau Import
fr: Prévisualiser l'import
pl: Podgląd importu
pt_br: Prever Importação
