Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Your other Memberships will be cancelled when you complete this payment.
de: Ihre anderen Mitgliedschaften werden storniert, wenn Sie diese Zahlung abschließen.
fr: Vos autres abonnements seront annulés quand vous terminerez ce paiement.
pl: Twoje pozostałe członkostwa zostaną anulowane po ukończeniu tej płatności.
pt_br: Suas outras Assinaturas serão canceladas quando você completar este pagamento.

source: Trial price
de: Preis für Probephase
fr: Prix d'essai
pl: Cena próbna
pt_br: Preço de provação

source: Payment due
de: Fälligkeitsdatum
fr: Montant dû
pl: Płatność należna
pt_br: Pagamentos devidos

source: Pro rate discount
de: Rabattzinssatz
fr: Remise au prorata
pl: Zniżka w wysokości Pro
pt_br: Desconto pro rata

source: Coupon discount
de: Gutschein Rabatt
fr: Remise par code promo
pl: Zniżka kuponowa
pt_br: Desconto de cupom

source: Price
de: Preis
fr: Prix
pl: Cena
pt_br: Preço

source: Join Membership
de: Mitglied werden
fr: S'abonner
pl: Dołącz do członkostwa
pt_br: Escolha um plano

source: Please check the details of the membership below and click on the relevant button to complete the signup.
de: Bitte überprüfen Sie noch mal die Mitgliedschaftsinformationen und klicken Sie auf den entsprechenden Button um die Registrierung abzuschließen.
fr: Merci de vérifier les détails de l'abonnement ci-dessous et de cliquer sur le bouton correspondant pour terminer l'inscription.
pl: Sprawdź szczegóły członkostwa poniżej i kliknij odpowiednie, aby ukończyć rejestrację.
pt_br: Por favor, confira os detalhes de cada opção de assinatura abaixo e clique no botão Inscrição correspondente para completar sua assinatura.

source: F j
fr: j F

source: Invoice
de: Rechnung
fr: Facture
pl: Faktura
pt_br: Fatura

source: Your account
de: Ihr Konto
fr: Votre compte
pl: Twoje konto
pt_br: Sua conta

source: F j (H:i)
fr: j F (H:i)

source: Activity
de: Aktivität
fr: Activité
pl: Aktywność
pt_br: Atividade

source: Let's get started
de: Also los geht's!
fr: Commençons
pl: Zaczynajmy
pt_br: Vamos começar

source: Hello and welcome to <strong>Membership2</strong> by WPMU DEV. Please follow this simple set-up<br />wizard to help us determine the settings that are most relevant to your needs. Don't worry, you<br />can always change these settings in the future.
de: Hallo und Willkommen auf <strong>Membership2</strong> von WPMU DEV. Folgen Sie einfach diesem Assistenten der Ihnen hilft die Einstellungen herauszufinden, die für Ihre Bedürfnisse relevant sind. Keine Sorge, Sie können diese Werte später jederzeit ändern.
fr: Bonjour et bienvenue à <strong>Membership2</strong> par WPMU DEV. Merci de suivre cet assistant d'installation<br />pour nous aider à déterminer les réglages optimaux pour vos besoins. Ne vous inquiétez pas, vous<br />pourrez toujours changer ces réglages par la suite.
pt_br: Oi, seja bem vindo ao<strong>Membership2</strong> da WPMU DEV. Por favor siga esta simples configuração<br />para nos assistir a determinar as configurações mais adequadas ás necessidades de você. Você não se preocupe <br />pode sempre alterar estas configurações no futuro.

source: Welcome!
de: Willkommen!
fr: Bienvenue !
pl: Witaj!
pt_br: Bem-vindo!

source: You have enabled Network Wide Protection. We will import Membership data from your main blog.
fr: Vous avez activé la protection à l'échelle du réseau. Nous allons importer les données de Membership depuis votre blog principal.
pl: Włączyłeś Ochronę sieciową. Zaimportujemy dane członkowskiez Twojego głównego bloga.
pt_br: Você ativou a Proteção da Rede Global. Nós vamos importar os dados de membros do seu blog principal.

source: Import Your Membership Data To Membership2
de: Importieren Sie Ihre Mitgliedschaftsdaten in Membership2
fr: Importer vos données Membership vers Membership2
pl: Importuj dane członkowskie do członkostwa2
pt_br: Importar Seus Dados de Assinatura Para o Membership2

source: Access
de: Zugang
fr: Accès
pl: Dostęp
pt_br: Acesso

source: Enable Protection
de: Aktiviere Schutz
fr: Activer la protection
pl: Włącz ochronę
pt_br: Habilitar Proteção

source: Membership Special Page
de: Mitgliedschaft-Spezialseite
fr: Page spéciale membership
pl: Członkostwo na stronie specjalnej
pt_br: Página Especial de Assinaturas

source: Activities section
de: Aktivitäts-Bereich
fr: Section activités
pl: Dział działań
pt_br: Seção de atividades

# help
source: Display the link to the complete list of users activities
fr: Afficher le lien, de la liste complète des activitées des utilisateurs
pl: Wyświetla link do pełnej listy działań użytkowników
pt_br: Exibir o link para a lista completa, das atividades dos usuários

source: Invoices section
de: Abrechnungs-Bereich
fr: Section Factures
pl: Sekcja faktur
pt_br: Seção de Faturas

source: Profile section
de: Profil-Bereich
fr: Section profil
pl: Sekcja profilu
pt_br: Seção do perfil

source: Membership section
de: Mitgliedschaftsbereich
fr: Section adhésion
pl: Sekcja członkostwa
pt_br: Seção de Assinaturas

source: Visit your account page for more information
de: Besuchen Sie Ihre Konto-Seite für weitere Informationen
fr: Visitez votre page de compte pour plus d'information
pl: Odwiedź stronę swojego konta, aby uzyskać więcej informacji
pt_br: Visite a página da sua conta para mais informações

source: The Membership ID
fr: L'ID de l'abonnement
pt_br: ID da ''Membership''

source: Options only for <code>%s</code>
de: Optionen nur für <code>%s</code>
fr: Options seulement pour <code>%s</code>
pt_br: Opções apenas para o <code>%s</code>

source: Field labels
de: Feldbezeichnungen
fr: Étiquettes des champs
pl: Etykiety polowe
pt_br: Rótulos de campos

source: Required
de: Erforderlich
fr: Obligatoire
pl: Wymagane
pt_br: Obrigatório

source: Help and documentation
de: Hilfe und Dokumentation
fr: Aide et documentation
pl: Pomoc i dokumentacja
pt_br: Ajuda e documentação

source: Allowed by Rule:
de: Von Regel erlaubt:
fr: Autorisé par la règle :
pt_br: Permitido pela Regra:

source: Access granted by %s
de: Zugriff gewährt von %s
fr: Accès accordé par %s
pl: Dostęp przyznany przez%s
pt_br: Acesso concedido por %s

source: Denied by Rule:
de: Von Regel verweigert:
fr: Refusé par la règle :
pl: Odmowa według reguły:
pt_br: Negado pela Regra:

source: Access denied by %s
de: Zugriff verweigert durch %s
fr: Accès refusé par %s
pl: Odmowa dostępu przez%s
pt_br: Acesso negado por %s

source: Go
de: gehe
fr: Aller
pl: Przejdź
pt_br: Ir

source: Exit Test Mode
de: Beenden Test-Modus
fr: Sortir du mode de test
pl: Wyjdź z trybu testowego
pt_br: Sair do Modo de Teste

source: (Inactive)
de: Inaktiv
fr: (Inactif)
pl: (Nieaktywny)
pt_br: (Inativo)

source: - No membership / Visitor -
de: - Keine Mitgliedschaft / Besucher -
fr: - Pas d'adhésion / visiteur -
pl: - brak członkostwa / odwiedzającego -
pt_br: - Sem assinatura / Visitante -

source: Payment details
de: Zahlungsdetails
fr: Détails du paiement
pl: Szczegóły płatności
pt_br: Detalhes do pagamento

source: Payment model
de: Zahlungs-Modell
fr: Modèle de paiement
pl: Model płatności
pt_br: Modelo de pagamento

source: Simulated Date
de: Simuliertes Datum
fr: Date simulée
pl: Symulowana data
pt_br: Data Simulada

source: Simulated Membership
de: Simulierte Mitgliedschaft
fr: Abonnement simulé
pl: Symulowane członkostwo
pt_br: Assinatura Simulada

source: View on
de: Anzeigen auf
fr: Voir sur
pl: Wyświetl na
pt_br: Ver no

source: View as
de: Ansicht als
fr: Voir comme
pl: Wyświetl jako
pt_br: Ver como

source: Simulation Overview
de: Simulations-Übersicht
fr: Aperçu de simulation
pl: Przegląd symulacji
pt_br: Visão Geral da Simulação

source: Membership Add-ons
de: Mitgliedschaft Erweiterungen
fr: Extensions Membership
pl: Dodatki do członkostwa
pt_br: Add-ons do Membership

source: With options
de: Mit Optionen
fr: Avec options
pl: Z opcjami
pt_br: Com as opções

source: Details...
fr: Détails&hellip;
pl: Szczegóły ...
pt_br: Detalhes...

source: ACTIVE
de: AKTIV
fr: ACTIF
pt_br: ATIVO

source: Execute status change actions on Save (add/remove membership)
fr: Exécuter des actions de changement de statut à l'enregistrement (ajouter/supprimer des membres)
pl: Wykonaj akcje zmieniające status na Zapisz (dodaj / usuń członkostwo)
pt_br: Executar ações de mudança de status ao Salvar (adicionar/remover assinatura)

source: Discount (%s)
de: Rabatt (%s)
fr: Remise (%s)
pl: Rabat (%s)
pt_br: Desconto (%s)

source: Amount (%s)
de: Betrag (%s)
fr: Montant : (%s)
pl: Kwota (%s)
pt_br: Total (%s)

source: Add Billing
de: Abrechnung hinzufügen
fr: Ajouter une facturation
pl: Dodaj rozliczenia
pt_br: Adicionar Cobrança

source: Edit Billing
de: Abrechnung bearbeiten
fr: Éditer la facturation
pl: Edytuj fakturowanie
pt_br: Editar Cobrança

source: URL Restrictions
de: URL-Einschränkungen
fr: Restrictions par URL
pl: Ograniczenia adresów URL
pt_br: Restrições de URL

source: e.g. <b>example.com/protectme/</b> will protect all URLs that contain <b>example.com/protectme/</b>, including any child page.
de: z.B. <b>beispiel.com/protectme/</b> schützt alle URLs, die <b>beispiel.com/protectme/</b> enthalten, einschließlich alle untergeordneten Seiten.
fr: Par exemple : <strong>exemple.com/protege/</strong> protègera toutes les URL qui contiennent <strong>exemple.com/protege/</strong>, pages enfant incluses.
pt_br: e.g. <b>exemplo.com/protectme/</b> protegerá todos os URLs que contém <b>exemplo.com/protectme/</b>, incluindo qualquer página filha

source: Specify URLs that you want to protect.
de: Geben Sie die URL´s an, die Sie schützen möchten.
fr: Préciser les URL que vous voulez protéger.
pl: Określ adresy URL, które chcesz chronić.
pt_br: Especifique URLs que você deseja proteger.

source: URL Restriction
de: URL-Einschränkung
fr: Restriction des URL
pl: Ograniczenie adresu URL
pt_br: Restrição de URL

source: Protect this URL
de: Schützen Sie diese URL
fr: Protéger cette URL
pl: Chroń ten adres URL
pt_br: Proteger essa URL

source: Add new URL Address
de: Neue URL-Adresse hinzufügen
fr: Ajouter une nouvelle adresse URL
pl: Dodaj nowy adres URL
pt_br: Adicionar novo Endereço de URL

source: Page URL
de: Seiten-URL
fr: URL de page
pl: Adres strony
pt_br: URL da Página

source: Nobody
de: Niemand
fr: Personne
pt_br: Ninguém

source: Choose Special WordPress Pages you want to protect
de: Wählen Sie spezielle WordPress-Seiten, die Sie schützen möchten
fr: Choisissez les pages spéciales WordPress que vous voulez protéger
pl: Wybierz specjalne strony WordPress, które chcesz chronić
pt_br: Escolha as Páginas Especiais do WordPress que você deseja proteger

source: Any attachment page
de: Jede Anlage-Seite
fr: Toutes les pages de pièce jointe
pl: Dowolna strona załączników
pt_br: Qualquer página anexa

source: Any single page or post
de: Jede einzelne Seite oder Beitrag
fr: N'importe quel article ou page
pl: Każda pojedyncza strona lub post
pt_br: Qualquer página ou post individual

source: Search Results
de: Suchergebnisse
fr: Résultats de recherche
pl: Wyniki wyszukiwania
pt_br: Resultados da Busca

source: 404 Not Found
de: 404 nicht gefunden
fr: 404 Non trouvé
pt_br: 404 Não Encontrado

source: Blog Index
fr: Index des articles
pl: Indeks blogów
pt_br: Índice do Blog

source: Front Page
fr: Page d'accueil
pl: Strona główna
pt_br: Página Inicial

source: Archive: Time
de: Archiv: Zeit
fr: Archive par temps
pl: Archiwum: Czas
pt_br: Arquivo: Tempo

source: Archive: Day
de: Archiv: Tag
fr: Archive par jour
pl: Archiwum dnia
pt_br: Arquivo: Dia

source: Archive: Month
de: Archiv: Monat
fr: Archive par mois
pl: Archiwum miesięczne
pt_br: Aquivo: Mensal

source: Archive: Year
de: Archiv: Jahr
fr: Archive par année
pl: Archiwum roczne
pt_br: Arquivo: Ano

source: Any Date or Time Archive
de: Jedes Datums- oder Zeitarchiv
fr: Archive temporelle
pl: Any Date and Time Archive
pt_br: Qualquer Arquivo de Data ou Tempo

source: Author Archives
de: Autorenarchive
fr: Archives par auteur
pl: Archiwum autora
pt_br: Arquivos por Autor

source: Any Archive page
de: Jede Archivseite
fr: Toutes les pages d'archive
pl: Dowolna strona archiwum
pt_br: Qualquer página de arquivo

source: Example
de: Beispiel
fr: Exemple
pl: Przykład
pt_br: Exemplo

source: Special Pages
de: Spezialseiten
fr: Pages spéciales
pl: Strony specjalne
pt_br: Páginas Especiais

source: Special Page
de: Spezialseite
fr: Page spéciale
pl: Strona specjalna
pt_br: Página Especial

source: Choose Shortcodes to protect
de: Wählen Sie zum Schutz Shortcodes
fr: Choisissez les shortcodes à protéger
pl: Wybierz skróty do ochrony
pt_br: Escolher Shortcodes para proteger

source: This information is only displayed for admin users
de: Diese Information wird nur Admins angezeigt
fr: Cette information est uniquement affichée aux administrateurs
pl: Ta informacja jest wyświetlana tylko dla administratorów
pt_br: Esta informação é exibida apenas para usuários administradores

source: Other uses will see nothing
de: Andere Nutzer sehen nichts
fr: Les autres utilisateurs ne verront rien
pl: Inne zastosowania nic nie zobaczą
pt_br: Outros usuários não verão nada

source: Other users will see
de: Andere Nutzer sehen
fr: Les autres utilisateurs verront
pl: Inni użytkownicy zobaczą
pt_br: Outros usuários verão

source: Hidden from members of
de: Verborgen für Mitglieder von
fr: Caché des membres de
pl: Ukryty przed członkami
pt_br: Oculto para membros de

source: Visible for members of
de: Sichtbar für Mitglieder von
fr: Visible pour les membres de
pl: Widoczny dla członków
pt_br: Vísivel para membros de

source: Content protected to members of:
de: Inhalt geschützt für Mitglieder von:
fr: Contenu protégé pour les membres de :
pl: Treści chronione przed członkami:
pt_br: Conteúdo protegido para membros de:

source: No access to members of:
de: Kein Zugriff für Mitglieder von:
fr: Aucun accès pour les membres de :
pl: Brak dostępu do członków:
pt_br: Sem acesso para membros de:

source: Shortcode content protected.
de: Shortcode Inhalt geschützt.
fr: Contenu protégé par shortcode.
pl: Treści shortcode protected.
pt_br: Conteúdo protegido por shortcode.

source: Replace or protect WordPress menus.
de: Ersetze oder schütze Wordpress-Menüs.
fr: Remplace ou protège les menus WordPress.
pl: Wymień lub chroń menu WordPress.
pt_br: Substituir ou proteger os menus do WordPress.

source: Replace Menus
de: Ersetze Menüs
fr: Remplace les menus
pl: Zamień menu
pt_br: Substituir Menus

source: ( No replacement )
de: (Kein Tausch)
fr: (Pas de remplacement)
pl: (bez wymiany)
pt_br: ( Sem substituição )

source: Replace with this Menu
de: Durch dieses Menü ersetzen
fr: Remplacer par ce menu
pl: Zamień z tym menu
pt_br: Substituir por esse Menu

source: Replace or protect contents of WordPress menu locations.
de: Ersetzen oder schützen Sie Inhalte der Wordpress-Menü Standorte.
fr: Remplace ou protège le contenu des emplacements de menu WordPress.
pl: Zastąp lub zabezpieczyć zawartość lokalizacji w menu WordPress.
pt_br: Substituir ou proteger conteúdos das localizações de menu do WordPress.

source: No menus found.
de: Keine Menüs gefunden.
fr: Aucun menu trouvé.
pl: Nie znaleziono menu.
pt_br: Nenhum menu encontrado.

source: ( Default Menu )
de: (Voreingestelltes Menü)
fr: (Menu par défaut)
pl: (Menu domyślne)
pt_br: ( Menu Padrão )

source: Show this menu to members
de: Zeigen Sie Mitglieder dieses Menü
fr: Afficher ce menu aux membres
pl: Pokaż to menu członkom
pt_br: Mostrar esse menu para membros

source: Menu Locations
de: Menu Platzierungen
fr: Emplacements des menus
pl: Lokalizacje menu
pt_br: Localizações dos Menus

source: Menu Location
de: Menü Platzierung
fr: Emplacement du menu
pl: Położenie menu
pt_br: Localização do Menu

source: Choose Posts you want to protect
de: Wähle Beiträge aus die geschützt werden sollen
fr: Choisissez les articles que vous voulez protéger
pl: Wybierz posty, które chcesz chronić
pt_br: Escolha os Posts que você quer proteger

source: Post
de: Beitrag
fr: Article

source: All pages that do not have Content Protection applied are visible to Everyone
de: Alle Seiten, die keinen Inhaltsschutz zugewiesen haben sind für alle sichtbar
fr: Toutes les pages qui n'ont pas de protection de contenu sont visibles par tout le monde
pl: Wszystkie strony, które nie mają zastosowanej ochrony treści, są widoczne dla wszystkich
pt_br: Todas as páginas que não têm Proteção de Conteúdo aplicada são visíveis para Todos

source: Apply protection to Pages and grant access to members
de: Wende Schutz auf Seiten an und gewähre Zugriff für Mitglieder
fr: Appliquer la protection aux pages et donner accès aux membres
pl: Zastosuj ochronę do Stron i udziel dostępu członkom
pt_br: Aplicar a proteção de páginas e conceder acesso aos membros

source: Protect individual menu items.
de: Schützen Sie einzelne Menüpunkte.
fr: Protège les éléments individuels de menu.
pl: Chroń poszczególne pozycje menu.
pt_br: Proteger itens de menu individuais.

source: (No Menus Available)
de: (Keine Menüs verfügbar)
fr: (Aucun menu disponible)
pl: (brak dostępnych menu)
pt_br: (Nenhum Menu Disponível)

source: Menu Type
de: Menü Typ
fr: Type de menu
pl: Typ menu
pt_br: Tipo de Menu

source: Menu Title
de: Menütitel
fr: Titre de menu
pl: Tytuł menu
pt_br: Título de Menu

source: Menu Items
de: Menü Elemente
fr: Éléments de menu
pl: Pozycje menu
pt_br: Itens do Menu

source: Menu Item
de: Menüpunkt
fr: Élément de menu
pl: Pozycja menu
pt_br: Item de Menu

source: User Roles
de: Benutzerrollen
fr: Rôles utilisateurs
pl: Role użytkowników
pt_br: Papéis de Usuário

source: For security reasons the Administrator role cannot be assigned to a Membership.
fr: Pour raisons de sécurité, le rôle administrateur ne peut pas être assigné à un abonnement.
pl: Ze względów bezpieczeństwa roli administratora nie można przypisać doCzłonkostwo.
pt_br: Por razões de segurança a função de Administrador não pode ser designada para uma ''Membership'' .

source: When assigning a Membership to any role, then this role will be added to all members of that Membership. You can even assign multiple roles to a single Membership.
fr: En assignant un abonnement à un rôle, celui-ci sera ajouté à tous les membres de cet abonnement. Vous pouvez même assigner plusieurs rôles à un même abonnement.
pl: Przypisując członkostwo do dowolnej roli, ta rola zostanie dodana do wszystkichczłonkowie tego członkostwa. Możesz nawet przypisać wiele ról do jednegoCzłonkostwo.
pt_br: Quando designa uma ''Membership'' para qualquer função, esta função sera adicionada a todos os membros dessa ''Membership''. Pode designar multiplas fuções para uma unica ''Membership''.

source: Assign WordPress User Roles to your Members
fr: Assignez les rôles d'utilisateur de WordPress à vos membres
pl: Przypisywanie ról użytkowników WordPress członkom
pt_br: Atribuir Papéis de Usuário do WordPress para seus Membros

source: Roles
de: Rollen
fr: Rôles
pl: Role
pt_br: Papéis

source: Role
de: Rolle
fr: Rôle
pl: Rola
pt_br: Papel

source: You should only use these rules if you know what you are doing! Granting the wrong capabilities makes your website prone to abuse. For a bit of security we already removed the most critical Capabilities from this list.
fr: Vous devriez utiliser ces règles seulement si vous savez ce que vous faites ! Donner les mauvaises capacités à quelqu'un lui permettra d'abuser de votre site internet. Pour un peu de sécurité, nous avons déjà retiré les capacités critiques de cette liste.
pl: Powinieneś używać tych zasad, jeśli wiesz, co robisz!złe możliwości powodują, że twoja strona internetowa jest podatna na nadużycia. Dla odrobiny bezpieczeństwausunęliśmy już najważniejsze funkcje z tej listy.
pt_br: Você deve só utilizar esta regras se souber o que esta a fazer! Dar capacidades erradas expoe o seu site a abusos. Por causa de segurança já foram removidas as capacidades mais criticas da lista.

source: Important: All users that are not inside these Memberships will be striped of any Protected Capability!
fr: Important : tous les utilisateurs qui ne sont pas dans ses abonnements seront rayés de toute capacité protégée !
pl: Ważne: wszyscy użytkownicy, którzy nie znajdują się w tych członkostwach, będą paskowalijakiejkolwiek chronionej zdolności!
pt_br: Importante: Todos os utilizadores que não estão dentro destas ''Memberships'' serão desprovidos de Capacidades Protegidas!

source: Fine-tune member permissions by assigning certain Capabilities to each Membership. All Members of that Membership are granted the specified Capabilities.
fr: Affinez les permissions des membres en assignant certaines capacités à chaque abonnement. Tous les membres de cet abonnement auront les capacités spécifiées.
pl: Dostosuj uprawnienia członków, przypisując do nich określone możliwości.
pt_br: Ajustar as permissões dos membros, atribuindo certas Capacidades a cada ''Membership''. Todos os Membros dessa ''Membership''recebem as Capacidades especificadas.

source: Assign WordPress Capabilities to your Members
fr: Assigne les capacités WordPress à vos membres
pl: Przypisywanie członkom możliwości WordPress
pt_br: Atribuir Capacidades do WordPress para seus Membros

source: Default WordPress Logic
de: Standard Wordpress-Logic
fr: Logique WordPress par défaut
pl: Domyślna logika WordPress
pt_br: Lógica Padrão do WordPress

source: Capabilities
de: Berechtigungen
fr: Capacités
pl: Możliwości
pt_br: Capacidades

source: Capability
de: Berechtigung
fr: Capacité
pl: Uprawnienia
pt_br: Capacidade

source: Media Library Items
de: Media Library Objekte
fr: Éléments de la bibliothèque media
pl: Elementy biblioteki medialnej
pt_br: Itens da Biblioteca de Mídia

source: Files
de: Dateien
fr: Fichiers
pl: Pliki
pt_br: Arquivos

source: Choose Files from your Media Library that you want to protect
de: Wählen Sie Dateien von Ihrer Medienbibliothek, die Sie schützen möchten
fr: Choisissez les fichiers à protéger dans votre bibliothèque media
pl: Wybierz pliki z biblioteki multimediów, które chcesz chronić
pt_br: Escolha os Arquivos da sua Biblioteca de Mídia que você deseja proteger

source: Basic protection (default)
de: Basisschutz (Standard)
fr: Protection basique (par défaut)
pl: Podstawowa ochrona (domyślnie)
pt_br: Proteção básica (padrão)

source: Example:
de: Beispiel:
fr: Exemple :
pl: Przykład:
pt_br: Exemplo:

source: Added
de: Hinzugefügt
fr: Ajouté
pl: Dodane
pt_br: Adicionado

source: Media Files
de: Media Dateien
fr: Fichiers medias
pl: Pliki multimedialne
pt_br: Arquivos de Mídia

source: Media File
de: Medien-Datei
fr: Fichier Media
pt_br: Arquivo de Mídia

source: Custom Post Type Items
de: Benutzerdefinierter Beitragstyp Objekte
fr: Éléments des Custom Post Types
pl: Niestandardowe elementy typu postu
pt_br: Itens de Tipo de Post Personalizados

source: Choose Custom Post Types you want to protect
de: Wähle Benutzerdefinierten Beitragstyp der geschützt werden soll
fr: Choisissez les Custom Post Types que vous voulez protéger
pl: Wybierz niestandardowe typy postów, które chcesz chronić
pt_br: Escolher os Tipos de Post Personalizados que você quer proteger

source: Post Type
de: Beitragstyp
fr: Type d'article
pt_br: Tipo de Postagem

source: Custom Post Title
de: Titel Individueller Beitrag
fr: Titre de l'article personnalisé
pt_br: Título do Post Personalizado

source: Custom Posts
de: Individuelle Beiträge
fr: Articles personnalisés
pl: Niestandardowe posty
pt_br: Posts Personalizados

source: Custom Post
de: Benutzerdefinierter Beitrag
fr: Article personnalisé
pt_br: Post Personalizado

source: Choose which Custom Post Types you want to protect
de: Wähle welche Benutzerdefinierten Beitragstypen du schützen möchtest
fr: Choisissez quels Custom Post Types vous voulez protéger
pl: Wybierz, które niestandardowe typy postów chcesz chronić
pt_br: Escolher quais Tipos de Post Personalizados você quer proteger
