Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Please enter a valid URL.
de: Bitte geben Sie eine gültige URL an.
fr: Merci d'entrer un lien valide
pl: Wprowadź poprawny adres URL.
pt_br: Por favor, entre com um endereço de email válido.

source: Please enter a valid email address.
de: Bitte gültige E-Mail-Adresse eingeben
fr: Merci d'entrer une adresse email valide.
pl: Proszę podać poprawny adres e-mail.
pt_br: Por favor, entre com um endereço de email válido.

source: Please fix this field.
de: Bitte füllen Sie dieses Feld aus.
fr: Merci de corriger ce champ.
pl: Napraw to pole.
pt_br: Favor corrigir este campo.

source: This field is required.
de: Das ist ein Pflichtfeld.
fr: Ce champs est obligatoire.
pl: To pole jest wymagane.
pt_br: Este campo é obrigatório

source: Billing
de: Abrechnung
fr: Facturation
pt_br: Faturamento

source: Set-up
de: Einrichtung
fr: Installation
pl: Zestaw
pt_br: Configurar

source: Membership2 Page
de: Mitgliedschaftsseite
fr: Page Membership2
pt_br: Página do Membership2

source: Membership Access
de: Zugangslevel der Mitgliedschafts
fr: Accès Membership
pl: Dostęp do członkostwa
pt_br: Acesso da Assinatura

source: Before testing you have to first enter one or more Page URLs above.
de: Vor der Prüfung müssen Sie oben zuerst eine oder mehrere URLs eingeben.
fr: Avant de tester, vous devez entrer au moins une URL de page ci-dessus.
pl: Przed testowaniem musisz najpierw podać jeden lub więcej adresów URL strony powyżej.
pt_br: Antes do teste, você tem que entrar pela primeira vez uma ou mais URLs Page acima.

source: Error while saving changes.
de: Fehler beim Speichern der Änderungen.
fr: Erreur lors de l'enregistrement des modifications.
pl: Błąd podczas zapisywania zmian.
pt_br: Erro ao salvar as alterações.

source: Do you want to completely delete the membership <strong>%s</strong> including all subscriptions?
de: Möchten Sie die Mitgliedschaft <strong>%s</strong> einschließlich aller Abonnements vollständig löschen?
fr: Voulez-vous supprimer complètement l'abonnement <strong>%s</strong> avec toutes ses adhésions ?
pt_br: Você quer apagar completamente a assinatura <strong>%s</strong> incluindo todas as inscrições?

source: Payment
de: Zahlart
fr: Paiement
pl: Płatność
pt_br: Pagamento

source: Memberships
de: Mitgliedschaften
fr: Abonnements
pl: Członkostwo
pt_br: Assinaturas

source: Select an User
de: Benutzer wählen
fr: Sélectionnez un utilisateur
pl: Wybierz użytkownika
pt_br: Selecionar um usuário

source: Importing Settings
de: Einstellungen Import
fr: Importation des réglages
pl: Importowanie ustawień
pt_br: Importando configurações

source: Importing Membership
de: Importieren Mitgliedschaft
fr: Importation de l'adhésion
pl: Importowanie członkostwa
pt_br: Importando Assinatura

source: Importing Member
de: Mitglieder Importieren
fr: Importation du membre
pl: Importujący członek
pt_br: Importando Membro

source: Cleaning up...
de: Aufräumen ...
fr: Nettoyage&hellip;
pl: Sprzątanie ...
pt_br: Limpando...

source: Preparing...
de: ...wird vorbereitet
fr: Préparation&hellip;
pl: Przygotowanie ...
pt_br: Preparando...

source: All done!
de: Fertig!
fr: Terminé !
pl: Wszystko gotowe!
pt_br: Terminado

source: Okay
de: OK
fr: D'accord
pl: W porządku
pt_br: OK

source: Importing data...
de: Importieren von Daten ...
fr: Importation de données&hellip;
pl: Importowanie danych ...
pt_br: Importando dados...

source: Coming soon: This import source is not supported yet...
de: In Kürze: Diese Importquelle wird noch nicht unterstützt ...
fr: À venir : Cette source d'import n'est pas encore prise en charge&hellip;
pl: Wkrótce: To źródło importu nie jest jeszcze obsługiwane ...
pt_br: Em breve: esta fonte de importação não é suportada ainda...

source: Network-Wide Protection
de: Netzwerkweiten Schutz
fr: Protection du réseau
pl: Ochrona w całej sieci
pt_br: Proteção de rede

source: Sorry, your signup request has failed. Try again.
de: Es tut uns leid, Ihre Registrierungsanfrage ist fehlgeschlagen. Versuchen Sie es erneut.
fr: Désolés, votre inscription a échouée. Essayez à nouveau.
pl: Niestety, Twoje żądanie rejestracji się nie udało. Spróbuj ponownie.
pt_br: Desculpa, o seu pedido de inscrição falhou. Tentar novamente.

source: Error: %s
de: Fehler %s
fr: Erreur : %s
pl: Błąd: %s
pt_br: Erro: %s

source: Are you sure you want to cancel?
de: Sind Sie sicher, daß Sie abbrechen möchten?
fr: Êtes-vous sûr de vouloir annuler ?
pl: Czy na pewno chcesz anulować?
pt_br: Por favor, confirme que você deseja deletar permanentemente a notificação.

source: Registration is currently not allowed.
de: Eine Registrierung ist im Moment nicht erlaubt.
fr: L'enregistrement n'est pas autorisé pour l'instant.
pl: Rejestracja jest obecnie niedozwolona.
pt_br: Novas inscrições não estão liberadas no momento.

source: Check your e-mail for the confirmation link.
de: Überprüfen Sie Ihr E-Mail-Konto für den Bestätigungslink.
fr: Vérifiez votre boîte email pour obtenir le lien de confirmation.
pl: Sprawdź swój e-mail, aby uzyskać link potwierdzający.
pt_br: Verifique seu e-mail para o link de confirmação.

source: Possible reason: your host may have disabled the mail() function.
de: Mögliche Ursache: Ihr Host könnte die Funktion mail() deaktiviert haben.
fr: Raisons possibles : votre hébergeur a pu désactiver la fonction mail().
pl: Możliwa przyczyna: twój host mógł wyłączyć funkcję mail ().
pt_br: Possível motivo: seu host pode ter desabilitado a função mail().

source: The e-mail could not be sent.
de: Die E-Mail konnte nicht gesendet werden.
fr: L'email n'a pas pu être envoyé.
pl: Nie można wysłać e-maila.
pt_br: O e-mail não pode ser enviado.

source: [%s] Password Reset
de: [%s] Passwort zurücksetzen
fr: [%s] Remise à zéro du mot de passe
pl: [%s] Reset hasła
pt_br: [%s] Redefinição de Senha

source: To reset your password, visit the following address:
de: Um Ihr Passwort zurückzusetzen, besuchen Sie folgende Adresse:
fr: Pour réinitialiser votre mot de passe, visitez l'adresse suivante :
pl: Aby zresetować hasło, odwiedź następujący adres:
pt_br: Para redefinir sua senha, acesse o endereço a seguir:

source: Username: %s
de: Benutzername: %s
fr: Nom d'utilisateur : %s
pl: Nazwa użytkownika:%s
pt_br: Nome de usuário: %s

source: Password reset is not allowed for this user
de: Für diesen Benutzer ist es nicht erlaubt, das Passwort zurückzusetzen.
fr: La réinitialisation du mot de passe n'est pas autorisée pour cet utilisateur
pl: Resetowanie hasła dla tego użytkownika jest niedozwolone
pt_br: Redefinição de senha não permitida para este usuário

source: Invalid username or e-mail.
de: Ungültiger Nutzername oder Email.
fr: Email ou nom d'utilisateur invalides.
pl: Nieprawidłowa nazwa użytkownika lub adres e-mail.
pt_br: E-Mail

source: There is no user registered with that email address.
de: Es gibt keinen registrierten Nutzer mit dieser Email-Adresse.
fr: Il n'y a pas d'utilisateur enregistré avec cette adresse.
pl: Nie ma użytkownika zarejestrowanego pod tym adresem e-mail.
pt_br: Não há usuário registado com esse endereço de e-mail.

source: Enter a username or e-mail address.
de: Benutzername oder Email-Adresse eingeben.
fr: Entrez un nom d'utilisateur ou une adresse email.
pl: Wprowadź nazwę użytkownika lub adres e-mail.
pt_br: Entre o nome de usuário ou endereço de email.

source: Logging in...
fr: Connexion&hellip;
pl: Logowanie ...
pt_br: Logando...

source: Wrong username or password
de: Falscher Benutzername oder Passwort
fr: Mauvais nom d'utilisateur/mot de passe
pl: Zła nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha errados.

source: Protection Details
de: Schutz Details
fr: Détails de la protection
pl: Szczegóły ochrony
pt_br: Detalhes da proteção

source: Content of this site is unprotected
de: Ungeschützt
fr: Le contenu de ce site n'est pas protégé
pl: Zawartość tej strony nie jest chroniona
pt_br: O conteúdo deste site está desprotegido

source: Content Protection is disabled
de: Inhaltsschutz ist deaktiviert
fr: La protection du contenu est désactivée
pl: Ochrona zawartości jest wyłączona
pt_br: A Proteção de Conteúdo está desabilitada

source: Membership Simulation Menu
de: Mitgliedschaft Simulation Menu
fr: Menu de simulation d'abonnement
pt_br: Menu de Simulação de Assinatura

source: Test Memberships
de: Testmitgliedschaft
fr: Test des abonnements
pl: Członkostwo testowe
pt_br: Assinatura Teste

source: This network has a large number of sites. Some features of network protection might be slow or unavailable.
de: Dieses Netzwerk hat eine Vielzahl von Seiten. Einige Funktionen des Netzwerk-Schutz könnte langsam oder nicht verfügbar sein.
fr: Ce réseau a un large nombre de sites. Certaines fonctionnalités de protection de réseau peuvent être lentes ou indisponibles.
pl: Ta sieć ma dużą liczbę witryn. Niektóre funkcje sieciochrona może być wolna lub niedostępna.
pt_br: Esta rede tem um grande número de sites. Alguns recursos de proteção de rede podem estar lentos ou indisponíveis.

source: Warning!
de: Warnung!
fr: Attention !
pl: Ostrzeżenie!
pt_br: Aviso!

source: This page is only available to Administrators - you can always see it, even during Simulation.
de: Diese Seite steht nur Administratoren zur Verfügung - Sie können Sie immer sehen, auch während der Simulation.
fr: Cette page est disponible seulement pour les administrateurs - vous pourrez toujours la voir, même pendant la simulation.
pl: Ta strona jest dostępna tylko dla administratorów - zawsze możesz ją zobaczyć.
pt_br: Esta página só está disponível para administradores - sempre vê-lo, mesmo durante a simulação.

source: We recommend to %sExit Simulation%s before making any changes!
de: Wir empfehlen die %sAbschaltung der Simulation%s bevor Änderungen durchgeführt werden!
fr: Nous vous recommandons de %sQuitter la simulation%s avant de faire le moindre changement !
pl: Zalecamy%sExit Simulation%s przed wprowadzeniem jakichkolwiek zmian!
pt_br: Recomendamos para sExit %%s de simulação antes de fazer alterações!

source: Content displayed here might be altered because of simulated restrictions.
fr: Le contenu affiché ici peut être modifié en raison des restrictions de la simulation.
pl: Treści wyświetlane tutaj mogą zostać zmienione z powodu symulowanych ograniczeń.
pt_br: O conteúdo exibido aqui pode ser alterado devido às restrições de simulação.

source: You are in Simulation mode!
de: Sie befinden sich im Simulationsmodus!
fr: Vous êtes en mode simulation !
pl: Jesteś w trybie symulacji!
pt_br: Você está no modo de simulação!

source: After <b>%1$s %2$s</b>
de: Nach <b>%1$s %2$s</b>
fr: Après <strong>%1$s %2$s</strong>
pt_br: Depois de <b>%1$s %2$s</b>

source: <b>Instantly</b>
de: <b>Sofort</b>
fr: <strong>Immédiatement</strong>
pt_br: imediatamente

source: On <b>%1$s</b>
de: Auf <b>%1$s</b>
fr: Sur <strong>%1$s</strong>
pt_br: Em <b>%1$s</b>

source: Zambia
de: Sambia
fr: Zambie
pt_br: Zâmbia

source: Western Sahara
de: Westsahara
fr: Sahara occidental
pl: Sahara Zachodnia
pt_br: Sara Ocidental

source: Wallis And Futuna
de: Wallis und Futuna
fr: Wallis et Futuna
pl: Wallis i Futuna
pt_br: Wallis e Futuna

source: Virgin Islands, U.s.
de: Amerikanische Jungferninseln
fr: Îles Vierges américaines
pt_br: Ilhas Virgens, EUA

source: Virgin Islands, British
de: Britische Jungferninseln
fr: Îles Vierges britanniques
pl: Wyspy Dziewicze, Brytyjskie
pt_br: Ilhas Virgens Britânicas

source: Viet Nam
fr: Viêt Nam
pl: Wietnam
pt_br: Vietname

source: Venezuela
fr: Vénézuela
pl: Wenezuela

source: Uzbekistan
de: Usbekistan
fr: Ouzbékistan
pt_br: Usbequistão

source: Uruguay
fr: Urugay
pl: Urugwaj
pt_br: Uruguai

source: United States Minor Outlying Islands
fr: Îles Mineures éloignées des États-Unis
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
pt_br: Ilhas Menores Distantes dos Estados Unidos

source: United Arab Emirates
de: Vereinte Arabische Emirate
fr: Émirats Arabes Unis
pl: Zjednoczone Emiraty Arabskie
pt_br: Emirados Árabes Unidos

source: Uganda
fr: Ouganda

source: Turks And Caicos Islands
de: Turks- und Caicosinseln
fr: Îles Turques et Caïques
pl: Turks i Caicos
pt_br: Ilhas Turks e Caicos

source: Turkmenistan
fr: Turkménistan
pt_br: Turcomenistão

source: Turkey
de: Türkei
fr: Turquie
pl: Turcja
pt_br: Turquia

source: Tunisia
de: Tunesien
fr: Tunisie
pl: Tunezja
pt_br: Tunísia

source: Trinidad And Tobago
de: Trinidad und Tobago
fr: Trinité-et-Tobago
pl: Trynidad i Tobago
pt_br: Trinidad e Tobago

source: Timor-leste
de: Osttimor
fr: Timor-oriental

source: Thailand
fr: Thaïland
pl: Tajlandia
pt_br: Tailândia

source: Tanzania, United Republic Of
de: Tansania
fr: République Unie de Tanzanie
pt_br: Tanzânia, República Unida da

source: Taiwan, Province Of China
de: Taiwan, Provinz von China
fr: Taïwan
pl: Tajwan, Prowincja Chin
pt_br: Taiwan, Província da China

source: Svalbard And Jan Mayen
de: Svalbard und Jan Mayen
fr: Svalbard et Jan Mayen (îles)
pl: Svalbard i Jan Mayen
pt_br: Svalbard e Jan Mayen

source: Suriname
fr: Surniname
pl: Surinam

source: South Georgia And The South Sandwich Islands
fr: Géorgie du Sud et les îles Sandwich du Sud
pt_br: Geórgia do Sul e Ilhas Sandwich do Sul;

source: South Africa
de: Südafrika
fr: Afrique du Sud
pl: Republika Południowej Afryki
pt_br: África do Sul

source: Solomon Islands
de: Salomonen
fr: Îles Salomon
pl: Wyspy Salomona
pt_br: Ilhas Salomão

source: Slovenia
de: Slovenien
fr: Slovénie
pl: Słowenia
pt_br: Eslovênia

source: Slovakia
de: Slowakei
fr: Slovaquie
pl: Słowacja
pt_br: Eslováquia

source: Serbia
de: Serbien
fr: Serbie
pt_br: Sérvia

source: Senegal
fr: Sénégal

source: Saudi Arabia
de: Saudi-Arabien
fr: Arabie Séoudite
pl: Arabia Saudyjska
pt_br: Arábia Saudita

source: Sao Tome And Principe
de: Sao Tomé und Principe
fr: Sao Tomé-et-Principe
pt_br: S. Tomé e Príncipe

source: San Marino
fr: Saint-Marin
pt_br: São Marinho

source: Samoa
fr: Samoa américaines

source: Saint Vincent And The Grenadines
de: St. Vincent und die Grenadinen
fr: Saint-Vincent-et-les-Grenadines
pt_br: São Vicente e as Grenadinas

source: Saint Pierre And Miquelon
de: Saint-Pierre und Miquelon
fr: Saint-Pierre-et-Miquelon
pt_br: S. Pedro e Miquelão

source: Saint Lucia
de: St. Lucia
fr: Sainte-Lucie
pt_br: Santa Lúcia

source: Saint Kitts And Nevis
de: St. Kitts und Nevis
fr: Saint-Christophe-et-Néviès
pt_br: St. Kitts e Nevis

source: Saint Helena
de: St. Helena
fr: Sainte-Hélène
pl: Święta Helena
pt_br: Santa Helena

source: Russian Federation
de: Russische Förderation
fr: Fédération russe
pl: Federacja Rosyjska
pt_br: Federação Russa

source: Romania
de: Rumänien
fr: Roumanie
pl: Rumunia
pt_br: Romênia

source: Reunion
fr: Réunion
pt_br: Reunião

source: Puerto Rico
fr: Porto Rico
pl: Portoryko
pt_br: Porto Rico

source: Pitcairn
de: Pitcairninseln
fr: Îles Pitcairn
pt_br: Ilhas Pitcairn

source: Peru
fr: Pérou

source: Palau
fr: Palaos

source: Oman
fr: Sultanat d'Oman
pt_br: Omã

source: Norway
de: Norwegen
fr: Norvège
pl: Norwegia
pt_br: Noruega

source: Northern Mariana Islands
de: Nördliche Marianen
fr: Îles Mariannes du Nord
pl: Mariany Północne
pt_br: Ilhas Marianas do Norte

source: Norfolk Island
de: Norfolk Inseln
fr: Île Norfolk
pl: Wyspa Norfolk
pt_br: Ilha Norfolk

source: New Caledonia
de: Neukaledonien
fr: Nouvelle-Calédonie
pl: Nowa Kaledonia
pt_br: Nova discussão

source: Netherlands Antilles
de: Niederländische Antillen
fr: Antilles Néerlandaises
pl: Antyle Holenderskie
pt_br: Antilhas Holandesas

source: Nepal
fr: Népal
pt_br: República Democrática Federal do Nepal

source: Namibia
fr: Namibie
pt_br: Namíbia

source: Morocco
de: Marokko
fr: Maroc
pl: Maroko
pt_br: Marrocos

source: Montenegro
fr: Monténégro
pl: Czarnogóra

source: Mongolia
de: Mongolei
fr: Mongolie
pt_br: Mongólia

source: Moldova, Republic Of
de: Moldavien
fr: République de Moldavie
pl: Mołdawia, Republika
pt_br: Moldávia

source: Micronesia, Federated States Of
de: Föderierte Staaten von Mikronesien
fr: États fédérés de Micronésie
pl: Mikronezja, Federalne Stany
pt_br: Micronésia, Estados Federados da

source: Mauritius
fr: Île Maurice
pt_br: Maurícia

source: Mauritania
de: Mauretanien
fr: Mauritanie
pl: Mauretania
pt_br: Mauritânia

source: Marshall Islands
de: Marshallinseln
fr: Îles Marshall
pl: Wyspy Marshalla
pt_br: Ilhas Marshall

source: Malta
fr: Malte

source: Malaysia
fr: Malaisie
pl: Malezja
pt_br: Malásia

source: Macedonia
de: Mazedonien
fr: Macédonie
pt_br: Macedônia

source: Lithuania
de: Litauen
fr: Lithuanie
pl: Litwa
pt_br: Lituânia

source: Latvia
de: Lettland
fr: Lettonie
pl: Łotwa
pt_br: Letônia

source: Kyrgyzstan
de: Kirgisistan
fr: Kirgizistan
pl: Kirgistan
pt_br: Quirguistão

source: Kuwait
fr: Koweït
pl: Kuwejt

source: Korea, Republic Of
de: Korea
fr: Corée du Nord
pl: Korea, Republika
pt_br: Coreia, República da

source: Jordan
de: Jordanien
fr: Jordanie
pl: Jordania
pt_br: Jordânia

source: Jamaica
de: Jamaika
fr: Jamaïque
pl: Jamajka

source: Israel
fr: Israël
pl: Izrael

source: Isle Of Man
fr: Île de Man
pl: Wyspa Man
pt_br: ILHA DE MAN

source: Ireland
de: Irland
fr: Irlande
pl: Irlandia
pt_br: Irlanda

source: Indonesia
de: Indonesien
fr: Indonésie
pl: Indonezja
pt_br: Indonésia

source: India
de: Indien
fr: Indie
pl: Indie
pt_br: Índia

source: Iceland
de: Island
fr: Islande
pl: Islandia
pt_br: Islândia

source: Hungary
de: Ungarn
fr: Hongrie
pl: Węgry
pt_br: Hungria

source: Holy See (vatican City State)
de: Vatikanstadt
fr: Saint-Siège (Cité du Vatican)
pl: Stolica Apostolska (państwo watykańskie)
pt_br: Santa Sé (Cidade Estado do Vaticano)

source: Heard Island And Mcdonald Islands
de: Heard und McDonaldinseln
fr: Îles Heard-et-Macdonald
pl: Wyspy Heard i wyspy Mcdonald
pt_br: Ilhas Heard e Mcdonald

source: Guyana
fr: Guyane
pl: Gujana
pt_br: Guiana

source: Guernsey
fr: Guernesey

source: Grenada
fr: Grenade
pt_br: Granada

source: Greenland
de: Grönland
fr: Groenland
pl: Grenlandia
pt_br: Gronelândia

source: Greece
de: Griechenland
fr: Grèce
pl: Grecja
pt_br: Grécia

source: Gibraltar
fr: Gribraltar

source: Georgia
de: Georgien
fr: Géorgie
pl: Gruzja
pt_br: Geórgia

source: Gambia
fr: Gambie
pt_br: Gâmbia

source: French Southern Territories
de: Französische Süd- und Antarktisgebiete
fr: Terres Australes Françaises
pl: Francuskie Terytoria Południowe
pt_br: Territórios Franceses do Sul

source: French Polynesia
de: Französisch-Polynesien
fr: Polynésie française
pl: Polinezja Francuska
pt_br: Polinésia Francesa

source: French Guiana
de: Französisch-Guayana
fr: Guyane française
pl: Gujana Francuska
pt_br: Guiana Francesa

source: Finland
de: Finnland
fr: Finlande
pl: Finlandia
pt_br: Finlândia

source: Fiji
de: Fidschi
fr: Fidji
pl: Fidżi

source: Faroe Islands
de: Faröer Inseln
fr: Îles Féroé
pl: Wyspy Owcze
pt_br: Ilhas Faroé

source: Falkland Islands (malvinas)
de: Falkland Inseln
fr: Îles Falklands (Malouines)
pl: Wyspy Falklandzkie (malvinas)
pt_br: ILHAS FALKLAND (MALVINAS)

source: Estonia
de: Estland
fr: Estonie
pt_br: Estônia

source: El Salvador
fr: Salvador
pl: Salwador

source: Egypt
de: Ägypten
fr: Égypte
pl: Egipt
pt_br: Egito

source: Ecuador
fr: Équateur
pl: Ekwador
pt_br: Equador

source: Dominican Republic
de: Dominikanische Republik
fr: République dominicaine
pl: Dominikana
pt_br: República Dominicana

source: Dominica
fr: Dominique
pl: Dominika
pt_br: Domínica

source: Denmark
de: Dänemark
fr: Danemark
pl: Dania
pt_br: Dinamarca

source: Czech Republic
de: Tschechien
fr: République Tchèque
pl: Czechy
pt_br: República Tcheca

source: Cyprus
de: Zypern
fr: Chypre
pl: Cypr
pt_br: Chipre

source: Cook Islands
de: Cookinseln
fr: Îles Cook
pl: Wyspy Cooka
pt_br: Ilhas Cook

source: Colombia
de: Kolumbien
fr: Colombie
pl: Kolumbia
pt_br: Colômbia

source: Cocos (keeling) Islands
de: Kokosinseln
fr: Îles Cocos (Keeling)
pl: Wyspy kokosowe (keelingowe)
pt_br: Ilhas Cocos (keeling)

source: Christmas Island
de: Weihnachtsinsel
fr: Île Christmas
pl: Wyspa Bożego Narodzenia
pt_br: Ilha Christmas

source: Chile
fr: Chili

source: Central African Republic
de: Zentralafrikanische Republik
fr: République Centrafricaine
pl: Republika Południowej Afryki
pt_br: República Central Africana

source: Cayman Islands
de: Cayman Inseln
fr: Îles Caïmans
pl: Kajmany
pt_br: Ilhas Caimão

source: Cape Verde
de: Kap Verde
fr: Cap Vert
pl: Republika Zielonego Przylądka
pt_br: Cabo Verde

source: Bulgaria
de: Bulgarien
fr: Bulgarie
pl: Bułgaria
pt_br: Bulgária

source: Brunei Darussalam
de: Brunei
fr: Sultanat de Brunei

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
fr: Territoire Britannique de l'Océan Indien
pl: Brytyjskie Terytorium Oceanu Indyjskiego
pt_br: Território Britânico do Oceano Índico

source: Brazil
de: Brasilien
fr: Brésil
pl: Brazylia
pt_br: Brasil

source: Bouvet Island
de: Bouvetinsel
fr: Île Bouvet
pl: Wyspa Bouvet
pt_br: Ilha Bouvet

source: Bosnia-herzegovina
de: Bosnien und Herzegowina
fr: Bosnie-Herzégovine
pl: Bośnia i Hercegowina

source: Bhutan
fr: Bhoutan
pt_br: Butão

source: Bermuda
fr: Les Bermudes
pl: Bermudy
pt_br: Bermudas

source: Benin
fr: Bénin
pt_br: Benim

source: Belize
fr: Bélize

source: Barbados
fr: La Barbade

source: Bahrain
fr: Bahreïn
pl: Bahrajn

source: Azerbaijan
de: Aserbaidschan
fr: Azerbaïdjan
pl: Azerbejdżan
pt_br: Azerbaijão

source: Armenia
de: Armenien
fr: Aménie
pt_br: Armênia

source: Argentina
de: Argentinien
fr: Argentine
pl: Argentyna

source: Antigua And Barbuda
de: Antigua und Barbados
fr: Antigua-et-Barbuda
pt_br: Antígua e Barbuda

source: Antarctica
de: Antarktis
fr: Antarctique
pl: Antarktyda
pt_br: Antártica

source: Andorra
fr: Andorre
pl: Andora

source: American Samoa
de: Amerikanisch-Samoa
fr: Samoa américaines
pl: Samoa Amerykańskie
pt_br: Samoa Americana

source: Algeria
de: Algerien
fr: Algérie
pl: Algieria
pt_br: Argélia

source: Albania
de: Albanien
fr: Albanie
pt_br: Albânia

source: Aland Islands
fr: Îles Aland
pl: Wyspy Alandzkie
pt_br: Ilhas Aland

source: Select country
de: Land auswählen
fr: Sélectionner un pays
pl: Wybierz kraj
pt_br: Selecionar país

source: Override the is_configured method of the %s-gateway
fr: Remplace la méthode is_configured de %s-gateway
pl: Zastąp metodę is_configured bramki%s
pt_br: Substituir o método is_configured do %s-gateway

source: Sandbox Mode (test)
de: Sandbox-Modus (Test)
fr: Mode bac à sable (test)
pl: Tryb piaskownicy (test)
pt_br: Modo Sandbox (teste)

source: Addresses EU VAT regulations.
de: EU UID-Nummer:
fr: À propos des régulations de la TVA intracommunautaire.
pl: Adresuje przepisy UE dotyczące podatku VAT.
pt_br: Aborda a regulamentação do IVA da UE.

source: priv_...
fr: priv_&hellip;

source: public_...
de: öffentlich
fr: public_&hellip;

source: priv_test_...
de: Testmitgliedschaft
fr: priv_test_&hellip;

source: Private Token
de: persönlicher Gutschein
fr: Jeton privé
pl: Prywatny token
pt_br: Token Privado

source: public_test_...
fr: public_tes&hellip;

source: Public Token
de: öffentlicher Gutschein
fr: Jeton public
pl: Token publiczny
pt_br: As matrículas públicas estão desabilitadas

source: Test mode
de: Testmodus
fr: Mode test
pl: Tryb testowy
pt_br: Modo de teste

source: Live mode
de: Live-Modus
fr: Mode Live
pl: Tryb na żywo
pt_br: Ao Vivo

source: I'm testing
de: Ich teste gerade
fr: Je teste
pl: Testuję
pt_br: Estou testando
