Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: By creating an account you agree to the sites %sPrivacy and Policy%s
de: Mit der Erstellung eines Kontos stimmen Sie den %sDatenschutzbestimmungen%s dieser Seite zu
fr: En créant un compte, vous acceptez les conditions de %sConfidentialité et de Politique %sdu site

source: Invoice Notes
de: Rechnungshinweise
fr: Factures Annotées
pt_br: Notas de Faturas

source: Invoice Due Date
de: Rechnung Fälligkeitsdatum
fr: Date d'Expiration de la Facture
pt_br: Date da Caducação das Faturas

source: Invoice Total
de: Gesamtbetrag
fr: Total de la Facture
pt_br: Total das Faturas

source: Invoice Discount
de: Rabatt
fr: Réduction de la Facture
pt_br: Desconto de Faturas

source: Invoice Amount
de: Rechnungsbetrag
fr: Montant de la Facture
pt_br: Montante de Faturas

source: Invoice Currency
de: Währung
fr: Devise de la Facture
pt_br: Devisas de Faturas

source: Invoice Status
de: Rechnungsstatus
fr: Statut de la Facture
pt_br: Status de Faturas

source: Invoice Gateway
de: Rechnungs-Gateway
fr: ''Gateway'' des factures

source: Invoice Number
de: Rechnungsnummer
fr: Numéro de Facture
pt_br: Número de Faturas

source: Member Subscription Details
de: Details der Mitgliedschaft
fr: Détails d'Abonnement des Membres
pt_br: Detalhes de Abonamento dos Membros

source: Total Invoices
de: Alle Rechnungen
fr: Total Numero des Factures
pt_br: Total das Faturas

source: Membership End
de: Mitgliedschaftsende
fr: Fin de ''Membership''

source: Membership Start
de: Mitgliedschaftsstart
fr: Début de Membership
pt_br: Começo de Adesão

source: Membership Status
de: Status der Mitgliedschaft
fr: Status de Membership
pt_br: Status de l'Adhésion

source: Member Payment Details
de: Zahlungsdetails des Mitglieds
fr: Détails du Paiement des Membres
pt_br: Détails du Paiement des Membres

source: Auth.net CIM Payment Profile
de: Auth.net CIM Zahlungsprofil
fr: Auth.net CIM Profil de Paiement
pt_br: Auth.net CIM Profil des Payements

source: Auth.net CIM Profile
de: Auth.net CIM-Profil
fr: Profil Auth.net CIM
pt_br: Auth.net CIM Profil

source: Auth.net Card Number
de: Auth.net Kartennummer
fr: Numéro de Carte Auth.net
pt_br: Auth.net Numéro de Carte

source: Auth.net Card Expire
de: Auth.net Karte Ablaufdatum
fr: Expiration de la Carte Auth.net
pt_br: Auth.net Carte se Termine

source: Stripe Card Customer
de: Stripe Kartenkunde
fr: Client de Carte ''Stripe''
pt_br: CarteClient ''Stripe''

source: Stripe Card Number
de: Stripe Kartennummer
fr: Numéro de Carte ''Stripe''
pt_br: Numéro de Carte ''Stripe''

source: Stripe Card Expire
de: Stripe Ablaufdatum
fr: Expiration de Carte ''Stripe''
pt_br: Carte ''Stripe'' se Termine

source: All Subscription Data deleted
de: Alle Abonnementdaten gelöscht
fr: Données d'Abonnement Supprimées
pt_br: Toutes les Données d'Adhésion supprimées

source: Membership 2 Eraser
fr: Effaceur de ''Membership 2 ''

source: Membership 2 Exporter
fr: 2 Exportateur de ''Membership 2''
pt_br: ''Membership 2'' Exportador/a

source: <h3>Payment Gateways</h3> <p class="privacy-policy-tutorial"> If you choose to accept Payments using Stripe, or PayPal, some of your customers data will be passed to the respective third party. Some of the data includes : <ul> <li>Name</li> <li>Email</li> <li>Address</li> <li>Phone</li> <li>City/State/Zip</li> </ul> We will store order information for XXX years for tax and accounting purposes. This includes your name, email address and billing addresses. </p> <h3>Who on our team has access</h3> <p class="privacy-policy-tutorial"> Members of our team have access to the information you provide us. Both Administrators and Shop Managers can access: <ul> <li>Order information like what was purchased, when it was purchased and</li> <li>Customer information like your name, email address, and billing information.</li> </ul> </p>
de: <h3>Zahlung Gateways</h3> <p class="privacy-policy-tutorial"> Wenn Sie Zahlungen per Stripe oder PayPal akzeptieren, werden einige Ihrer Kundendaten an den jeweiligen Dritten weitergegeben. Einige der Daten beinhalten : <ul> <li>Name</li> <li>E-Mail</li> <li>Adresse</li> <li>Telefon</li> <li>Stadt/Bundesland/PLZ</li> </ul> Wir speichern Auftragsinformationen für XXX Jahre für Steuer- und Buchhaltungszwecke. Dazu gehören Ihr Name, Ihre E-Mail-Adresse und Ihre Rechnungsadresse. </p> <h3>Wer in unserem Team hat Zugang</h3> <p class="privacy-policy-tutorial"> Unser Support-Team hat Zugang zu den Informationen, die Sie uns zur Verfügung stellen. Sowohl Administratoren als auch Shop-Manager können auf zugreifen. <ul> <li>Bestellinformationen wie z.B. was gekauft wurde, wann es gekauft wurde und</li> <li>Kundeninformationen wie Name, E-Mail-Adresse und Rechnungsinformationen.</li> </ul> </p>
fr: ProjetsMembresFrançais (France) WPMU DEV DANS VOTRE LANGUE Traduction des membres: French (France) glossary ← 12 Filtre ↓ • Trier ↓ • Tous • Pas traduit (aléatoire) • En attente • Flou • Avertissements État des membres Statut de ''Membership'' Détails Détails des Paiements des Membres Détails des Paiements des Membres Détails Auth.net CIM Historiel des Paiements Auth.net CIM Historiel des Paiements Détails Profil d'Auth.net CIM Profil CIM d'Auth.net Numéro de Carte Auth.net Numéro de Carte Auth.net Détails La carte Auth.net expiration Expiration de la Carte Auth.net Détails Stripe Card Client Client de Carte '' Stripe '' Détails Numéro de carte ''Stripe Numéro de Carte '' Stripe '' Détails Stripe Card Expiration Expiration de Carte '' Stripe '' Détails Toutes les Données d'Abonnement supprimées Données d'Abonnement Supprimées Détails Adhésion 2 Effacer Effacer de '' Adhésion 2 '' Détails ''Membership 2'' Exportateur 2 Exportateur de '' Membership 2 '' Détails <h3> ''Gateways'' de Paiements </h3> <p class="privacy-policy-tutorial">Si vous choisissez d'accepter les paiements avec ''Stripe'' ou ''PayPal'', certaines données de vos clients seront transmises à la tierce partie concernée. Certaines des données incluent: <ul> <li> Nom </li> <li> E-mail </li> <li> Adresse </li> <li> Téléphone </li> <li> Ville / État / Code postal </li> </ul> Nous stockons les informations de commande pour XXX années à des fins fiscales et comptables. Cela inclut votre nom, votre adresse e-mail et vos adresses de facturation. </p> <h3> Qui a accès à notre équipe</h3> <p class="privacy-policy-tutorial"> Les membres de notre équipe ont accès aux informations que vous nous fournissez. Les administrateurs et les responsables de la compagnie peuvent accéder à: <ul> <li> Informations de commande regardant ce qui a été acheté, quand il a été acheté et </li> <li> Informations sur le client, telles que votre nom, votre adresse e-mail et les votres informations de facturation. </li> </ul> </p>
pt_br: <h3>''Gateways'' de Pagamentos</h3> <p class="privacy-policy-tutorial"> ISe você decidir aceitar Pagamentos usando Stripe ou PayPal, alguns dados de seus clientes serão passados para os respectivos terceiros. Alguns dos datos inclui : <ul> <li>Nome</li> <li>E-mail</li> <li>Direção</li> <li>Fone</li> <li>Cidade/Estado/PC</li> </ul> Manteremos informações sobre pedidos por XXX anos para fins fiscais e contábeis. Isso inclui seu nome, endereço de e-mail e endereços de cobrança. </p> <h3>Quem na nossa equipe terá acesso</h3> <p class="privacy-policy-tutorial"> Os membros da nossa equipe têm acesso às informações que você nos fornecer. Administradores e Gerentes podem acessar estes: <ul> <li>informações sobre pedidos, como o que foi comprado, quando foi comprado e</li> <li>Informações dos clientes, como seu nome, endereço de e-mail e informações de faturamento.</li> </ul> </p>

source: %d user accounts resent emails
de: %d Benutzerkonten senden E-Mails erneut.
fr: %d renvoyé des e-mails des comptes d'utilisateurs
pt_br: %d e-mails re-enviadas das contas de usuários

source: Resend Verification Email
de: Bestätigungs-E-Mail erneut versenden
fr: Renvoyer l'E-mail de Vérification
pt_br: Re-enviar E-mail de Verificação

source: Verification Resent
fr: Vérification Renvoyée
pt_br: Verificação Re-enviada

# help
source: Response is a Membership object
fr: Réponse est un objet de ''Membership''
pl: Odpowiedź to obiekt członkowski
pt_br: Responder é um objetivo de ''Membership''

# help
source: Response is a list of Membership objects
fr: Réponse est une liste d'objets de Membership
pl: Odpowiedź to lista obiektów członkowskich
pt_br: Responder é uma lista de objectivos de ''Membership''

# help
source: Response is a Subscription object
fr: Réponse est un objet d'Abonnement
pl: Odpowiedź to obiekt subskrypcji
pt_br: Responder é uma uma inscrição de objetivos

# help
source: Response is a Member object
fr: Réponse est un objet Membre
pl: Odpowiedź jest obiektem członkowskim
pt_br: Responder é um objetivo de Membros

# help
source: Response is the total members per status
fr: Réponse est le total de membres par status
pl: Odpowiedź to łączna liczba członków na status
pt_br: Responder representa o total de membros per status

# help
source: Response is a list of Member objects
fr: Réponse est une liste d'objets membres
pl: Odpowiedź to lista obiektów członkowskich
pt_br: Responder é uma lista de objectivos de Membros

# help
source: Parameters
fr: Paramètres
pl: Parametry
pt_br: Parâmetros

# help
source: Invalid Request Response
fr: Réponse de Demande Non Valide
pl: Nieprawidłowa odpowiedź na żądanie
pt_br: Resposta Solicitada Inválida

# help
source: Valid API Requests
fr: Demandes d'API Valides
pl: Poprawne żądania API
pt_br: Solicitações API Válidas

# help
source: Rest API Documentation
de: API Schnittstellen Dokumentation
fr: Documentation de l'API Rest
pl: Dokumentacja API Rest
pt_br: Documentação API REST

# help
source: Title of the activities section
fr: Titre de la section des activités
pl: Tytuł sekcji działań
pt_br: Título para a seção de atividades

source: Excludes the membership system pages from search results.
fr: Les pages du système ''membership'' des résultats de recherche sont exclues.
pl: Wyklucza strony systemu członkostwa z wyników wyszukiwania.
pt_br: Exclui páginas sistematicas de associação dos resultados da pesquisa.

source: Exclude system pages from Search
de: Systemseiten von der Suche ausschließen
fr: Les pages du système de la recherche sont exclues
pl: Wyklucz strony systemowe z wyszukiwarki
pt_br: Exclui páginas sistematicas da Pesquisa

source: For reccuring payments coupon is only applied to
fr: Pour les paiements récurrents, le coupon est uniquement appliqué pour
pl: W przypadku rekompensowania płatności kupon stosuje się tylko do
pt_br: Para pagamentos recorrentes, o cupão é aplicado só para

source: to all invoices
de: auf alle Rechnungen
fr: pour toutes les factures
pl: do wszystkich faktur
pt_br: para todas as faturas

source: the first invoice
fr: la première facture
pl: pierwsza faktura
pt_br: a primeira fatura

source: Please <a href="%s">visit Microsoft Docs</a> on how to configure IIS
fr: Veuillez <a href="%s"> visiter Microsoft Docs</a> pour configurer IIS
pl: <a href="%s"> odwiedź Microsoft Docs </a>, jak skonfigurować usługi IIS
pt_br: Por favor, <a href="%s">visitar o Microsoft Docs </a> como configurar o IIS

source: Still having trouble? <a target='_blank' href="%s">Open a support ticket</a>.
fr: Vous avez encore des problèmes? <a target='_blank' href="%s"> gérer un ticket de supporte</a>
pl: Nadal masz problemy? <a target='_blank' href="%s">Utwórz zgłoszenie do pomocy technicznej</a>.
pt_br: Têm problemas ainda? <a target='_blank' href="%s"> iniciar um tíquete de suporte</a>.

source: Reload NGINX.
fr: Recharger NGINX.
pl: Zrestartuj serwer NGINX.
pt_br: Rebaixar NGINX.

source: Add the code above inside the <strong>server</strong> section in the file, right before the php location block. Looks something like:
fr: Ajoutez le code ci-dessus dans la section <strong>serveur</strong> du fichier, avant le bloc d'emplacement php. Ressemblant à quelque chose comme:
pl: Dodaj powyższy kod wewnątrz sekcji "<strong>server</strong> w pliku, tuż przed blokiem php location. Wygląda to mniej więcej tak:
pt_br: Adicionar o código acima, na seção <strong>servidor</strong> no arquivo, antes do bloco de localização do php. Parece-se algo como:

source: Copy the generated code into your site specific .conf file usually located in a subdirectory under /etc/nginx/... or /usr/local/nginx/conf/...
fr: Copier le code généré dans le fichier .conf de votre site spécifique, généralement situé dans un sous-répertoire dans /etc/nginx/... or /usr/local/nginx/conf/...
pl: Skopiuj wygenerowany kod do pliku .conf w swojej witrynie. Plik zwykle znajduje się w podkatalogu /etc/nginx/... lub /usr/local/nginx/conf/...
pt_br: Copiar o código gerado em seu específico arquivo .conf do site, geralmente localizado em um subdiretório em/etc/nginx / ... ou/usr/local/nginx/conf/ ...

source: For NGINX servers:
de: Für NGINX Server:
fr: Pour les serveurs NGINX:
pl: Dla serwerów NGINX:
pt_br: Para os servidores NGINX:

source: We will place <strong>.htaccess</strong> file into the /wp-content/uploads/ folder to prevent direct access to files other than those defined. Each change in the files needs the htaccess file updated
fr: Nous allons ajouter le fichier <strong>.htaccess</strong> dans le dossier /wpcontent/uploads/pour empêcher l'accès direct à d'autres fichiers qui ne sont pas définis. Chaque modification dans les fichiers nécessitera mis à jour le fichier htaccess.
pt_br: Inseriremos o arquivo <strong>.htaccess</strong> na pasta/wp-content/uploads/para impedir o acesso direto a outros arquivos não definidos. Cada dsetas alterações nos arquivos requer o arquivo htaccess atualizado

source: Application Server
fr: Serveur d'Application
pl: Serwer aplikacji
pt_br: Servidor desta Aplicação

source: Bulk Import users
de: Benutzer Massenimport
fr: Utilisateurs d'importations en masse
pl: Użytkownicy masowego importu
pt_br: Usuários de Importações em Massa

source: Upload and create users as members. All uploaded members will have active subscriptions
fr: Télécharger et créer des utilisateurs en tant que membres. Tous les membres ajoutés auront des abonnements activés
pl: Przesyłaj i twórz użytkowników jako członków. Wszyscy przesłani członkowie będą aktywnisubskrypcje
pt_br: Carregar e criar usuários como membros. Todos os membros adicionados terão assinaturas ativadas

source: Upload Users
de: Benutzer hochladen
fr: Télécharger des utilisateurs
pl: Prześlij użytkowników
pt_br: Adicionar Usuários

source: Optionally assign users to selected membership
fr: Option; Affecter des utilisateurs à des ''membership'' sélectionnées
pl: Opcjonalnie przypisz użytkowników do wybranego członkostwa
pt_br: Opção; atribuir usuários às associações selecionadas

source: User List CSV File %sDownload sample file%s
fr: Liste de fichiers CSV %s Télécharger un exemple de ce fichier%s
pl: Lista użytkowników Plik CSV%s Pobierz przykładowy plik%s
pt_br: Lista do Arquivo CSV %s Obter exemplo deste arquivo%s

source: Generate an export file using one of the options above
fr: Créer un fichier d'exportation en utilisant l'une des options ci-dessus
pl: Wygeneruj plik eksportu za pomocą jednej z powyższych opcji
pt_br: Criar um arquivo de exportação usando uma das opções acima

source: Select export format
de: Exportformat wählen
fr: Sélectionner le format d'exportation
pl: Wybierz format eksportu
pt_br: Selecionar o formato de exportação

source: Select export type
de: Exportart wählen
fr: Sélectionner le mode d'exportation
pl: Wybierz typ eksportu
pt_br: Selecionar o modo de exportação

source: This will force all registered accounts to first verify their emails before login
fr: Cela obligera tout le monde avec des comptes enregistrés à vérifier ses emails, avant qu'ils ne soient connectés
pl: Zmusi to wszystkie zarejestrowane konta do wcześniejszej weryfikacji swoich e-maili przedZaloguj Się
pt_br: Isto forçará todos/as com contas registradas a verificarem seus e-mails, antes de serem conetados

source: Enable account verification
fr: Activer la vérification du compte
pl: Włącz weryfikację konta
pt_br: Ativar a verificação da conta

source: This will force all manually registered members to use the default single active Payment gateway
fr: Cela obligera tout les membres avec des comptes enregistrés à vérifier ses emails, avant qu'ils ne soient connectés
pl: To zmusi wszystkich ręcznie zarejestrowanych członków do używania domyślnego singlaaktywna bramka płatności
pt_br: Isto forçará todos os membros, registrados manualmente, a usar o único ativo padrão do gateway de pagamento

source: Force default gateway
fr: Appliquer ''gateway'' standardisée
pl: Wymuś domyślną bramę
pt_br: Enforçar ''gateway'' padrão

source: Cache your Membership queries for faster results. Enabling this will cache results for 12 hours. Good for sites with alot of data
fr: Stocker les données de requête dans le ''Membership'' pour obtenir des résultats plus rapides. En activant cela stockera les résultats pendant 12 heures. Idéal pour les sites avec des données volumineuses
pl: Buforuj swoje zapytania członkostwa, aby uzyskać szybsze wyniki. Włączenie tego spowoduje buforowaniewyniki przez 12 godzin. Dobre dla witryn z dużą ilością danych
pt_br: Armazenar dados de consultas em ''Membership" para receberem resultados mais rápidos. Ativando isso armazenará os resultados por 12 horas. Excelente para sites com grandes dados

source: Speed up results
de: Ergebnisse beschleunigen
fr: Accélérer les résultats
pl: Przyspiesz wyniki
pt_br: Acelerar os resultados

source: List of all users
de: Liste aller Nutzer
fr: Liste de tous les utilisateurs
pl: Lista wszystkich użytkowników
pt_br: Lista de todos os usuários

source: End Date
fr: Date Finale
pl: Data zakończenia
pt_br: Data Final

source: Payment Description
fr: Description des Paiements
pl: Opis płatności
pt_br: Descrição de Pagamentos

source: Subscription Status
fr: Statut d'Enregistrement
pl: Status subskrypcji
pt_br: Status de Inscrições

source: No Data
fr: Pas de Données
pl: Brak danych
pt_br: Sem Dados

source: No valid user csv file uploaded, please try again.
fr: Aucun fichier csv d'utilisateur valide n'a été téléchargé; Veuillez réessayer svp.
pl: Nie przesłano prawidłowego pliku csv użytkownika, spróbuj ponownie.
pt_br: Nenhum arquivo de csv de usuário válido foi baixado; por favor, tentar de novo.

source: Please upload a csv file.
fr: ''Upload'' (envoyer) un fichier CSV, SVP.
pl: Prześlij plik csv.
pt_br: Por favor, fazer o ''upload'' de um arquivo csv.

source: Please click on the link %1$s to verify your account
fr: Veuillez cliquer sur le lien %1$s pour valider votre compte
pl: Kliknij link %1$s, aby zweryfikować swoje konto
pt_br: Por favor, clicar no link %1$s para verificar sua conta

source: Thanks for registering for an account at %1$s!
de: Danke für die Eröffnung eines Kontos bei %1$s!
fr: Merci de vous être inscrit pour un compte sur %1$s!
pl: Dziękujemy za zarejestrowanie konta na %1$s!
pt_br: Obrigado por se registrarem para uma conta em %1$s!

source: Confirmation of your email at %s
fr: Confirmation de votre email en %s
pl: Potwierdzenie adresu e-mail w%s
pt_br: Confirmação do seu email em %s

source: Sent when a user completes the signup to verify their email
fr: Envoyé lorsqu'un utilisateur termine son abonnement, et pour vérifier son adresse e-mail
pl: Wysyłane, gdy użytkownik zakończy rejestrację, aby zweryfikować swój adres e-mail
pt_br: Enviado quando um usuário conclui sua inscrição para confirmar seu e-mail

source: You need to enable %sPretty Permalinks%s in your %sPermalink structure%s to ensure Membership 2 is working correctly.
fr: Il faut activer %sPretty Permalinks%s dans votre %sstructure Permalink%s pour vous assurer que ''Membership 2'' fonctionne correctement.
pl: Musisz włączyć%sProdukty Permalinks%s w strukturze%sPermalink%s naupewnij się, że członkostwo 2 działa poprawnie.
pt_br: Necessitam de ativar %sPretty Permalinks%s na sua %sestrutura Permalink%s para garantir que a ''Membership 2'' esteja funcionando corretamente.

source: Invalid code. Please check your email or try again
de: Falscher Code. Bitte überprüfe Dein E-Mail oder versuche es erneut.
fr: Code pas valide. Veuillez vérifier votre adresse e-mail, ou réessayer
pl: Nieprawidłowy kod. Sprawdź pocztę lub spróbuj ponownie
pt_br: Código inválido. Por favor, verificar seu e-mail ou tentar de novo

source: Account already verified
fr: Le compte a déjà été confirmé
pl: Konto już zweryfikowane
pt_br: Conta já foi confirmada

source: Account verified. Proceed to login
de: Konto bestätigt. Weiter zum Login
fr: Compte vérifié. Continuez avec le '' login ''
pl: Konto zweryfikowane. Przejdź do logowania
pt_br: Conta verificada. Continuar com o ''login''

source: Members Only
fr: Membres Seulement
pl: Tylko dla członków
pt_br: Apenas para Membros

source: Memberships Only
fr: ''Memberships'' Seulement
pl: Tylko dla członków
pt_br: Apenas Aos Membros

source: Full Membership Data (Members and Memberships)
fr: Des Données Complètes de ''Membership'' (Membres et ''Memberships'')
pl: Pełne dane członkowskie (członkowie i członkostwo)
pt_br: Dados Completos de Membros (Membros e Associados)

source: Plugin Settings (Note that this is not a full backup of the plugin settings)
fr: Configurations du ''plugin'' (Noter qu'il ne s'agit pas d'une sauvegarde complète des configurations du ''plugin'' )
pl: Ustawienia wtyczki (pamiętaj, że to nie jest pełna kopia zapasowa ustawień wtyczki)
pt_br: Configurações de ''Plugin'' (Note que este não é um ''backup'' completo das configurações do plugin)

source: Invalid export type or format
fr: Mode ou format d'exportation pas valide
pl: Niepoprawny typ lub format eksportu
pt_br: Modo ou formato de exportação inválido

source: Export type not yet supported
fr: Mode d'exportation pas encore supporté
pl: Typ eksportu jeszcze nieobsługiwany
pt_br: Modo de exportação ainda não suportado

source: Verify Account.
de: Konto verifizieren.
fr: Vérifier (le) Compte.
pl: Zweryfikuj konto.
pt_br: Verificar a Conta.

source: User: Account Verification URL
fr: Utilisateur: URL de Validation du Compte
pl: Użytkownik: URL weryfikacji konta
pt_br: Utilizador: URL de Validação da Conta

source: Signup - Verify your email
fr: Inscription - Vérifier votre email
pl: Rejestracja - weryfikacja adresu e-mail
pt_br: Inscrição - Verificar seu e-mail

source: %d user accounts disapproved
fr: %d comptes d'utilisateurs non approuvés
pl: %d kont użytkowników odrzuconych
pt_br: %d contas de usuários não aprovadas

source: %d user accounts approved
fr: %d comptes d'utilisateurs approuvés
pl: Zatwierdzono%d kont użytkowników
pt_br: %d contas de usuários aprovadas

source: Disapprove
fr: Désapprouver
pt_br: Desaprovar

source: Approve
fr: Approuver
pl: Zatwierdź
pt_br: Aprovar

source: Not Verified
fr: Non Vérifié
pl: Nie zweryfikowano
pt_br: Não Verificado

source: Export List as CSV
fr: Exporter la Liste comme CSV
pl: Eksportuj listę jako CSV
pt_br: Exportar a Lista como CSV

source: Account not verified. Please check your email for a verification link
fr: Compte non vérifié. Vérifier votre e-mail comme un ''link'' «lien» pour la vérification, svp
pl: Konto nie zostało zweryfikowane. Sprawdź pocztę e-mail, aby uzyskać link weryfikacyjny
pt_br: Conta não verificada. Por favor, verificar seu email como um ''link'' de verificação

source: Please check your email for further instructions to verify your email.
fr: Vérifier votre e-mail pour plus d'instructions, afin de vérifier votre email, svp. ???
pl: Sprawdź pocztę e-mail, aby uzyskać dalsze instrukcje weryfikacji adresu e-mail.
pt_br: Por favor, verificar seu e-mail para receber mais instruções, para verificar seu e-mail.
