Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Customize Membership 2
de: Anpassen von Mitgliedschaft 2
fr: (Aucune adhésion)
pl: Dostosuj członkostwo 2
pt_br: Personalizar a ''Membership'' 2

source: Your username: %s
de: Ihr Benutzername: %s
fr: Votre nom d'utilisateur: %s
pl: Twoja nazwa użytkownika:%s
pt_br: Seu nome de usuário: %s

source: Someone requested that the password be reset for the following account: %sIf this was a mistake, just ignore this email and nothing will happen.%s
fr: Quelqu'un a demandé que le mot de passe soit réinitialisé pour le compte: %s. Si c'est une erreur, ignorez cet email et rien ne changera.%s
pl: Ktoś zażądał zresetowania hasła dla następującego konta:%sIfTo był błąd, po prostu zignoruj ten e-mail i nic się nie stanie.%s
pt_br: Alguém solicitou que a senha fosse reconfigurada para a seguinte conta:%sSe foi um erro, ignore este e-mail e nada acontecerá.%s

source: Only when you manually set the "Cancel and Pro-Rate" setting in the Upgrade Paths settings of the membership then the change is recognized as upgrade/downgrade. In this case the old membership is deactivated when the new subscription is created.<br>If you do not set this option the default logic applies: The user can access the old membership for the duration he paid, even when he cancels earlier. So no Pro-Rating then.
fr: Seulement lorsque vous définissez manuellement le paramétrage "Annuler et Notation Pro" dans les chemins de mise à niveau des paramètres de l'abonnement alors le changement est reconnu comme mise à niveau / rétrogradation. Dans ce cas, l'ancienne adhésion est désactivée lorsque le nouvel abonnement est créé. <br> Si vous ne définissez pas cette option, la logique par défaut s'applique: L'utilisateur peut accéder à l'ancienne adhésion pour la durée qu'il a payé, même quand il annule plus tôt. Donc pas de notation Pro-Note.
pl: Tylko jeśli ręcznie ustawisz " Anuluj i Pro-Rate \ "wUstawienia ścieżki uaktualnień członkostwa, a zmiana jest rozpoznawana jakoupgrade / downgrade. W tym przypadku stare członkostwo jest dezaktywowane, gdynowa subskrypcja jest tworzona. <br> Jeśli nie ustawisz tej opcji jako domyślnejobowiązuje logika: użytkownik może uzyskać dostęp do starego członkostwa na czas jego trwania.
pt_br: Apenas quando você define manualmente a configuração "Cancelar e Pro-Rate" nas configurações de Atualização ''Paths'' da ''membership'', a alteração é reconhecida como atualizar / desatualizar. Nesse caso, a ''membership'' antiga é desativada quando a nova subscrição é criada.<br> Se você não definir essa opção, a lógica padronizada será aplicada: o usuário poderá acessar a ''membership'' antiga pelo tempo que pagou, mesmo quando cancelar antes de caducar. Então não há Pro-Rating.

source: When Multiple Memberships Add-on is enabled
fr: Lorsque l'extension d'adhésions multiples est activée
pl: Gdy włączony jest dodatek wielokrotnego członkostwa
pt_br: Quando ''Multiple Memberships Add-on'' está ativado

source: Changing a membership always expires the old memberships and adds a subscription for the the new membership <em>in one step</em>. Pro Rating is always applied here.
fr: Modifier une adhésion expire toujours les anciennes adhésions et ajoute un abonnement pour la la nouvelle adhésion <em>en une seule étape.</em> la notation Pro est toujours appliquée ici.
pt_br: Alterarando uma ''membership'' sempre faz expirar ''memberships'' antigas e adiciona uma subscrição para novas ''memberships'' <em>em uma etapa</em>. ''Pro Rating'' é aplicado sempre neste caso.

source: When Multiple Memberships Add-on is disabled
fr: Lorsque l'extension d'adhésions multiples est désactivée
pl: Gdy dodatek do wielu członków jest wyłączony
pt_br: Quando ''Multiple Memberships Add-on''está desativado

source: Pro-Rating is applied when a user upgrades/downgrades a membership. Not when he cancels and subscribes in two steps.<br><br>Reason:<br>When a user cancels a membership he keeps access to the membership until the current period expires (exception: permanent access expires instantly)
fr: La version Pro de notation est appliquée quand un utilisateur change d'adhésion. Pas quand il annule et souscrit en deux étapes. <br><br> Raison: <br> Quand un utilisateur annule une adhésion il garde l'accès à l'abonnement jusqu'à l'expiration de la période en cours (exception: l'accès permanent expire instantanément)
pl: Pro-Rating jest stosowany, gdy użytkownik uaktualnia / obniża członkostwo. Nie kiedyanuluje i subskrybuje w dwóch etapach. <br> <br> Powód: <br> Gdy użytkownikanuluje członkostwo utrzymuje dostęp do członkostwa aż do obecnegookres wygasa (wyjątek: stały dostęp wygasa natychmiast)
pt_br: Pro-Rating é aplicado quando um usuário atualiza / desatualiza de uma ''membership''. Não quando cancela e se inscreve em duas etapas.<br> <br>eis a razão:<br> Quando um usuário cancela uma ''membership'', este mantém o acesso à ''membership'' até o período atual de caducar (exceção: o acesso permanente caduca instantaneamente)

source: Invitation code is correct.
de: Einladungscode ist korrekt.
fr: Le code d'invitation est correct.
pl: Kod zaproszenia jest poprawny.
pt_br: Código de convite correto

source: BuddyPress uses a page that is also used as a Membership page by Membership 2.<br>Please assign a different page for either %sMembership 2%s or %sBuddyPress%s to avoid conflicts.
fr: BuddyPress utilise une page comme page d'abonnement qui est déjà utilisée par Membership2.<br>Merci d'assigner une page différente soit à %sMembership 2 %s soit à%sBuddyPress%s pour éviter les conflits.
pl: BuddyPress używa strony, która jest również używana jako członkostwo przez członkostwo2. <br> Proszę przypisać inną stronę dla%sMembership 2%s lub%sBuddyPress%s, aby uniknąć konfliktów.
pt_br: ''BuddyPress'' usa uma página que também é utilisada como uma página ''Membership'' da ''Membership 2.''<br>Por favor, atribuir uma página diferente para ambos %s''Membership'' 2%s ou%s ''BuddyPress''%s para evitar conflitos.

source: Available Memberships
de: Verfügbare Mitgliedschaften
fr: Abonnements disponibles
pl: Dostępne członkostwo
pt_br: Assinaturas Disponíveis

source: Set Up Membership 2 Pages that will be displayed on your website.
de: Stelle die Mitgliedschaft-Seiten ein, die auf deiner Webseite angezeigt werden.
fr: Définissez les pages Membership2 qui seront affichées sur votre site.
pl: Ustaw Członkostwo 2 Strony, które będą wyświetlane na Twojej stronie.
pt_br: Configurar Páginas do Membership 2 que serão exibidas no seu website.

source: Membership 2 Pages
de: Mitgliedschaft Seiten
fr: Pages Membership2
pl: Członkostwo 2 strony
pt_br: Páginas do Membership 2

source: Select the site that hosts the Membership 2 Pages
fr: Sélectionnez le site qui héberge les pages Membership2
pl: Wybierz stronę, na której znajdują się strony z członkostwem 2
pt_br: Escolha o site que hospeda as Páginas do Membership 2

source: When you change the site new Membership 2 Pages are created on the selected site. You can customize or replace these pages at any time.
fr: Quand vous changez de site, de nouvelles pages Membership2 sont créées sur le site sélectionné. Vous pourrez personnaliser ou remplacer ces pages à tout moment.
pl: Po zmianie strony tworzone są nowe Strony Członkowskie 2 na wybranymMożesz dostosować lub zamienić te strony w dowolnym momencie.
pt_br: Quando você altera o site, nova Membership 2, Páginas são criadas no site selecionado. Você pode personalizar ou substituir essas páginas sempre que desejar

source: Select the Site that hosts Membership 2 Pages
fr: Sélectionnez le site qui héberge les pages Membership2
pl: Wybierz stronę, która obsługuje strony członkowskie 2
pt_br: Selecionar o Site que contêm as páginas de ''Membership 2''

source: You can now go to page %sProtection Rules%s to set up access levels for this Membership.
de: Sie können jetzt zu %sSchutzregeln%s gehen um Ihre Zugangslevels für diese Mitgliedschaft einzurichten.
fr: Vous pouvez maintenant aller à %sContenu protégé%s pour créer les niveaux d'accès à cette adhésion.
pl: Możesz teraz przejść do strony%sProtection Rules%s, aby ustawić poziomy dostępu dla tegoCzłonkostwo.
pt_br: Você agora pode ir para a página de %sProtection Rules%s para configurar os níveis de acesso dessa Assinatura.

source: View Logs
de: Protokolle anzeigen
fr: Voir les logs
pl: Wyświetl dzienniki
pt_br: Ver Logs

source: Message displayed in place of the read-more contents.
fr: Message affiché à la place du contenu "En lire plus".
pl: Komunikat wyświetlany zamiast czytanej zawartości.
pt_br: Mensagem exibida, em vez de,ver mais conteúdos.

source: Message displayed in place of a protected shortcode output.
fr: Message affiché à la place d'un shortcode de protection.
pl: Komunikat wyświetlany zamiast chronionego wyjścia shortcode.
pt_br: Mensagem exibida no lugar da saída de um shortcode protegido.

source: Define custom message
de: Benutzerdefinierte Nachricht
fr: Définir un message personnalisé
pl: Zdefiniuj niestandardową wiadomość
pt_br: Definir mensagem personalizada

source: Use default message
de: verwende Standardnachricht
fr: Utiliser le message par défaut
pl: Użyj domyślnego komunikatu
pt_br: Usar mensagem padrão

source: Message displayed when the whole page is protected via shortcode <code>[ms-protection-message]</code>.
fr: Message affiché quand la page entière est protégée via le shortcode <code>[ms-protection-message]</code>.
pt_br: Mensagem exibida quando toda a página está protegida via ''shortcode''<code>[ms-protection-message]</code>.

source: Here you can override %sdefault settings%s for this membership.
fr: Vous pouvez substituer les %sréglages par défaut%s pour cet abonnement.
pl: Tutaj możesz zastąpić%sdefault settings%s dla tego członkostwa.
pt_br: Aqui você pode substituir %sdefault settings%s desta assinatura.

source: Define custom template
de: Definieren von benutzerdefinierter Vorlage
fr: Définir un modèle personnalisé
pl: Zdefiniuj szablon niestandardowy
pt_br: Difinir template personalizado

source: Load Template
de: Vorlage laden
fr: Charger un modèle
pl: Załaduj szablon
pt_br: Carregar Template

source: Use default template
de: Verwenden Sie Standard-Vorlage
fr: Utiliser le modèle par défaut
pl: Użyj domyślnego szablonu
pt_br: Usar o template padrão

source: No Email
de: Kein E-Mail
fr: Pas d'email
pl: Brak e-maila
pt_br: Nenhum E-mail

source: Send Email
de: E-Mail senden
fr: Envoyer l'email
pl: Wyślij email
pt_br: Enviar E-mail

source: Here you can override %sdefault messages%s for this membership.
fr: Vous pouvez substituer les %smessages par défaut%s pour cet abonnement.
pl: Tutaj możesz przesłonić%sdefault messages%s dla tego członkostwa.
pt_br: Aqui você pode substituir as %sdefault messages%s desta assinatura.

source: Send %2$s pending Email Responses %1$s
fr: Envoie %2$s réponses email en attente %1$s
pl: Wyślij%2$s oczekujących odpowiedzi e-mail %1$s
pt_br: Enviar %2$s Respostas de E-mail pendentes %1$s

source: Send 1 pending Email Response %1$s
fr: Envoie une réponse email en attente %1$s
pl: Wyślij 1 oczekującą odpowiedź e-mail %1$s
pt_br: Enviar 1 E-mail de Resposta %1$s

source: No pending Email Responses found
fr: Aucune réponse email en attente trouvée.
pl: Nie znaleziono oczekujących odpowiedzi e-mail
pt_br: E-mail de Resposta pendentes não encontrados

source: Membership 2 Settings
de: Einstellungen Mitgliedschaft
fr: Réglages Membership2
pl: Ustawienia członkostwa 2
pt_br: Configurações do Membership 2

source: Keep
de: Halten
fr: Garder
pt_br: Manter

source: Cancel and Pro-Rate
fr: Annuler et faire le prorata
pl: Anuluj i Pro-Rate
pt_br: Cancelar e Reembolsar

source: Cancel %s on subscription
de: %s Abonnement kündigen
fr: Annuler %s à la souscription
pl: Anuluj%s w abonamencie
pt_br: Cancelar %s na assinatura

source: Members of %s can subscribe
de: Mitglieder von %s können abonnieren
fr: Les membres de %s peuvent souscrire
pl: Członkowie%s mogą zasubskrybować
pt_br: Membros de %s podem se inscrever

source: Users without Membership can subscribe
de: Nutzer ohne Mitgliedschaft können abonnieren
fr: Les utilisateurs sans abonnement peuvent souscrire
pl: Użytkownicy bez członkostwa mogą subskrybować
pt_br: Usuários sem uma Assinatura podem se inscrever

source: Here you can define which members are allowed to subscribe to %s. By default anyone can subscribe.
fr: Vous pouvez définir ici quels membres sont autorisés à souscrire à %s. Par défaut, tout le monde peut souscrire.
pl: Tutaj możesz określić, którzy członkowie mogą subskrybować%s. Domyślniekażdy może subskrybować.
pt_br: Aqui você pode definir quais membros terão permissão para inscreverem-se no %s. Por padrão qualquer um pode se inscrever.

source: Changing this option might result in loss or changes in your protection rules for this Membership.<br>Please check your rules after you save changes here.
fr: Changer cette option peut donner lieu à des pertes ou des changements dans vos règles de protection pour cet abonnement. <br />Vérifiez vos règles après avoir enregistré les changements ici.
pl: Zmiana tej opcji może spowodować utratę lub zmiany w twojej ochroniezasady dotyczące tego członkostwa. <br> Sprawdź swoje zasady po zapisaniu zmiantutaj.
pt_br: Alterar esta opção pode resultar em perda ou alteração das regras de proteção para esta Membership. <br>Por favor verifique as regras depois de as salvaguardar aqui.

source: Set the membership type:
de: Lege den Mitgliedschaftstyp fest:
fr: Définissez le type d'abonnement :
pl: Ustaw typ członkostwa:
pt_br: Defina o tipo de assinatura:

source: It also controlls which Protection Message is used in case a member has multiple memberships (the lowest value wins)
fr: Cela contrôle aussi quel message de protection est utilisé au cas où un membre a plusieurs abonnements (la valeur la plus basse gagne).
pl: Kontroluje również, który komunikat ochrony jest używany w przypadku, gdy członek mawiele członkostw (najniższa wartość wygrywa)
pt_br: Isso também controla qual Mensagem de Proteção é usada no caso de um membro ter múltiplas assinaturas (o menor valor ganha)

source: This defines the display order on the Membership Page.
de: Dies definiert die Reihenfolge der Anzeige von Mitgliedschaften.
fr: Ceci définit l'ordre d'affichage sur la page des abonnements.
pl: Definiuje kolejność wyświetlania na stronie członkowskiej.
pt_br: Isso define a ordem de exibição na Página de Assinaturas

source: Membership order
de: Mitgliedschaft Reihenfolge
fr: Ordre des abonnements
pl: Składanie członkostwa
pt_br: Ordem das Assinaturas

source: History and logs
de: Verlauf und Protokolle
fr: Historique et logs
pl: Historia i logi
pt_br: Histórico e logs

source: Subscription Dates and Status are validated when saved and might result in a different value then the one specified above.
fr: Les dates et statuts des abonnements sont validées à l'enregistrement et peuvent entraîner l'affichage d'une valeur différente que celle spécifiée ci-dessus.
pl: Daty subskrypcji i status są sprawdzane po zapisaniu i mogą spowodowaćinna wartość niż ta określona powyżej.
pt_br: Datas e Status das subscrições são validadas quando salvaguardadas e pode resultar em valores diferentes do que os especificados ao cimo.

source: Set Subscription
de: Abonnement setzen
fr: Sélectionnez un abonnement
pl: Ustaw subskrypcję
pt_br: Definir Assinatura

source: Add Subscriptions
de: Abonnements hinzufügen
fr: Ajouter des abonnements
pl: Dodaj subskrypcje
pt_br: Adicionar Assinaturas

source: This user does not have any subscriptions yet.
de: Dieser Nutzer hat bis jetzt keine Abonnements.
fr: Cet utilisateur n'a pas d'abonnement pour l'instant.
pl: Ten użytkownik nie ma jeszcze żadnych subskrypcji.
pt_br: Este usuário não possui nenhuma assinatura ainda.

source: Payment Type
de: Zahlungsart
fr: Type de paiement
pl: Rodzaj płatności
pt_br: Tipo de Pagamento

source: Subscription ID
de: Abonnement ID
fr: ID d'abonnement
pl: Identyfikator subskrypcji
pt_br: ID da Assinatura

source: - No Gateway -
de: - keine Zahlmethode -
fr: - Pas de passerelle -
pl: - Brak bramy -
pt_br: - Nenhum Gateway -

source: Deactivated (no access)
de: Deaktiviert (kein Zugriff)
fr: Désactivé (aucun accès)
pl: Wyłączony (brak dostępu)
pt_br: Desativada (sem acesso)

source: Expired (no access)
de: Abgelaufen (kein Zugriff)
fr: Expiré (aucun accès)
pl: Minął (brak dostępu)
pt_br: Expirada (sem acesso)

source: Trial Expired (activate on next payment)
de: Probephase abgelaufen (aktiviert bei nächster Zahlung)
fr: Période d'essai terminée (activé au prochain paiement)
pl: Trial Expired (aktywacja przy następnej płatności)
pt_br: Degustação Expirada (ativar ao cair o pagamento)

source: Cancelled (deactivate on expire date)
de: Abgebrochen (deaktiviert zum Ablaufdatum)
fr: Annulé (désactivé à la date d'expiration)
pl: Anulowano (dezaktywuj w dniu wygaśnięcia)
pt_br: Cancelada (desativar na data de expiração)

source: Trial Active
de: Probephase aktiv
fr: Période d'essai active
pt_br: Degustação Ativa

source: Waiting (activate on start date)
de: Warten (aktiviert zum Starttermin)
fr: En attente (activé à la date de départ)
pl: Oczekiwanie (aktywacja przy dacie rozpoczęcia)
pt_br: Aguardando (ativar na data de início)

source: Pending (activate on next payment)
de: Ausstehende (aktiviert bei der nächsten Zahlung)
fr: En attente (activé au prochain paiement)
pl: Oczekuje (aktywuj przy następnej płatności)
pt_br: Pendente (ativar ao cair o pagamento)

source: Manage Subscriptions
de: Verwalte Abonnements
fr: Gérez les abonnements
pl: Zarządzaj subskrypcjami
pt_br: Gerenciar Assinaturas

source: Full User Profile
de: Volles Benutzerprofil
fr: Profil d'utilisateur complet
pl: Pełny profil użytkownika
pt_br: Perfil Completo do Usuário

source: Display Name
de: Anzeigename
fr: Nom d'affichage
pl: Wyświetl imię
pt_br: Nome de Exibição

source: Basic Profile details
de: Basic Profildetails
fr: Détails basiques du profil
pl: Podstawowe dane profilu
pt_br: Detalhes básicos do Perfil

source: Select
de: Wähle
fr: Sélectionnez
pl: Wybierz
pt_br: Selecionar

source: Existing WordPress users
de: Bestehende WordPress-Nutzer
fr: Utilisateurs WordPress existants
pl: Istniejący użytkownicy WordPress
pt_br: Usuários existentes do WordPress

source: Select an existing WordPress user
de: Wählen Sie einen bestehenden WordPress-Nutzer
fr: Sélectionnez un utilisateurs WordPress existant
pl: Wybierz istniejącego użytkownika WordPress
pt_br: Selecionar um usuário existente do WordPress

source: Create user
de: Nutzer erstellen
fr: Créer le membre
pl: Utwórz użytkownika
pt_br: Criar usuário

source: We create a new WordPress user without sending a confirmation email.
de: Wir erstellen einen neuen Wordpress-Nutzer ohne Absenden einer Bestätigungs-E-Mail.
fr: Nous créons un nouvel utilisateur WordPress sans envoyer de mail de confirmation.
pl: Tworzymy nowego użytkownika WordPressa bez wysyłania wiadomości e-mail z potwierdzeniem.
pt_br: Nós criamos um novo usuário do WordPress sem enviar um e-mail de confirmação.

source: User name
de: Benutzername
fr: Identifiant
pl: Nazwa użytkownika
pt_br: Nome do usuário

source: Create a new WordPress user
de: Erstellen Sie einen neuen Wordpress-Nutzer
fr: Créer un nouvel utilisateur WordPress
pl: Utwórz nowego użytkownika WordPress
pt_br: Criar um novo usuário do WordPress

source: Edit Member
de: Mitglied bearbeiten
fr: Éditer le membre
pl: Edytuj członka
pt_br: Editar Membro

source: Add or Select Member
de: Hinzufügen oder Auswahl eines Mitglieds
fr: Ajouter ou sélectionner un membre
pl: Dodaj lub wybierz członka
pt_br: Adicionar ou Selecionar Membro

source: Check and update subscription status
de: Prüfe und aktualisiere Abonnementstatus
fr: Bloquer le statut des abonnements
pl: Sprawdź i zaktualizuj status subskrypcji
pt_br: Verificar e atualizar status da assinatura

source: Pro-Rate Discount
de: Rabattsatz
fr: Remise au pro-rata
pt_br: Desconto Proporcional

source: Coupon Discount
de: Gutschein Rabatt
fr: Code de remise
pl: Kupon rabatowy
pt_br: Desconto por Cupom

source: When you complete this payment the following Memberships will be cancelled: %s.
de: Wenn Sie diese Zahlung abschließen, werden die folgenden Mitgliedschaften beendet: %s.
fr: Quand vous terminerez ce paiement, les abonnements suivants seront annulés : %s.
pl: Po zakończeniu tej płatności następujące Członkostwo zostanie anulowane:%s.
pt_br: Quando você efetuar este pagamento a seguinte Assinatura será cancelada: %s.

source: When you complete this payment your Membership "%s" will be cancelled.
de: Wenn Sie diese Zahlung abschließen wird Ihre Mitgliedschaft "%s" abgebrochen werden.
fr: Quand vous terminerez ce paiement, votre abonnement "%s" sera annulé.
pl: Po zakończeniu tej płatności Twoje Członkostwo "%s \ "zostanie anulowane.
pt_br: Quando você efetuar este pagamento sua Assinatura "%s" será cancelada.

source: Set-up Protection Rules
de: Einrichtung Schutzregeln
fr: Définition des règles de protection
pl: Zasady ochrony konfiguracji
pt_br: Configurar Regras de Proteção

source: Thank you for using Membership 2
de: Vielen Dank für die Verwendung von Membership2!
fr: Merci d'utiliser Membership2 !
pl: Dziękujemy za skorzystanie z członkostwa 2
pt_br: Obrigado por usar o Membership 2

source: You're awesome :)
de: Du bist super :)
fr: Vous êtes génial ! :)
pl: Jesteś niesamowity :)
pt_br: Você é fantástico :)

source: Show Transaction Logs
de: Protokolle anzeigen
fr: Afficher les logs des transactions
pl: Pokaż dzienniki transakcji
pt_br: Mostrar Logs de Transações

source: Create new Invoice
de: Neue Rechnung erstellen
fr: Créer une nouvelle facture
pl: Utwórz nową fakturę
pt_br: Criar nova Fatura

source: Show Invoices
de: Rechnungen anzeigen
fr: Afficher les factures
pl: Pokaż faktury
pt_br: Mostrar Faturas

source: Transaction Logs
de: Transaktionsprotokolle
fr: Logs des transactions
pl: Dzienniki transakcji
pt_br: Logs de Transações

source: %1$s transactions failed. Please %2$sreview the logs%3$s and decide if you want to ignore the transaction or manually assign it to an invoice.
fr: %1$s transactions échouées. Merci de %2$svérifier les logs%3$s et décider si vous voulez ignorer les transactions ou les assigner manuellement à des factures.
pt_br: %1$s transações falharam. Favor %2$srevisar os logs%3$s e decidir se você quer ignorar a transação ou atribuí-la manualmente a uma fatura.

source: One transaction failed. Please %2$sreview the logs%3$s and decide if you want to ignore the transaction or manually assign it to an invoice.
fr: Une transaction a échoué. Merci de %2$svérifier les logs%3$s et décider si vous voulez ignorer la transaction ou l'assigner manuellement à une facture.
pt_br: Uma transação falhou. Favor %2$srevisar os logs%3$s e decidir se você quer ignorar a transação ou atribuí-la manualmente a uma fatura.

source: Save Transaction
de: Transaktion speichern
fr: Enregistrer la transaction
pl: Zapisz transakcję
pt_br: Salvar Transação

source: The selected Invoice will be marked as "paid"
de: Die ausgewählte Rechnung wird als "bezahlt" markiert
fr: La facture sélectionnée sera marquée comme "payée"
pl: Wybrana faktura zostanie oznaczona jako " płatna \ "
pt_br: A fatura selecionada será marcada como "paga"

source: 3. Link payment with invoice
de: 3. Link Zahlung mit Rechnung
fr: 3. Lien de paiement avec facture
pl: 3. Łączenie płatności z fakturą
pt_br: 3. Vincular pagamento com fatura

source: 2. Payment for subscription
de: 2. Zahlung für Abonnement
fr: 2. Paiement pour l'abonnement
pl: 2. Płatność za subskrypcję
pt_br: 2. Pagamento por assinatura

source: 1. Payment by user
de: 1. Zahlung durch Nutzer
fr: 1. Paiement par l'utilisateur
pl: 1. Płatność użytkownika
pt_br: 1. Pagamento pelo usuário

source: Transaction Details
de: Transaktionsdetails
fr: Détails de la transaction
pl: Szczegóły transakcji
pt_br: Detalhes da Transação
