Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: A positive rule determines what content a user assigned to this level will have access to. To pick the content you should drag the relevant rules listed on the right hand side of the page to the DROP HERE box and then pick the content shown that you want the user to be able to access.
fr: Une règle positive détermine le contenu auquel un utilisateur affecté à ce niveau a accès. Pour choisir le contenu vous devez faire glisser les règles pertinentes figurant sur le côté droit de la page dans la boîte de dépôt [DROP HERE] et ensuite choisir le contenu auquel l'utilisateur aura accès.
pl: Pozytywna reguła określa, jaka zawartość będzie przypisana do tego poziomu przez użytkownikamieć dostęp do. Aby wybrać treść, należy przeciągnąć odpowiednie reguływymienione po prawej stronie strony do pola DROP HERE, a następnie wybierzzawartość pokazana, że użytkownik ma mieć dostęp.
pt_br: Uma regra positiva determina que conteúdo, um usuário atribuído a este nível terá acesso. Para escolher o conteúdo, arraste as regras relevantes listadas no lado direito da página para a caixa DROP HERE e escolha o conteúdo exibido que você deseja que o usuário tenha acesso.

source: You can add and / or edit levels using this form. Each level should have a unique title, the level shortcode is based on the title, so if a level title is too similar to another, it may be confusing when using the shortcodes to protect content at a later date.
fr: Vous pouvez ajouter et / ou modifier les niveaux à l'aide de ce formulaire. Chaque niveau doit avoir un titre unique. Le shortcode associé étant basé sur le titre, deux deux titres trop proches pourraient créer la confusion lors de l'utilisation ultérieure des shortcodes.
pl: Możesz dodawać i / lub edytować poziomy używając tego formularza. Każdy poziom powinien miećunikalny tytuł, poziom shortcode jest oparty na tytule, więc jeśli tytuł poziomujest zbyt podobny do innego, może być mylące, gdy używa się skrótów dochroń zawartość w późniejszym terminie.
pt_br: Você pode adicionar e / ou editar níveis (de acesso), usando este formula. Cada nível deve ter um título único; o ''shortcode'' de nível é baseado no título, portanto, se um título de nível for muito semelhante a outro, pode tornar-se confuso ao usar os códigos de acesso para proteger o conteúdo mais tarde.

source: Adding / Editing Levels
de: Hinzufügen / Bearbeiten der Level
fr: Ajouter / Modifier des niveaux
pl: Dodawanie / edycja poziomów
pt_br: Adicionando / Editando Níveis

source: Each level has a custom shortcode based on the level title. You can protect content in your posts or pages so that only users on that level can see it by surrounding the content with the shortcode shown. E.g. [level-one]Protected content[/level-one] will allow users only on "level one" to see the content.
fr: Chaque niveau a un shortcode personnalisé basé sur le titre de niveau. Vous pouvez protéger le contenu de vos messages ou de vos pages de façon que seuls les utilisateurs à ce niveau puissent les voir en encadrant le contenu avec le shortcode approprié. Par exemple [level-one]Contenu protégé[/level-one] permettra uniquement aux utilisateurs du "level one" de voir le contenu.
pl: Każdy poziom ma niestandardowy shortcode na podstawie tytułu poziomu. Możesz chronićzawartość Twoich postów lub stron, aby mogli ją zobaczyć tylko użytkownicy na tym poziomieotaczając treść krótkim pokazanym kodem. Np. [level-one]Treści chronione [/ level-one] pozwolą użytkownikom tylko na " poziom jeden \ "do zobaczeniaTreść.
pt_br: Cada nível tem um código personalizado de acesso baseado no título do nível. Você pode proteger o conteúdo de suas publicações ou páginas, de modo que somente os usuários desse nível possam vê-lo, protegendo o conteúdo com o shortcode exibido. Por exemplo. [level-one]Conteúdo protegido [/level-one] permitirá só aos usuários em "nível um" que vejam esse conteúdo.

source: The number of users assigned to a level is listed in the Users column.
fr: Le nombre d'utilisateurs affectés à un niveau est répertorié dans la colonne Utilisateurs.
pl: Liczba użytkowników przypisanych do poziomu jest wymieniona w kolumnie Użytkownicy.
pt_br: Número de usuários atribuídos a um nível é listado na coluna Usuários.

source: You can activate or deactivate a level by clicking on the relevant link under the level title. An Inactive level will not show in any other parts of the plugin. You can not deactivate a level that has users assigned to it, you must move the users to a new level first.
fr: Vous pouvez activer ou désactiver un niveau en cliquant sur le lien correspondant sous le titre du niveau. Un niveau inactif ne sera pas diffusée dans les autres parties du plugin. Vous ne pouvez pas désactiver un niveau qui a des utilisateurs qui lui sont assignés, vous devez déplacer les utilisateurs vers un nouveau niveau préalablement.
pl: Możesz aktywować lub dezaktywować poziom, klikając odpowiedni linkpod tytułem poziomu. Poziom nieaktywny nie będzie wyświetlany w żadnych innych częściachwtyczka. Nie można dezaktywować poziomu, który ma przypisanych użytkownikówmusisz najpierw przenieść użytkowników na nowy poziom.
pt_br: Você pode ativar ou desativar um nível, clicando no link relevante abaixo do título do nível. Um nível Inativo não será mostrado em nenhuma outra parte do plugin. Você não pode desativar um nível que tenha usuários atribuídos a este; você deve antes disso passar os usuários para um novo nível.

source: Your access levels control the content that a user has access to on your site. This main page shows a list of all the levels that you currently have on your system, their status, the number of users assigned to them and the shortcode you can use to protect content for user not assigned to that level.
fr: Vos niveaux d'accès contrôlent le contenu de votre site accessible par l'utilisateur. Cette page principale affiche une liste de tous les niveaux dont vous disposez actuellement sur votre système, leur statut, le nombre d'utilisateurs pour chacun et le shortcode que vous pouvez utiliser pour protéger le contenu de l'accès d'utilisateurs non affectés à ce niveau.
pl: Twoje poziomy dostępu kontrolują zawartość, do której użytkownik ma dostęp na twoimstrona główna Ta strona główna pokazuje listę wszystkich poziomów, które obecnie posiadaszw twoim systemie, ich statusie, liczbie użytkowników przypisanych do nich ishortcode, którego możesz użyć do ochrony zawartości dla użytkownika nieprzypisanego do tego poziomu.
pt_br: Os níveis de acesso controlam o conteúdo ao qual o usuário tem acesso em seu site. Esta página principal mostra uma lista de todos os níveis que você tem atualmente em seu sistema; seu status, o número de usuários atribuídos a estes e o shortcode que você pode usar para proteger o conteúdo do usuário, não atribuído a esse nível.

source: The Statistics area shows the current number of members on each of your levels and subscriptions, as well as the recent sign-up activity in handy graph form.
fr: La zone Statistiques indique le nombre actuel de membres de chacun de vos niveaux et de vos abonnements, ainsi que l'activité récente des inscriptions sous forme de graphiques.
pl: Obszar Statystyka pokazuje aktualną liczbę członków na każdym z twoichpoziomy i subskrypcje, a także ostatnia aktywność związana z rejestracją
pt_br: A área das Estatísticas mostra o número atual de membros em cada um dos seus níveis, e as subscrições, assim como a atividade recente de inscrições, em forma de um gráfico acessível.

source: The News area shows the last few operations that have occured on your site. The news system records the movement of a user through your system and is handy for keeping track of recent events.
fr: La zone Nouveautés montre les dernières opérations qui ont eu lieu sur votre site. Le système de nouveautés enregistre les mouvements d'un utilisateur à travers votre système et est pratique pour garder une trace des événements récents.
pl: Obszar Wiadomości pokazuje kilka ostatnich operacji, które miały miejsce w Twojej witrynie.System wiadomości rejestruje ruch użytkownika przez twój system i jestprzydatny do śledzenia ostatnich wydarzeń.
pt_br: A área de Notícias mostra as últimas operações que ocorreram em seu site. O sistema de notícias registra o movimento dos usuários através do seu sistema e é útil para tomar nota dos eventos recentes.

source: The Members area shows the current status of your plugin (whether it is enabled or disabled), the Levels and Susbscriptions that you have set up and the number of members assigned to each one as well as the total number of users for your site and the number of those currently active.
fr: La zone Membres indique l'état actuel de votre plugin (si il est activé ou désactivé), les Niveaux et les Souscriptions que vous avez mis en place et le nombre de membres attribué à chacun d'eux ainsi que le nombre total d'utilisateurs pour votre site et le nombre de ceux qui sont actuellement actifs.
pl: Obszar Członkowie pokazuje aktualny status twojej wtyczki (czy jest
pt_br: A área dos Membros mostra o status atual do seu ''plugin'' (quer seja ativado ou desativado); os Níveis e Susbscrições que você configurou e o número de membros atribuídos a cada um destes, bem como o número total de usuários para o seu site e o número desses atualmente ativos.

source: The membership dashboard page shows a summary of the current status of your system, including the number of subscriptions and levels, and the number of users / members in each of them. This page is split into different areas each with a heading.
fr: La page du tableau de bord d'abonnement montre un résumé de l'état actuel de votre système, y compris le nombre de souscriptions et de niveaux, ainsi que le nombre d'utilisateurs / de membres dans chacun d'eux. Cette page est divisée en différentes zones, chacune avec un titre.
pl: Strona pulpitów członkostwa pokazuje podsumowanie bieżącego stanu twojegosystem, w tym liczba subskrypcji i poziomów oraz liczbaUżytkownicy / członkowie w każdym z nich Ta strona jest podzielona na różne obszary
pt_br: A página do painel de ''membership'' mostra um resumo do status atual do sistema, incluindo o número de subscrições e níveis, e o número de usuários / membros em cada um destes. Esta página é dividida em diferentes áreas, cada uma com um proprio título.

source: Membership Dashboard
de: Mitgliedschaft-Dashboard
fr: Tableau de bord Abonnement
pl: Panel członkostwa
pt_br: Painel ''Membership''

source: Displays their Account URL.
de: Zeigt deine Konto-URL an.
fr: Affiche l'URL du Compte.
pl: Wyświetla adres URL swojego konta.
pt_br: Exibe URL da Conta.

source: Displays the Level Name they are currently on.
de: Zeigt den Level-Namen, in dem sie sich aktuell befinden.
fr: Affiche le nom du niveau actuel.
pl: Wyświetla nazwę poziomu, na którym aktualnie się znajdują.
pt_br: Exibe o Nome do Nível atual ao qual pertencem.

source: Displays the Subscription Name they are currently on.
de: Zeigt den Namen des Abonnement in dem sie sich aktuell befinden.
fr: Afficher le Nom de la Souscription actuelle.
pl: Wyświetla nazwę subskrypcji, w której aktualnie się znajdują.
pt_br: Exibe o nome da Subscrição à qual pertencem atualmente.

source: Displays the Network URL (Multisite Install).
de: Zeigt die Netzwerk-URL an (Multisite Installation).
fr: Affiche l'URL du Réseau (Installation Multisite).
pl: Wyświetla adres URL sieci (instalacja na wielu serwerach).
pt_br: Exibe URL da Rede (Instalação Multisite).

source: Displays your Network Name (Multisite Install).
de: Zeigt deinen Netzwerknamen an (Multisite-Installation).
fr: Affiche le nom de votre réseau (installation multi-site).
pl: Wyświetla nazwę sieci (instalacja na wielu serwerach).
pt_br: Exibe Nome da Rede (Instalação Multisite).

source: Displays their chosen Nice Name.
de: Zeigt den gewählten Necknamen an.
fr: Affiche le pseudo choisi.
pl: Wyświetla ich wybrane Nice Name.
pt_br: Exibe ''Nome Bonito'' seu nome escolhido.

source: Displays the Username of the member.
de: Zeigt den Benutzernamen des Mitglieds an.
fr: Affiche l'identifiant de l'utilisateur.
pl: Wyświetla nazwę użytkownika członka.
pt_br: Exibe nome de Usuário do membro.

source: Displays your Blog URL.
de: Zeigt deine Blog-URL an.
fr: Affiche l'URL de votre Blog.
pl: Wyświetla twój adres URL bloga.
pt_br: Exibe seu URL do Blog.

source: Displays your Blog Name.
de: Zeigt deinen Blognamen an.
fr: Affiche le nom du blog.
pl: Wyświetla nazwę bloga.
pt_br: Exibe Nome do seu Blog.

source: The message is the main content of the email to be sent. It can contain a number of tags that will be automatically filled in before the email is sent. This allows the message to be personalised to a certain degree. The available tags are:
fr: Le message est le contenu principal de l'e-mail envoyé. Il peut contenir un certain nombre de balises qui seront automatiquement remplis avant l'envoi de l'e-mail. Ceci permet de personnaliser le message dans une certaine mesure. Les balises suivantes sont disponibles :
pl: Wiadomość jest główną treścią e-maila do wysłania. Może zawieraćliczba tagów, które będą automatycznie wypełniane przed wysłaniem wiadomości e-mail.Dzięki temu wiadomość może być spersonalizowana do pewnego stopnia.dostępne są tagi:
pt_br: Uma mensagem representa o conteúdo principal do email a ser enviado. Este pode conter várias ''tags'' que serão preenchidas automaticamente antes do envio do email, permitindo que a mensagem seja personalizada até um certo ponto. As ''tags'' disponíveis são:

source: The message subject is simply the subject that is set on the email for this message.
de: Hier legst du den Betreff für die Emailnachricht fest.
fr: L'objet du message est tout simplement le sujet de l'e-mail pour ce message.
pl: Temat wiadomości jest po prostu tematem ustawionym w wiadomości e-mail dla tegowiadomość.
pt_br: O topico da mensagem é simplesmente o assunto que vai definido no email desta mensagem.

source: The first field in the message add / edit screen is the time period in the lifetime of a membership that the message should be sent. Setting the number of days to 0 will force the message to be sent immediately when a member signs up, alternatively you can set the message to be sent x number of days / months or even years after a member has joined, or before a members subscription is due to expire.
fr: Le premier champ de l'écran ajouter / modifier est la période de temps d'une adhésion pendant lequel le message doit être envoyé. Régler le nombre de jours à 0 forcera le message à être envoyé immédiatement lors de l'inscription, sinon, vous pouvez définir l'envoi du message à X jours / mois / années après l'inscription d'un membre, ou avant l'échéance d'un abonnement.
pt_br: O primeiro campo na mensagem, adiçionar / editar, representa o período de tempo na viabilidade da ''membership'' onde uma mensagem poderá ser enviada. Definir o número de dias para 0 forçará a mensagem a ser enviada imediatamente, quando um membro se inscreve; alternativamente você pode definir a mensagem a ser enviada por x número de dias / meses ,ou mesmo até anos, após um membro ter assinado ou antes de uma subscrição estar prestes a caducar.

source: Adding / Editing a message
de: Hinzufügen/Bearbeiten einer Nachricht
fr: Ajouter / Modifier un message
pl: Dodawanie / edycja wiadomości
pt_br: Adicionando / Editando uma mensagem

source: Only messages that are active will be sent, to activate a message you should click on the Activate link underneath the messages subject. You can deactivate a currently active message at any time by clicking the Deactivate link, this will stop the message from being sent but will not delete it, so you can reactivate it again at a later time.
fr: Seuls les messages actifs seront envoyés, pour activer un message, vous devez cliquer sur le lien Activer sous l'objet du message. Vous pouvez désactiver un message à tout moment en cliquant sur le lien Désactiver, cela va arrêter l'envoi du message, mais ne le supprimera pas, de sorte que vous pourrez le réactiver à nouveau à une date ultérieure.
pl: Tylko aktywne wiadomości zostaną wysłane, aby aktywować wiadomość, którą powinieneśkliknij link Aktywuj pod tematem wiadomości.dezaktywuj aktualnie aktywną wiadomość w dowolnym momencie, klikając opcję Dezaktywujlink, to zatrzyma wysyłanie wiadomości, ale jej nie usunie, więcmożesz ponownie go aktywować w późniejszym czasie.
pt_br: Apenas as mensagens que estão ativas serão enviadas; para ativar uma mensagem, você deve clicar no ''link'' Ativar abaixo do topico das mensagens. Você pode desativar uma mensagem atual e ativa sempre que deseje clicando no ''link'' Desativar; isso impedirá que a mensagem seja enviada, mas não será suprimida, de modo que você possa reativá-la novamente mais tarde.

source: Active / Inactive
de: Aktiv/Inaktiv
fr: Actif / Inactif
pl: Aktywny / Nieaktywny
pt_br: Ativa / Inativa

source: The communications system enables you to set up messages to be sent to a member at certain points during the lifetime of their membership. Messages can be sent immediately on sign-up as well as any number of days after they signed up. You can even send messages to a user as they move towards the expiration of their subscription.
fr: Le système de communication vous permet de configurer des messages à envoyer à un membre à certains moments de la vie de son abonnement. Les messages peuvent être envoyés immédiatement lors de l'inscription ainsi qu'un certain nombre de jours après l'inscription. Vous pouvez même envoyer des messages à un utilisateur après l'expiration de son abonnement.
pl: System komunikacyjny umożliwia konfigurowanie wiadomości do wysłaniaczłonek w określonych punktach podczas okresu członkostwa.mogą być wysyłane natychmiast po rejestracji, jak również po dowolnej liczbie dni po ichzarejestrowany. Możesz nawet wysyłać wiadomości do użytkownika, gdy będą się zbliżaćwygaśnięcie ich subskrypcji.
pt_br: O sistema de comunicações permite que você configure mensagens para serem enviadas a um membro em determinadas alturas durante a vida útil da ''membership'' destes. As mensagens podem ser enviadas de imediato após a inscrição, assim como num número de dias após a inscrição. Você pode também enviar mensagens para um usuário, assim que o vencimento de sua subscrição se aproxima.

source: Some help content
de: Ein wenig Hilfe
fr: Une partie de l'aide
pl: Niektóre treści pomocy
pt_br: Algum conteúdo de ajuda

source: This is where you can create groups of URLs (web pages) that you want to prevent access to. A URL group can contain as many URLs as you want, and can even include regular expressions so that you can prevent access to large areas of your website in one go.
fr: C'est là que vous pouvez créer des groupes d'URL (pages Web) dont vous souhaitez empêcher l'accès. Un groupe d'URL peut contenir autant d'URL que vous voulez, et peut même inclure des expressions régulières afin que vous puissiez empêcher l'accès à de vastes zones de votre site Web en une seule fois.
pl: Tutaj możesz tworzyć grupy adresów URL (strony internetowe), które chceszuniemożliwić dostęp. Grupa adresów URL może zawierać tyle adresów URL, ile chcesz i możezawierają nawet wyrażenia regularne, aby uniemożliwić dostęp do dużychobszary swojej witryny za jednym razem.
pt_br: Aqui você pode criar grupos de URLs (páginas da web) às quais deseja impedir acesso. Um grupo de URLs pode conter tantos URLs que você queira; pode até incluir expressões regulares para impedir o acesso às maiores áreas do seu site, numa só vez.

source: This is where you manage the available subscriptions on your site. Subscriptions control which level a user is on at any point during their membership, and how much they are charged. In order for a subscription to be visible (and selectable) to a potential member they must be Active and Public.
fr: C'est là que vous gérez les souscriptions disponibles sur votre site. Les souscriptions contrôlent sur quel niveau un utilisateur est à tout moment au cours de son adhésion, et combien ils ont été facturés. Un abonnement pour être visible (et sélectionnable) par un membre potentiel, il doit être Actif et Publique.
pl: Tutaj możesz zarządzać dostępnymi subskrypcjami w swojej witrynie.Subskrypcje kontrolują poziom, na którym użytkownik jest zalogowany w dowolnym momencieczłonkostwo i ile są obciążane. Aby subskrypcja byławidoczny (i możliwy do wyboru) dla potencjalnego członka muszą być Aktywni iPubliczny.
pt_br: É aqui que você gerencia as subscrições disponíveis no seu site. Subscrições controlam o nível no qual um usuário se situa em qualquer momento durante a ''membership'' e quanto está a pagar. Para que uma subscição seja visível, (e selecionável), para um possível membro, estes devem ser classificados como Ativos e Público.

source: This is where you can set up Pings to be sent to other websites when a member signs up for your site, changes levels or ends their membership. A Ping sends information to a web page on a different website that will accept and process that information, such as signing a user up for a mailing list, or registering them on a forum.
fr: C'est là que vous pouvez mettre en place les Pings à envoyer vers d'autres sites quand un membre s'inscrit sur votre site, change de niveau ou met fin à son abonnement. Un Ping envoie des informations à une page Web sur un site Web différent qui va accepter et traiter ces informations, telles que l'inscription d'un utilisateur à une liste de diffusion, ou l'enregistrement sur un forum.
pl: Tutaj możesz ustawić pingi, które mają być wysyłane do innych stron internetowych, gdyczłonek rejestruje się w twojej witrynie, zmienia poziomy lub kończy członkostwo.Ping wysyła informacje do strony internetowej w innej witrynie, która zaakceptujei przetwarzać te informacje, takie jak podpisanie użytkownika na listę mailingową,lub zarejestrowanie ich na forum.
pt_br: Aqui você pode configurar os ''Pings'' para serem enviados a outros websites quando um membro se inscrever no seu site, ou altera os níveis ou termina a ''membership.'' Um ''Ping'' envia informações para uma página da Web em um site diferente, que aceita e processa essas informações, tal como assinar um usuário para uma lista de e-mail ou registrá-lo em um fórum.

source: This is where you can view a list of your current members and their status, subscriptions and levels. You can move a user to a subscription, or deactivate their accounts from this page.
fr: C'est là que vous pouvez afficher une liste de vos membres actuels et de leurs statut, abonnements et niveaux. Vous pouvez déplacer un utilisateur d'un abonnement à un autre, ou désactiver leurs comptes à partir de cette page.
pl: Tutaj możesz zobaczyć listę swoich obecnych członków i ich statussubskrypcje i poziomy. Możesz przenieść użytkownika do subskrypcji lubdezaktywuj swoje konta z tej strony.
pt_br: Aqui você pode visualizar uma lista dos seus membros atuais e seu status, subscrições e níveis. Você pode mudar um usuário para uma outra subscrição, ou desativar as contas deles dessa página.
