Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Ping Name
fr: Nom du Ping
pt_br: Nome do ''Ping''

source: Pings History
de: Pings Geschichte
fr: Historique des Pings
pt_br: Histórico de ''Pings''

source: Ping not resent.
de: Ping nicht zurückgesendet.
fr: Ping non renvoyé.
pt_br: ''Ping'' não reenviado.

source: Ping resent.
de: Ping zurückgesendet
fr: Ping renvoyé.
pt_br: ''Ping'' reenviado.

source: Update ping details
de: Ping Details aktualisieren
fr: Mise à jour détails ping
pl: Aktualizuj szczegóły ping
pt_br: Atualizar detalhes do''Ping''

source: Edit ping details
de: Ping Details bearbeiten
fr: Editer les détails du Ping
pl: Edytuj szczegóły pingowania
pt_br: Editar detalhes do''ping''

source: Edit Ping details
de: Ping Details bearbeiten
fr: Editer les détails du Ping
pl: Edytuj szczegóły Ping
pt_br: Editar detalhes do''Ping''

source: Add ping details
de: Ping Details hinzufügen
fr: Ajouter les détails du Ping
pl: Dodaj szczegóły do pingowania
pt_br: Adicionar detalhes do''ping''

source: Add Ping details
de: Ping Details hinzufügen
fr: Ajouter les détails du Ping
pl: Dodaj szczegóły Ping
pt_br: Adicionar detalhes do''Ping''

source: No URL groups have been set up.
de: Keine URL-Gruppen eingerichtet.
fr: Aucun groupe d'URL n'a été défini.
pl: Nie skonfigurowano żadnych grup adresów URL.
pt_br: Nenhum grupo de URLs foi programado.

source: Group Name
de: Gruppenname
fr: Nom du Groupe
pl: Nazwa grupy
pt_br: Nome do Grupo

source: Edit URL Groups
de: URL-Gruppen bearbeiten
fr: Editer les Groupes URL
pl: Edycja grup adresów URL
pt_br: Editar URL de Grupos

source: Groups deleted.
de: Gruppen gelöscht.
fr: Groupes supprimés.
pl: Grupy usunięte.
pt_br: Grupos suprimidos.

source: Group not deleted.
de: Gruppe nicht gelöscht.
fr: Groupe non effacé.
pl: Grupa nie została usunięta.
pt_br: Grupos não suprimidos.

source: Group deleted.
de: Gruppe gelöscht.
fr: Groupe supprimé.
pl: Grupa usunięta.
pt_br: Grupo suprimido.

source: Group not added.
de: Gruppe nicht hinzugefügt.
fr: Groupe non ajouté.
pl: Grupa nie została dodana.
pt_br: Grupo não adicionado.

source: Group added.
de: Gruppe hinzugefügt.
fr: Groupe ajouté.
pl: Grupa dodana.
pt_br: Grupo adicionado.

source: Group not updated.
de: Gruppe nicht geändert.
fr: Groupe non mis à jour.
pt_br: Grupo não atualizado.

source: Group updated.
de: Gruppe geändert.
fr: Groupe mis à jour.
pt_br: Grupo atualizado.

source: Update group
de: Gruppe ändern
fr: Mise à jour groupe
pl: Aktualizacja grupy
pt_br: Atualizar grupo

source: Edit URL group
de: URL-Gruppe bearbeiten
fr: Editer le groupe URL
pl: Edytuj grupę adresów URL
pt_br: Editar URL do grupo

source: Add group
de: Gruppe erstellen
fr: Ajouter un groupe
pl: Dodaj grupę
pt_br: Adicionar grupo

source: Add URL group
de: URL-Gruppe hinzufügen
fr: Ajouter un groupe URL
pl: Dodaj grupę adresów URL
pt_br: Adicionar URL do grupo

source: No Subscriptions where found, click above to add one.
de: Kein Abonnement gefunden, klicken Sie oben, um eines hinzuzufügen.
fr: Aucun abonnement trouvé. Cliquez ci-dessous pour en créer un.
pl: Brak subskrypcji, jeśli został znaleziony, kliknij powyżej, aby go dodać.
pt_br: Nenhuma Inscrição encontrada, clicar acima para adicionar uma.

source: Private
de: Privat
fr: Privé
pl: Prywatne
pt_br: Privado

source: Make private
de: Setze auf Nicht-Öffentlich
fr: Rendre privé
pt_br: Tornar privado

source: Make public
de: veröffentlichen
fr: Rendre public
pl: Upublicznij
pt_br: Tornar publico

source: Activate and Make Public
de: Aktiviere und Veröffentliche
fr: Activer et rendre public
pl: Aktywuj i upublicznij
pt_br: Ativar e Tornar Público

source: Subscription ID:
de: Mitgliedschafts ID:
fr: ID Souscription :
pl: Identyfikator subskrypcji:
pt_br: ID de Subscrição:

source: Order by subscription name
de: Ordne nach Abonnementsname
fr: Tri par nom de souscription
pl: Zamówienie według nazwy subskrypcji
pt_br: Ordenar por nome de subscrição

source: Order by subscription ID
de: Ordne nach Abonnement-ID´s
fr: Tri par ID de souscription
pl: Zamówienie według ID subskrypcji
pt_br: Ordenar por ID de subscrição

source: View private subscriptions
de: Anzeigen von privaten Abonnements
fr: Voir les souscriptions privées
pl: Wyświetl subskrypcje prywatne
pt_br: Visualizar subscrições privadas

source: View public subscriptions
de: Anzeigen von öffentlichen Abonnements
fr: Voir les souscriptions publiques
pl: Wyświetl subskrypcje publiczne
pt_br: Visualizar subscrições públicas

source: View inactive subscriptions
de: Zeige inaktive Mitgliedschaften.
fr: Voir les abonnements inactifs
pl: Wyświetl nieaktywne subskrypcje
pt_br: Visualizar subscrições inativas

source: View active subscriptions
de: Ansicht aktive Abonnements
fr: Voir les abonnements actifs
pl: Wyświetl aktywne subskrypcje
pt_br: Visualizar subscrições ativas

source: View all subscriptions
de: Alle Abonnements anzeigen
fr: Voir tous les abonnements
pl: Wyświetl wszystkie subskrypcje
pt_br: Visualizar todas as subscrições

source: Toggle public status
de: Schalte Öffentlichen Status um
fr: Bascule statut publique
pl: Przełącz status publiczny
pt_br: Alternar status público

source: Search Subscriptions
de: Suche Einträge
fr: Chercher les Souscriptions
pl: Wyszukaj subskrypcje
pt_br: Pesquisar Subscrições

source: Search Memberships
de: Suche Mitgliedschaften
fr: Chercher les Abonnements
pl: Szukaj członków
pt_br: Pesquisar ''Memberships''

source: Subscriptions updated.
de: Einträge geändert.
fr: Souscriptions mises à jour.
pl: Zaktualizowano subskrypcje.
pt_br: Subscrições atualizadas.

source: Subscription activation not toggled.
fr: Activation Souscription non basculée.
pl: Aktywacja subskrypcji nie została przełączona.
pt_br: Ativação de subscrição não alternada.

source: Subscription activation toggled.
fr: Action Souscription basculée.
pl: Włączona aktywacja subskrypcji.
pt_br: Ativação de subscrição alternada.

source: Subscription not deleted.
de: Eintrag nicht gelöscht.
fr: Souscription non supprimée.
pl: Subskrypcja nie została usunięta.
pt_br: Subscrição não suprimida.

source: Subscription not updated.
de: Eintrag nicht geändert.
fr: Souscription non mise à jour.
pl: Subskrypcja nie została zaktualizowana.
pt_br: Subscrição não atualizada.

source: Subscription not added.
de: Eintrag nicht hinzugefügt.
fr: Souscription non ajoutée.
pl: Subskrypcja nie została dodana.
pt_br: Subscrição não adicionada.

source: Subscription updated.
de: Eintrag geändert.
fr: Abonnement mis à jour.
pl: Subskrypcja zaktualizowana.
pt_br: Subscrição atualizada.

source: Subscription deleted.
de: Eintrag gelöscht.
fr: Abonnement supprimé.
pl: Subskrypcja została usunięta.
pt_br: Subscrição suprimida.

source: Subscription added.
de: Eintrag hinzugefügt.
fr: Abonnement ajouté.
pl: Subskrypcja została dodana.
pt_br: Subscrição adicionada.

source: Add to Subscription
de: Zur Mitgliedschaft hinzufügen
fr: Ajouter aux abonnements
pl: Dodaj do subskrypcji
pt_br: Adicionar Subscrição

source: Add this level to the bottom of the membership levels list.
fr: Ajouter ce niveau en bas de la liste des niveaux d'abonnement.
pl: Dodaj ten poziom na dół listy poziomów członkostwa.
pt_br: Adicionar este nível ao fundo da lista de níveis de ''membership''.

source: A new signup for this subscription will start here and immediately pass to the next membership level listed below.
fr: Une nouvelle inscription pour cette souscription va démarrer ici et passer tout de suite au niveau suivant d'abonnement listé ci-dessous.
pl: Nowa rejestracja dla tej subskrypcji rozpocznie się tutaj i natychmiast przejdzie nanastępny poziom członkostwa wymieniony poniżej.
pt_br: Uma nova inscrição para esta subscrição começará daqui, e passará imediatamente para o próximo nível de ''membership'' listado abaixo.

source: Starting Point
de: Startpunkt
fr: Point de départ
pl: Punkt początkowy
pt_br: Ponto de Partida

source: These are the levels that are part of this subscription and the order a user will travel through them. Any levels highlighted in red will never be reached due to the settings of previous levels.
fr: Ce sont les niveaux qui font partie de cette souscription et l'ordre dans lequel un utilisateur s'y déplacera. Tous les niveaux surlignés en rouge resteront inaccessibles en raison des paramètres des niveaux précédents.
pl: Są to poziomy, które są częścią tej subskrypcji i kolejności użytkownikaprzejdzie przez nie, wszystkie poziomy zaznaczone na czerwono nigdy nie będąosiągnięty z powodu ustawień poprzednich poziomów.
pt_br: Estes são os níveis que fazem parte desta subscrição e a ordem que um usuário percorrerá através destes. Todos os níveis destacados em vermelho, nunca poderão ser alcançados devido às configurações dos níveis anteriores.

source: Membership levels
de: Mitgliedschaftsebenen
fr: Niveaux Abonnement
pl: Poziomy członkostwa
pt_br: Niveis de''Membership''

source: The text you want to show as the price on the subscription form. E.G. Only $25 per month.
fr: Le texte que vous souhaitez montrer comme descriptif de prix. Par exemple : Seulement 25€/mois !
pt_br: O texto que você deseja exibir como preço no formulário de inscrição. EXEMPLO. Apenas US $ 25 por mês.

source: Subscription price text
de: Abonnement Preis Text
fr: Texte du prix de la souscription
pl: Tekst ceny subskrypcji
pt_br: Texto para preço da Subscrição

source: Subscription description
de: Abonnement Beschreibung
fr: Description Abonnement
pl: Opis subskrypcji
pt_br: Descrição da Subscrição

source: Subscription name
de: Abonnement Name
fr: Nom Abonnement
pl: Nazwa subskrypcji
pt_br: Nome da Subscrição

source: Add
de: Hinzufügen
fr: Ajouter
pl: Dodaj
pt_br: Adicionar

source: new subscription
de: neuer Eintrag
fr: nouvelle souscription
pl: nowa subskrypcja
pt_br: Nova subscrição

source: No Membership levels where found, click above to add one.
fr: Aucun niveau d'abonnement trouvé, cliquez ci-dessus pour en ajouter un.
pl: Brak poziomów członkostwa, gdzie został znaleziony, kliknij powyżej, aby go dodać.
pt_br: Nenhum nível de ''Membership'' encontrado, clicar acima para adicionar um.

source: Clone
de: Kopieren
fr: Copier
pl: Powiel
pt_br: Duplicar

source: Level ID:
fr: ID du Niveau :
pl: Identyfikator poziomu:
pt_br: ID de Nivel

source: The shortcode for this level is based on the title. It can be used to wrap content that you only want to be seen by members on this level e.g. [levelshortcode] protected content [/levelshortcode], use the [not-levelshortcode] shortcodes to wrap content that should be visible to people not on a particular level.
fr: Le shortcode pour ce niveau est basé sur le titre. Il peut être utilisé pour encadrer le contenu que vous souhaitez rendre visible par les membres de ce niveau par exemple [levelshortcode] contenu protégé [/levelshortcode], utilisez les shortcodes [not-levelshortcode] pour encadrer le contenu qui doit être visible pour les personnes ne figurant pas sur un niveau particulier.
pl: Shortcode dla tego poziomu jest oparty na tytule i można go użyć do zawijania treści, które chcesz widzieć tylko dla członków na tym poziomie, np.[levelshortcode] protected content [/levelshortcode], użyj [not-levelshortcode] shortcodes do zawijania treści, które powinny być widoczne dla ludzi.
pt_br: O código para este nível está baseado no título. Pode ser usado para incluir conteúdo que você deseja que seja visto apenas por membros desse nível; por exemplo, [levelshortcode] conteúdo protegido [/levelshortcode], use o codigo[not-levelshortcode] para incluir conteúdo que deve estar visível para pessoas que não estão em certo determinado nível.

source: Users
de: Benutzer
fr: Utilisateurs
pl: Użytkownicy
pt_br: Usuários

source: Level Name
fr: Nom niveau
pt_br: Nome do Nivel

source: Order by Level Name
de: Ordne nach Levelname
fr: Trier par nom
pl: Sortuj według nazwy poziomu
pt_br: Ordenar por Nome de Nível

source: Order by Level ID
fr: Trier par ID
pl: Sortuj według ID poziomu
pt_br: Ordenar por ID de Nível

source: View inactive Levels
de: Zeige inaktive Level
fr: Voir les niveaux inactifs
pl: Wyświetl nieaktywne poziomy
pt_br: Visualizar níveis inativos

source: View active Levels
de: Zeige aktive Level
fr: Voir les niveaux actifs
pl: Wyświetl aktywne poziomy
pt_br: Visualizar níveis ativos

source: View all Levels
de: Zeige alle Ebenen
fr: Voir tous les niveaux
pl: Zobacz wszystkie poziomy
pt_br: Visualizar todos os Níveis

source: Delete
de: Löschen
fr: Supprimer
pl: Usuń
pt_br: Apagar

source: Search Levels
de: Suche nach Leveln
fr: Niveaux de recherche
pl: Poziomy wyszukiwania
pt_br: Pesquisar Niveis

source: Membership Levels updated.
de: Mitgliedschaftslevel geändert.
fr: Niveaux Abonnement mis à jour.
pl: Zaktualizowano poziomy członkostwa.
pt_br: Niveis de ''Membership atualizados.

source: Membership Level activation not toggled.
fr: Activation Niveau Abonnement non basculée.
pl: Aktywacja poziomu członkostwa nie została zmieniona.
pt_br: Ativação no Nível de ''Membership'' não ativada.

source: Membership Level activation toggled.
fr: Activation Niveau Abonnement basculée.
pl: Aktywacja poziomu członkostwa przełączyła się.
pt_br: Ativação do Nível de ''Membership'' alternada.

source: Membership Level not deleted.
de: Mitgliedschaftslevel nicht gelöscht.
fr: Niveau Abonnement non supprimé.
pl: Poziom członkostwa nie został usunięty.
pt_br: Nível de ''Membership'' não suprimida.

source: Membership Level not updated.
de: Mitgliedschaftslevel nicht geändert.
fr: Niveau Abonnement non mis à jour.
pl: Poziom członkostwa niezaktualizowany.
pt_br: Nível de ''Membership'' não atualizada.

source: Membership Level not added.
de: Mitgliedschaftslevel nicht hinzugefügt.
fr: Niveau Abonnement non ajouté.
pl: Poziom członkostwa nie został dodany.
pt_br: Nível de ''Membership'' não adicionada.

source: Membership Level updated.
de: Mitgliedschaftslevel geändert.
fr: Niveau Abonnement mis à jour.
pl: Zaktualizowano poziom członkostwa.
pt_br: Nível de ''Membership'' atualizada.

source: Membership Level deleted.
de: Mitgliedschaftslevel gelöscht.
fr: Niveau Abonnement supprimé.
pl: Poziom członkostwa skasowany.
pt_br: Nível de ''Membership'' suprimida.

source: Membership Level added.
de: Mitgliedschaftslevel hinzugefügt.
fr: Niveau Abonnement ajouté.
pl: Dodano poziom członkostwa.
pt_br: Nível de ''Membership'' adicionada.

source: Update
de: Aktualisierung
fr: Mise à jour
pl: Zaktualizuj
pt_br: Atualizar

source: If you want a protected content message to be displayed for this level then you can enter it here.
fr: Si vous voulez qu'un message 'contenu protégé' soit affiché pour ce niveau, vous pouvez l'indiquer ici.
pl: Jeśli chcesz, aby treść chroniona była wyświetlana dla tego poziomu,możesz wpisać tutaj.
pt_br: Se você deseja que uma mensagem de conteúdo protegido seja exibida para este nível, você pode inseri-la aqui.

source: Custom shortcode protected content message
fr: Des shortcodes personnalisés protégent les messages de contenu
pl: Niestandardowy komunikat o treści chronionej krótkim kodem
pt_br: Mensagem de conteúdo protegido por ''shortcode'' personalizada

source: These are the areas / elements that a member of this level doesn't have access to.
de: Dies sind die Bereiche / Elemente, zu welchen ein Mitglied dieses Levels keinen Zugang hat.
fr: Ce sont les zones / éléments auxquels un membre de ce niveau n'a pas accès.
pl: Są to obszary / elementy, których członek tego poziomu nie posiadadostęp do.
pt_br: Estas são as áreas / elementos que um membro deste nível, não tem acesso.

source: Negative rules
de: Negative Regeln
fr: Règles Négatives
pl: Zasady negatywne
pt_br: Regras Negativas

source: Drop here
de: Hier ablegen
fr: Déposer ici
pl: Upuść tutaj
pt_br: Dispor aqui

source: These are the areas / elements that a member of this level can access.
de: Dies sind die Bereiche / Elemente, zu welchen ein Mitglied dieses Levels Zugang hat.
fr: Ce sont les zones / éléments auxquels un membre de ce niveau peut accéder.
pl: Są to obszary / elementy, do których członek tego poziomu może uzyskać dostęp.
pt_br: Estas são as áreas / elementos, que um membro deste nível pode acessar.

source: Positive rules
de: Positive Regeln
fr: Règles positives
pl: Zasady pozytywne
pt_br: Regras positivas

source: <strong>Warning:</strong> using both positive and negative rules on the same level can cause conflicts and unpredictable behaviour.
fr: <strong>Attention : </strong> en utilisant à la fois des règles positives et négatives sur le même niveau peut entraîner des conflits et des comportements imprévisibles.
pt_br: <strong>Aviso:</strong> usar regras positivas e negativas no mesmo nível, pode causar conflitos e comportamento imprevisível.

source: Advanced (both)
de: Advanced (beide)
fr: Avancé (les deux)
pl: Zaawansowane (oba)
pt_br: Avançado (ambos)

source: Save your level to create the shortcode
fr: Sauvegardez le niveau pour créer le shortcode
pl: Zapisz swój poziom, aby utworzyć shortcode
pt_br: Salvaguardar seu nível para criar ''shortcode''

source: The shortcode for this level is based on the title (above). It can be used to wrap content that you only want to be seen by members on this level e.g. [levelshortcode] protected content [/levelshortcode]
fr: Le shortcode pour ce niveau est basé sur le titre (ci-dessus). Il peut être utilisé pour encadrer le contenu que vous voulez qu'il soit vu par les membres de ce niveau, par exemple [levelshortcode] contenu protégé [/levelshortcode]
pl: Shortcode dla tego poziomu jest oparty na tytule (powyżej) .Można go użyćdo zawijania treści, które mają być widoczne tylko dla członków na tym poziomie, np.[levelshortcode] protected content [/ levelshortcode]
pt_br: O ''shortcode'' para este nível está baseado no título (acima). Pode ser usado para incluir conteúdo que você deseja que seja visto apenas por membros nesse nível; por exemplo, [levelshortcode] conteúdo protegido [/levelshortcode]

source: Level shortcode
de: Ebene shortcode
fr: Shortcode Niveau
pt_br: '' shortcode'' Nivel

source: Level title
de: Ebene Titel
fr: Titre Niveau
pl: Tytuł poziomu
pt_br: Titulo de Nivel

source: Edit
de: Bearbeiten
fr: Editer
pl: Edytuj
pt_br: Editar

source: new level
de: neue Ebene
fr: nouveau niveau
pl: nowy poziom
pt_br: novo nível

source: Content rules
de: Content Regeln
fr: Règles du Contenu
pl: Zasady dotyczące treści
pt_br: Regra de conteúdo

source: Main rules
de: Hauptregeln
fr: Règles principales
pl: Główne zasady
pt_br: Regras principais

source: You must enable Pretty Permalinks for Membership to function correctly - <a href="options-permalink.php">Enable now &raquo;</a>
fr: Vous devez activer les Permaliens pour que Membership fonctionne correctement - <a href="options-permalink.php">Activer maintenant &raquo;</a>
pt_br: Você deve ativar os ''Pretty Permalinks'' para que a ''Membership'' funcione corretamente - <a href="options-permalink.php">Ativar agora & raquo;</a>

source: General
de: Allgemein
fr: Général
pl: Główne
pt_br: Geral

source: There are no Admin users - something may have gone wrong.
fr: Il n'y a pas d'utilisateur Admin - il y a peut-être une erreur.
pl: Nie ma użytkowników Admin - coś mogło pójść nie tak.
pt_br: Não existem usuários Admin - algo que pode estar errado.

source: You can not remove your own permissions to manage the membership system whilst logged in.
fr: Vous ne pouvez supprimer vos propres autorisations pour gérer le système Membership alors que vous êtes connecté.
pl: Nie można usunąć własnych uprawnień do zarządzania systemem członkowskimpodczas logowania.
pt_br: Você não pode retirar suas próprias permissões para gerenciar o sistema de ''membership'' enquanto estiver conetado.

source: User Login
de: Benutzer Login
fr: Identifiant de connexion
pl: Login użytkownika
pt_br: ''Login'' Usuário

source: You can add or remove the ability for specific admin user accounts to manage the Membership plugin by checking or unchecking the boxes next to the relevant username.
fr: Vous pouvez ajouter ou supprimer la possibilité pour les comptes admin spécifiques de gérer le plugin Membership en cochant ou décochant les cases en regard du nom d'utilisateur concerné.
pl: Możesz dodać lub usunąć możliwość zarządzania konkretnymi kontami administracyjnymi użytkownikówWtyczka członkostwa poprzez zaznaczenie lub odznaczenie pól obokodpowiednia nazwa użytkownika.
pt_br: Você pode adicionar ou retirar as capacidades de usuários admin, com específicas contas, de gerenciar o ''plugin Membership'', assinalando ou não as caixas ao lado do nome dos usuários relevantes.

source: Membership admins have been updated.
fr: Les admins Membership ont été mis à jour.
pl: Administratorzy członkostwa zostali zaktualizowani.
pt_br: Os admins de ''Membership'' foram atualizados.

source: Show membership wizard
fr: Afficher l'assistant
pl: Pokaż kreatora przynależności
pt_br: Mostrar (wizard) assistente de ''membership''

source: If you accidentally dismissed the membership wizard and would like to show it again, then check the box below.
fr: Si vous avez involontairement désactivé l'assistant, vous pouvez le réactiver en cochant la case ci-dessous.
pl: Jeśli przypadkowo odrzuciłeś kreatora przypisania i chciałbyś pokazaćznowu, a następnie zaznacz pole poniżej.
pt_br: Se você acidentalmente, ignorou o assistente de ''membership'' e gostaria de exibi-lo de novo, assinalar a caixa abaixo.

source: Membership wizard
de: Mitgliedschafts-Assistent
fr: Assistant Membership
pl: Kreator członkostwa

source: Upgrades period limit
de: Erneuerungsperiode festlegen
fr: Mises à jour limite période
pl: Aktualizuje limit czasu
pt_br: Limite do prazo de atualizações

source: You should limit the amount of time allowed between membership upgrades in order to prevent members abusing the upgrade process.
fr: Vous devez limiter le temps entre les mises à niveau d'adhésion afin d'empêcher les membres d'abuser du processus de mise à niveau.
pl: Powinieneś ograniczyć czas, jaki upłynął między aktualizacjami członkostwa waby uniemożliwić użytkownikom nadużywanie procesu aktualizacji.
pt_br: Você deveria limitar a quantidade de tempo permitido entre as atualizações ''membership'', para impedir que os usuários abusem do processo dessa atualização.

source: Membership upgrades
de: Mitgliedschaft erweitern
fr: Mis à jour Abonnement
pl: Aktualizacja członkostwa
pt_br: Atualisações de ''Membership''

source: Renewal period limit
de: Erneuerungsperiode festlegen
fr: Période limite de renouvellement
pl: Limit okresu odnowienia
pt_br: Limite do período de renovar

source: If you are using single payment gateways, then you should set the number of days before expiry that the renewal form is displayed on the Account page.
de: Wenn Sie einzelne Zahlungswege nutzen, sollten Sie die Anzahl der Tage bevor Ablauf festlegen, damit das Erneuerungsformular auf der Kontoseite angezeigt wird.
fr: Si vous utilisez les passerelles de paiement uniques, vous devez définir combien de jours avant expiration affiché dans le formulaire de renouvellement sur la page Compte.
pl: Jeśli korzystasz z pojedynczych bramek płatności, powinieneś ustawić liczbędni przed wygaśnięciem, że formularz odnowienia jest wyświetlany na stronie konta.
pt_br: Se você estiver utilisando ''gateways'' de pagamento único, devería definir o número de dias antes da expiração, que o formulário de renovação exibirá na página da Conta.

source: Membership renewal
de: Mitgliedschaft erneuern
fr: Renouvellement Abonnement
pl: Odnowienie członkostwa
pt_br: Renovação de ''Membership''

source: ZAR - South African Rand
fr: ZAR - Rand sud-africain
pl: ZAR - Rand południowoafrykański
pt_br: ZAR - Rand Sul-Africano

source: USD - U.S. Dollar
fr: USD - Dollar américain
pl: USD - dolar amerykański
pt_br: USD - Dólar Americano

source: THB - Thai Baht
fr: THB - Baht thaï
pt_br: THB - Baht Tailandês
