Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Choose an import source
de: Wählen Sie eine Importquelle
fr: Choisissez une source d'import
pl: Wybierz źródło importu
pt_br: Escolha uma fonte de importação

source: From export file
de: Von Exportdatei
fr: Depuis le fichier d'export
pl: Z pliku eksportu
pt_br: Do arquivo de exportação

source: Generate Export
de: Generieren Export
fr: Générer l'export
pl: Generuj eksport
pt_br: Gerar Exportação

source: Hide the admin toolbar for non administrator users.
de: Deaktivieren Sie die Admin-Symbolleiste, für alle Nicht-Admin-Benutzer.
fr: Cacher la barre d'admin pour les utilisateurs non administrateurs.
pl: Ukryj pasek narzędzi administratora dla użytkowników nie będących administratorami.
pt_br: Ocultar a barra de ferramentas de administração para usuários não-administrador.

source: Hide admin toolbar
de: Ausblenden Admin Toolbar
fr: Cacher la barre d'admin
pl: Ukryj pasek narzędzi administratora
pt_br: Esconder barra de ferramentas de administração

source: This setting toggles the content protection on this site.
de: Diese Einstellung reguliert den Inhaltschutz auf dieser Seite.
fr: Ce réglage bascule la protection du contenu sur ce site.
pl: To ustawienie przełącza ochronę treści na tej stronie.
pt_br: Essa configuração alterna a proteção de conteúdo deste site.

source: You have made changes that are not saved yet. Do you want to discard those changes?
fr: Vous avez faire des changements qui ne sont pas encore enregistrés. Voulez-vous annuler ces modifications ?
pl: Dokonałeś zmian, które nie zostały jeszcze zapisane. Czy chcesz je odrzucić?zmiany?
pt_br: Você fez alterações que não foram salvos ainda. Você quer descartar essas alterações?

source: Insert Membership Variables
de: Mitgliedschafts-Variablen anlegen
fr: Entrez les variables d'abonnement
pl: Wstawianie zmiennych członkowskich
pt_br: Inserir Variáveis de Assinatura

source: Send copy to Administrator
de: Sende eine Kopie an den Administrator
fr: Envoyer une copie à l'administrateur
pl: Wyślij kopię do administratora
pt_br: Enviar cópia para o Administrador

source: Period after/before
de: Zeit nach / vor
fr: Point avant/après
pl: Okres po / przed
pt_br: Período depois/antes

source: Download as Export File
de: Download als Export-Datei
fr: Télécharger comme fichier d'export
pl: Pobierz jako plik eksportu
pt_br: Download como Export File

source: Import
de: Importieren
fr: Importer
pl: Importuj
pt_br: Importar

source: Skip
de: Überspringen
fr: Passer
pl: Pomiń
pt_br: Pular

source: Replace current content with import data (removes existing Memberships/Members before importing data)
fr: Remplace le contenu courant avec des données importées (supprime les membres/abonnements existant avant d'importer les données)
pl: Zamień aktualną zawartość na dane importu (usuwa istniejąceCzłonkostwo / Członkowie przed importem danych)
pt_br: Substitua os conteúdos atuaais com os dados de importação (remove ''Memberships''/Membros existentes antes de importar dados)

source: Big batches will be processed faster but may result in PHP Memory errors.
de: Große Stapel werden schneller verarbeitet, können aber in PHP Speicherfehler verursachen.
fr: Les lots importants seront traités plus rapidement mais peuvent donner lieu à des erreur de mémoire PHP.
pl: Duże partie będą przetwarzane szybciej, ale mogą powodować błędy w pamięci PHP.
pt_br: Serão processados em maior quantidades e mais rapido, mas podem resultar em erros de Memória do PHP.

source: Batch size for import
de: Stapelgröße für den Import
fr: Taille du lot pour l'import
pl: Wielkość partii do importu
pt_br: Tamanho do lote a ser importado

source: Big (100 items)
de: Groß (100 Objekte)
fr: Gros (100 éléments)
pl: Big (100 przedmiotów)
pt_br: Grande (100 itens)

source: Normal (30 items)
de: Normal (30 Objekte)
fr: Normal (30 éléments)
pt_br: Normal (30 itens)

source: Small (10 items)
de: Klein (10 Objekte)
fr: Petit (10 éléments)
pt_br: Pequeno (10 ítens)

source: Please note
de: Bitte beachten Sie:
fr: Merci de noter
pl: Uwaga
pt_br: Notar por favor

source: exported on %1$s
de: auf %1$s exportiert
fr: exporté le %1$s
pl: wyeksportowany na %1$s
pt_br: exportado em %1$s

source: Data source
de: Datenquelle
fr: Source des données
pl: Źródło danych
pt_br: Fonte de dados

source: Add-Ons
de: Erweiterungen
fr: Extensions
pl: Dodatki

source: Dectivate:
de: Deaktivieren:
fr: Désactiver :

source: Activate:
de: Aktivieren:
fr: Activer :
pl: Aktywuj:
pt_br: Ativar:

source: Membership Type
de: Mitgliedschaftstyp
fr: Type de l'abonnement
pl: Rodzaj członkostwa
pt_br: Tipo de Assinatura

source: Membership name
de: Mitgliedschaftsname
fr: Nom de l'abonnement
pl: Nazwa członkostwa
pt_br: Nome da assinatura

source: Imported Settings
de: Importierte Einstellungen
fr: Réglages importés
pl: Importowane ustawienia
pt_br: Configurações Importadas

source: List of all Members
de: Liste aller Mitglieder
fr: Liste de tous les membres
pl: Lista wszystkich członków
pt_br: Lista de todos os Membros

source: List of all Memberships
de: Liste aller Mitgliedschaften
fr: Liste de tous les abonnements
pl: Lista wszystkich członków
pt_br: Lista de todas as Assinaturas

source: Import Overview
de: Importübersicht
fr: Importer l'aperçu
pl: Przegląd importu
pt_br: Visão Geral da Importação

source: Sending Email Responses is disabled.
de: Senden E-Mail-Antworten ist deaktiviert.
fr: L'envoi des réponses email est désactivé.
pl: Wysyłanie odpowiedzi e-mail jest wyłączone.
pt_br: Envio de Respostas por E-mail está desativado.

source: Check Membership Status changes %s.
fr: Vérifie les changements de statut de l'abonnement %s.
pl: Sprawdź status członkostwa zmienia się%s.
pt_br: Verificar Alterações do Status de ''Membership''%s.

source: Membership Status Checks are disabled.
de: Mitgliedschaft Statusüberprüfungen sind deaktiviert.
fr: Les vérifications de statut de l'abonnement sont désactivées.
pl: Kontrola statusu członkostwa jest wyłączona.
pt_br: Verificações de Status ''Membership'' desativadas.

source: Run now!
de: Starte jetzt!
fr: Exécuter maintenant !
pl: Uruchom teraz!
pt_br: Rodar agora!

source: (now...)
de: (jetzt...)
fr: (maintenant&hellip;)
pl: (teraz ...)
pt_br: (agora...)

source: in %s hrs %s min
de: in %s h und %s min
fr: dans %s heures %s minutes
pl: w%s godz.%s min
pt_br: em %s hrs e %s min

source: Edit %s Access
de: Bearbeite %s Zugang
fr: Éditer l'accès %s
pl: Edytuj%s dostępu
pt_br: Editar Acesso a %s

source: This is Membership2 which <span class="ms-bold">%s</span> members has access to.
de: In der Mitgliedschaft <span class="ms-bold">%s</span> haben dessen Mitglieder Zugriff auf diese Inhalte.
fr: <span class="ms-bold">%s</span> membres ont accès à Membership2.
pt_br: Esta é a ''Membership2'' onde <span class="ms-bold">%s </span> os membros têm acesso.

source: Available Content
de: Verfügbare Inhalte
fr: Contenu disponible
pl: Dostępne treści
pt_br: Conteúdo Disponível

source: Since
de: Seit
fr: Depuis
pl: Od
pt_br: Desde

source: No members yet.
de: Noch keine Mitglieder.
fr: Encore aucun membre.
pl: Brak członków.
pt_br: Nenhum membro ainda.

source: New Members (%s)
de: Neue Mitglieder (%s)
fr: Nouveaux membres (%s)
pl: Nowi członkowie (%s)
pt_br: Novos Membros (%s)

source: View More News
de: Mehr Nachrichten anzeigen
fr: Voir plus d'actualités
pl: Zobacz więcej aktualności
pt_br: Ver Mais Notícias

source: Recent News
de: Aktuelle Nachrichten
fr: Actualités récentes
pl: Ostatnie wiadomości
pt_br: Notícias Recentes

source: This is a %s
de: Dies ist eine %s
fr: Ceci est un %s
pl: To jest%s
pt_br: Esta é uma %s

source: Here you find a summary of this membership, and alter any of its details.
de: Hier sehen Sie eine Zusammenfassung dieser Mitgliedschaft mit der Möglichkeit alle Einstellungen zu ändern.
fr: Vous trouverez ici un résumé de cet abonnement, et pourrez modifier ses détails.
pl: Tutaj znajdziesz podsumowanie tego członkostwa i zmieniasz wszystkie jego szczegóły.
pt_br: Aqui você encontra um resumo da sua assinatura, e altera qualquer um de seus detalhes.

source: %s Overview
de: %s Übersicht
fr: Aperçu %s
pl: %s Przegląd
pt_br: Visão Geral de %s

source: Membership is %s
de: Die Mitgliedschaft ist %s
fr: L'abonnement est %s
pl: Członkostwo to%s
pt_br: A Assinatura está %s

source: Protected Item
de: Geschütztes Objekt
fr: Élément protégé
pl: Przedmiot chroniony
pt_br: Item Protegido

source: Rule
de: Regel
fr: Règle
pt_br: Regra

source: Payment Options
de: Zahlungsarten
fr: Options de paiement
pl: Opcje płatności
pt_br: Opções de Pagamento

source: Edit Dripped Content
de: Bearbeite dosierten Inhalt
fr: Éditer le contenu égouté
pl: Edycja kapiącej treści

source: Relative to registration:
de: Relativ zur Anmeldung:
fr: Relatif à l'enregistrement :
pl: Względem rejestracji:
pt_br: Relativo a inscrição:

source: Available on a specific date:
de: Erhältlich an einem bestimmten Datum:
fr: Disponible à une date spécifique :
pl: Dostępne w określonym dniu:
pt_br: Disponível em uma data específica:

source: This is a paid membership
de: Dies ist eine kostenpflichtige Mitgliedschaft.
fr: Ceci est un abonnement payant
pl: To płatne członkostwo
pt_br: Essa é uma assinatura paga

source: Users can see it listed on your site and can register for it
de: Benutzern wird diese angezeigt und Sie können sich dafür registrieren
fr: Les utilisateurs peuvent le voir sur votre site et peuvent s'y abonner
pl: Użytkownicy mogą zobaczyć to na swojej stronie i mogą się zarejestrować
pt_br: Usuários podem ver listado no seu site e podem se inscrever

source: This membership is public
de: Diese Mitgliedschaft ist öffentlich
fr: Cet abonnement est public
pl: To członkostwo jest publiczne
pt_br: As matrículas públicas estão desabilitadas

source: This membership is active
de: Diese Mitgliedschaft ist aktiv
fr: Cet abonnement est actif
pl: To członkostwo jest aktywne
pt_br: Esta afiliação está ativa

source: Name:
fr: Nom :
pl: Nazwa:
pt_br: Nome:

source: Select Site
de: Wählen Sie Seite
fr: Sélectionnez le site
pl: Wybierz stronę
pt_br: Escolha o Site

source: Choose Pages, Categories etc. that you want to make <strong>unavailable</strong> to visitors, and non-members.
de: Wähle Seiten, Kategorien usw. die für Besucher und Nichtmitglieder <strong>nicht verfügbar</strong> sein sollen.
fr: Choisissez les pages, catégories, etc. que vous voulez rendre <strong>indisponibles</strong> aux visiteurs et non-membres.
pt_br: Escolha Páginas, Categorias, etc. que você quer deixar <strong>indisponíveis</strong> para visitantes e não membros.

source: Access Structure:
de: Zugriffsstruktur:
fr: Structure d'accès :
pl: Struktura dostępu:
pt_br: Estrutura de Acesso:

source: Not available
de: Nicht Verfügbar
fr: Non disponible
pl: Niedostępne
pt_br: Não disponível

source: Available
de: Verfügbar
fr: Disponible
pl: Dostępne
pt_br: Disponível

source: The Trial is free and lasts for
de: Die Probemitgliedschaft ist kostenlos und dauert bis
fr: La période d'essai est gratuite et dure jusqu'à
pl: The Trial jest bezpłatny i trwa
pt_br: A Avaliação é grátis e tem duração de

source: Offer Free Trial
de: Biete kostenlose Probemitgliedschaft
fr: Offrir une période d'essai gratuite
pl: Oferta bezpłatnej wersji próbnej
pt_br: Oferecer Avaliação Grátis

source: Yes, enable Trial Memberships!
de: Ja, aktiviere Probemitgliedschaften!
fr: Oui, activer les abonnements d'essai !
pl: Tak, włącz członkostwo próbne!
pt_br: Sim, ativar Assinaturas de Avaliação!

source: After this membership ends
de: Nach Beenden der Mitgliedschaft
fr: Après que cet abonnement soit fini
pl: Po zakończeniu członkostwa
pt_br: Depois disso essa assinatura termina

source: End Date...
de: Enddatum...
fr: Date de fin&hellip;
pl: Data zakończenia ...
pt_br: Data Final...

source: Start Date...
de: Startdatum...
fr: Date de début&hellip;
pl: Data rozpoczęcia ...
pt_br: Data Inicial...

source: Grant access from
de: Zugriff gewähren für
fr: Accorder l'accès depuis
pl: Przyznaj dostęp z
pt_br: Conceder acesso de

source: payments (0 = unlimited)
de: Zahlungen (0 = unbegrenzt)
fr: paiements (0 = illimité)
pl: płatności (0 = bez ograniczeń)
pt_br: pagamentos (0 = ilimitados)

source: Total Payments
de: Gesamte Zahlungen
fr: Total des paiements
pl: Całkowita płatność
pt_br: Total de Pagamentos

source: Payment Frequency
de: Zahlungsperiode
fr: Fréquence des paiements
pl: Częstotliwość płatności
pt_br: Frequência do Pagamento

source: Grant access for
de: Zugriff gewähren für
fr: Accorder l'accès à
pl: Przyznaj dostęp dla
pt_br: Conceder acesso para

source: This Membership requires
de: Diese Mitgliedschaft erfordert
fr: Cet abonnement demande
pl: To członkostwo wymaga
pt_br: Essa Assinatura requer

source: Payment Amount
de: Zahlbetrag
fr: Montant du paiement
pl: Kwota płatności
pt_br: Total do Pagamento

source: Allowed payment gateways
de: Erlaubte Zahlungsmöglichkeiten
fr: Passerelles de paiment autorisées
pl: Dozwolone bramki płatności
pt_br: ''Gateways'' Portais de pagamentos autorizados

source: You can change this feature anytime by visiting the Add-ons section.
fr: Vous pouvez changer cette fonctionnalité à tout moment en visitant la section des extensions.
pl: Możesz zmienić tę funkcję w dowolnym momencie, odwiedzając sekcję Dodatki.
pt_br: Você pode alterar essa função sempre que deseje, visitando a seção de ''Add-ons''.

source: This message is only displayed once. Ignore it if you do not want to use trial memberships.
fr: Ce message est affiché une seule fois. Ignorez-le si vous ne voulez pas utiliser les abonnements d'essai.
pl: Ta wiadomość jest wyświetlana tylko raz. Zignoruj ją, jeśli nie chcesz używać.
pt_br: Esta mensagem só será exibida uma vez. Ignore se não pretende utilizar as memberships ''demo''.

source: To give visitors an extra incentive to register for this Membership you can offer a free trial period for a limited time. Do you want to enable this feature now?
fr: Pour inciter un peu plus vos visiteurs à choisir cet abonnement, vous pouvez offrir une période d'essai. Voulez-vous activer cette fonctionnalité maintenant ?
pl: Aby dać odwiedzającym dodatkową zachętę do rejestracji w tym członkostwie, możeszzaoferuj bezpłatny okres próbny na ograniczony czas. Czy chcesz go włączyćfunkcja teraz?
pt_br: Para oferecer aos visitantes um incentivo extra e se inscrever para ''Membership'' você pode oferecer um período de demonstração gratuito a tempo limitado. Deseja agora ativar esse recurso?

source: Well done, you just created your first paid membership!
de: Gut gemacht, Sie haben geradeIhre erste bezahlte Mitgliedschaft erstellt!
fr: Bien joué, vous venez de créer votre premier abonnement payant !
pl: Dobra robota, właśnie stworzyłeś swoje pierwsze opłacone członkostwo!
pt_br: Muito bem, você acaba de criar a sua primeira assinatura paga!

source: Any changes will affect new invoices but not existing ones.
de: Jede Änderung hat Auswirkung auf neue Rechnungen aber nicht auf bereits existierende.
fr: Tout changement affectera les nouvelles factures, mais pas celles existant déjà.
pl: Wszelkie zmiany będą miały wpływ na nowe faktury, ale nie istniejące.
pt_br: Quaisquer alterações afetarão novas faturas mas não as existentes.

source: This membership already has some paying members.
de: Diese Mitgliedschaft hat bereits einige zahlende Mitglieder.
fr: Cet abonnement a déjà des abonnés payants.
pl: To członkostwo ma już członków płacących.
pt_br: Esta afiliação já tem alguns membros pagantes.

source: Payment settings for %s
de: Zahlungseinstellungen für %s
fr: Paramètres de paiement pour %s
pl: Ustawienia płatności dla%s
pt_br: Configurações de pagamento para %s

source: Set up your payment gateways and Membership Price
de: Einrichtung Zahlungs-Gateways und Mitgliedschaftspreis
fr: Définissez vos passerelles de paiement et le prix de votre abonnement
pl: Ustaw swoje bramki płatnicze i cenę członkostwa
pt_br: Configurar seus gateways de pagamento e Preço da Assinatura

source: Membership News
de: Mitgliedschaft Nachrichten
fr: Actualités Membership
pl: Wiadomości członkowskie
pt_br: Novidades das Assinaturas

source: &raquo; Back to Overview
de: &raquo; Zurück zur Übersicht
fr: &raquo; Retour à la vue d'ensemble
pl: & raquo; Powrót do przeglądu
pt_br: &raquo; Voltar para a Visão Geral

source: %s News
de: %s Aktuelles
fr: Actualités %s
pt_br: %s Notícias

source: Here you can view and edit all the Memberships you have created.
de: Hier können Sie alle von Ihnen erstellten Mitgliedschaften sehen und bearbeiten.
fr: Vous pouvez voir et éditer ici les abonnements que vous avez créé.
pl: Tutaj możesz przeglądać i edytować wszystkie utworzone przez siebie Członkostwo.
pt_br: Aqui você pode ver editar todas as Assinaturas que você criou.

source: Save and continue
de: Speichern & Fortsetzen
fr: Enregistrer et continuer
pl: Zapisz i kontynuuj
pt_br: Salvar e continuar

source: Choose this if you want to receive payments from members via Payment Gateways.
de: Wählen Sie diese Option, wenn Sie Zahlungen von Mitgliedern über Zahlungs-Gateways erhalten möchten.
fr: Choisissez ceci si vous voulez recevoir des paiements de vos membres via les passerelles de paiement.
pl: Wybierz to, jeśli chcesz otrzymywać płatności od członków za pośrednictwem płatności.
pt_br: Escolha esse se você quer receber pagamentos dos membros através de Gateways de Pagamento.

source: This is a paid membership.
de: Dies ist eine kostenpflichtige Mitgliedschaft.
fr: Ceci est un abonnement payant.
pl: To płatne członkostwo.
pt_br: Esta é uma afiliação paga.

source: If selected, registration experience will be added to your site. Do not tick if you want to make this a private membership.
de: Wenn ausgewählt, wird die Registrierungsroutine zur Seite hinzugefügt. Nicht auswählen, wenn es eine geschlossene Mitgliedschaft wird.
fr: Si sélectionné, cet abonnement sera ajouté à votre site. Ne cochez pas cette case si vous voulez en faire un abonnement privé.
pl: Jeśli wybierzesz, do Twojej witryny zostanie dodana doznania rejestracyjne. Nie zaznaczaj.
pt_br: Caso selecionado, a provação da inscrição será adicionada ao seu site. Não assinalar se você deseja ''membership'' se conservar privada.

source: Allow users to register for this membership.
de: Erlaube Nutzern, sich für diese Mitgliedschaft zu registrieren.
fr: Permettez aux utilisateur de souscrire à cet abonnement.
pl: Zezwalaj użytkownikom na rejestrację dla tego członkostwa.
pt_br: Permitir que usuários se cadastrem nesta assinatura.

source: Choose a name that will identify this membership...
de: Wähle einen Namen, der diese Mitgliedschaft indentifiziert ...
fr: Choisissez un nom qui identifiera cet abonnement&hellip;
pl: Wybierz nazwę, która będzie identyfikować to członkostwo ...
pt_br: Escolha o nome que irá identificar esta assinatura...

source: Name Your Membership:
de: Benenne Deine Mitgliedschaft:
fr: Nommez votre abonnement :
pl: Nazwij swoje członkostwo:
pt_br: Nomeie Sua Assinatura:

source: Content is available to all logged-in users that did not join any other Membership yet.
de: Inhalt ist nur für angemeldete Mitglieder sichtbar, die bis jetzt keiner anderer Mitgliedschaft beigetreten sind.
fr: Le contenu est disponible pour tous les utilisateurs connectés qui n'ont pas encore rejoint un abonnement.
pl: Treść jest dostępna dla wszystkich zalogowanych użytkowników, którzy nie dołączyli do żadnego innegoCzłonkostwo jeszcze.
pt_br: Conteúdo disponível para todos os usuários registrados que ainda não possuem um plano de Assinatura.

source: Make your content available only to Guests (logged-out users).
de: Mache deinen Inhalt nur für Gäste verfügbar (Nicht angemeldete Nutzer).
fr: Rendez votre contenu disponible seulement pour les invités (utilisateurs non connectés).
pl: Udostępnij swoje treści tylko gościom (wylogowanym użytkownikom).
pt_br: Ofereça seus conteúdos apenas para Convidados (usuários desconetados).

source: Set-up membership content to be released / made available in intervals.
de: Erstelle Mitgliedschaft mit Inhalt, der in Perioden veröffentlicht/sichtbar wird
fr: Définissez le contenu de l'abonnement à diffuser/rendre disponible par intervalle.
pl: Skonfigurowanie treści członkostwa do wydania / udostępnienia w odstępach czasowych.
pt_br: Configurar os conteúdos de ''membership'' para ser fornecido / disponibilizado em intervalos.

source: Dripped Content Membership.
de: Dosierter Inhalt Mitgliedschaft
fr: Contenu d'abonnement égouté.
pt_br: Assinatura de Conteúdo Pingado.

source: Make your content available to Members and hidden to Guests (logged-out users).
de: Machen Sie Ihren Inhalt nur Mitgliedern zugänglich, verbirgt diesen vor Gästen (Nicht angemeldete Nutzer).
fr: Rendez votre contenu disponible pour les membres et caché pour les invités (utilisateurs non connectés).
pt_br: Ofereça seus conteúdos apenas para Membros e oculto aos Convidados (usuários desconetados).

source: Choose a membership type:
de: Wählen Sie einen Mitgliedschaftstyp:
fr: Choisissez un type d'abonnement :
pl: Wybierz typ członkostwa:
pt_br: Escolha um tipo de assinatura:

source: First up, choose a name and a type for your membership site.
de: Zuallererst wähle einen Namen und einen Typ für deine Mitgliedschaftsseite
fr: Premièrement, choisissez un nom et un type pour votre site d'abonnement.
pl: Najpierw wybierz nazwę i typ swojej strony członkowskiej.
pt_br: Primeiramente, escolha um nome e um tipo para o seu site de assinaturas.

source: Create New Membership
de: Erstelle neue Mitgliedschaft
fr: Créer un nouvel abonnement
pl: Utwórz nowe członkostwo
pt_br: Criar Nova Afiliação

source: Event Details
de: Termin Details
fr: Détails de l'événement
pl: Szczegóły wydarzenia
pt_br: Detalhes do Evento

source: Subscription Details
de: Abonnement-Details
fr: Détails de l'abonnement
pl: Szczegóły subskrypcji
pt_br: Detalhes da Assinatura

source: Invoice %s
de: Rechnung %s
fr: Facture %s
pl: Faktura%s
pt_br: Fatura %s

source: Recorded Payment
de: Zahlung erfasst
fr: Paiement enregistré
pl: Nagrana płatność
pt_br: Pagamento Registado

source: Subscription Details: %1$s
de: Abonnementdetails: %1$s
fr: Détails de l'abonnement : %1$s
pl: Szczegóły subskrypcji: %1$s
pt_br: Detalhes da Subscrição: %$s

source: (No Name)
de: (Kein Name)
fr: (Pas de nom)
pl: (bez nazwy)
pt_br: (Sem Nome)

source: Here you can manage the Memberships of existing Users.
de: Hier kannst du die Mitgliedschaften der existierenden Nutzer verwalten.
fr: Vous pouvez gérer les abonnements des utilisateurs existants ici.
pl: Tutaj możesz zarządzać członkami istniejących użytkowników.
pt_br: Aqui você pode gerenciar as Assinaturas de Usuários existentes.

source: Payments
de: Zahlungen
fr: Paiements
pl: Płatności
pt_br: Pagamentos

source: Trial until
de: Testversion bis
fr: Période d'essai jusqu'à
pt_br: Avaliação até

source: Expires on
de: Ablaufdatum
fr: Expire le
pl: Wygasa w
pt_br: Expira em

source: Subscribed on
de: Abonniert
fr: Abonné le
pl: Subskrybowane na
pt_br: Inscrito em

source: Profile: %1$s %2$s
de: Profil: %1$s %2$s
fr: Profil : %1$s %2$s
pl: Profil: %1$s%2$s
pt_br: Perfil: %1$s %2$s

source: Edit profile
de: Profil bearbeiten
fr: Éditer le profil
pl: Edytuj profil
pt_br: Editar perfil

source: As admin user you already have access to this membership
de: Als Administrator haben Sie bereits Zugriff auf diese Mitgliedschaft
fr: En tant qu'administrateur, vous avez déjà accès à cet abonnement.
pl: Jako użytkownik administracyjny masz już dostęp do tego członkostwa
pt_br: COMO ADMINISTRADOR VOCÊ JÁ TEM ACESSO IRRESTRITO!
