Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Renewal your subscription
de: Verlängere deine Mitgliedschaft
fr: renouvellement de votre souscription
pl: Odnów swój abonament
pt_br: Renove sua assinatura

source: Your membership is set to <strong>automatically renew</strong>
de: Deine Mitgliedschaft <strong>verlängert sich automatisch</strong>
fr: Votre abonnement se <strong>renouvelera automatiquement</strong>.
pt_br: Sua assinatura está configurada para <strong>ser renovada automaticamente</strong>

source: You are on an <strong>indefinite</strong> membership.
de: Sie haben eine zeitlich <strong>unbegrenzte </strong>Mitgliedschaft.
fr: Votre abonnement est a durée indéterminée
pt_br: Você possui uma assinatura <strong>vitalícia</strong>

source: Your membership is due to expire on :
de: Deine Mitgliedschaft läuft ab am:
fr: Votre abonnement expirera le :
pl: Twoje członkostwo wygasa:
pt_br: Sua ''membership'' deve caducar em:

source: Your membership has been cancelled and will expire on :
de: Deine Mitgliedschaft wurde storniert und endet am:
fr: Votre abonnement a été annulé et expirera le :
pl: Twoje członkostwo zostało anulowane i wygaśnie w dniu:
pt_br: Sua ''membership'' foi cancelada e caducará em:

source: Your current subscriptions are listed here. You can renew, cancel or upgrade your subscriptions by using the forms below.
de: Ihre aktuellen Mitgliedschaften sind hier aufgeführt. Sie können Mitgliedschaften erneuern, stornieren oder in eine höhere Stufe upgraden.
fr: Vos abonnements apparaissent ci-dessous. Vous pouvez renouveler, annuler ou changer votre abonnement grâce au formulaire ci-dessous.
pl: Aktualne subskrypcje są tutaj wymienione. Możesz odnowić, anulować lub uaktualnićTwoje subskrypcje za pomocą poniższych formularzy.
pt_br: Suas assinaturas atuais estão listadas aqui. Você pode renovar, cancelar ou modificar suas assinaturas utilizando os formulários abaixo.

source: You do not currently have any subscriptions in place. You can sign up for a new subscription by selecting one below
de: Du besitzt aktuell keine gültige Mitgliedschaft. Du kannst eine neue Mitgliedschaft registrieren indem Du eine aus der Listen unten auswählst.
fr: Vous n'avez actuellement pas de souscriptions. Vous pouvez vous abonner à une nouvelle souscription en sélectionnant une ci-dessous.
pl: W tej chwili nie masz żadnych subskrypcji. Możesz się zarejestrowaćnowa subskrypcja, wybierając jedną poniżej
pt_br: Atualmente, você não possui subscrições aqui. Você pode se inscrever para uma nova assinatura selecionando uma abaixo

source: You are not currently logged in. Please login to view your subscriptions.
de: Du bist im Moment nicht angemeldet. Bitte melde dich an, damit Du deine Mitglieds Einstellungen ansehen kannst.
fr: Vous n'êtes pas connecté. Veuillez vous connecter por voir vos abonnements.
pl: Nie jesteś zalogowany. Zaloguj się, aby zobaczyć swoje subskrypcje.
pt_br: Você não está logado. Por favor, faça o log in para ver suas assinaturas.

source: Your Subscriptions
de: Deine Mitgliedschaften
fr: Vos abonnements
pl: Twoje subskrypcje
pt_br: Suas Assinaturas

source: Already have a user account?
de: Haben Sie bereits ein Benutzerkonto?
fr: Déjà membre ?
pl: Masz już konto użytkownika?
pt_br: Já tem uma conta?

source: Hint: The password should be at least 5 characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
de: Hinweis: das Passwort muss mindestens 5 Zeichen haben. Um ein sicheres Passwort zu erstellen nutzen Sie Groß- und Kleinbuchstaben, Zahlen und Symbole wie z.B. !"?$% etc &amp;).
fr: Conseil : le mot de passe doit contenir au moins 5 caractères. Pour le rendre plus sécurisé, vous pouvez utiliser des minuscules et des majuscules, des nombres et des caractères spéciaux comme ! " ? $ % ^ &amp; ).
pl: Podpowiedź: hasło powinno mieć co najmniej 5 znaków. Aby było silniejsze,używaj wielkich i małych liter, cyfr i symboli takich jak! "? $ % ^ &amp; .
pt_br: Sugestão: a senha deve ter pelo menos 5 caracteres. Para torná-lo mais difícil, usar letras maiúsculas e minúsculas, números e símbolos como! "? $% ^ & amp;).

source: Please enter a new password, and then verify your new password by entering it again.
de: Bitte geben Sie ein neues Passwort ein und bestätigen Sie es durch erneute Eingabe.
fr: Veuillez saisir un nouveau mot de passe puis le vérifier en le saisissant une seconde fois.
pl: Wprowadź nowe hasło, a następnie sprawdź nowe hasło, wpisującto znowu.
pt_br: Por favor, digite uma nova senha e, em seguida, verifique sua nova senha digitando-a de novo.

source: Choose a Username
de: Wählen Sie einen Benutzernamen
fr: Choisissez un identifiant
pl: Wybierz nazwę użytkownika
pt_br: Escolha um nome de usuário

source: Login &raquo;
fr: Connexion &raquo;
pl: Zaloguj się & raquo;

source: Login below if you're already registered.
de: Bitten unten einloggen, wenn Sie schon registriert sind.
fr: Connectez-vous ci-dessous si vous êtes déjà inscrit.
pl: Zaloguj się poniżej, jeśli jesteś już zarejestrowany.
pt_br: O login abaixo se você já está registrado.

source: Register My Account &raquo;
de: Mein Konto erstellen &raquo;
fr: Enregistrer ma demande &raquo;
pl: Zarejestruj moje konto & raquo;
pt_br: Registrar minha conta &raquo;

source: This is an error
de: Dies ist ein Fehler.
fr: Erreur
pl: To jest błąd
pt_br: É um erro

source: Enter your details below to create a new account.
de: Geben Sie bitte hier Ihre Daten ein, um ein Konto zu erstellen.
fr: Veuillez saisir vos informations personnelles ci-dessous pour créer un nouveau compte
pl: Wprowadź swoje dane poniżej, aby utworzyć nowe konto.
pt_br: Insirir seus detalhes abaixo para criar uma nova conta.

source: Register or Login to purchase
de: Bitte Registrieren oder Einloggen
fr: Enregistrez-vous ou abonnez-vous pour pouvoir acheter
pl: Zarejestruj się lub zaloguj, aby kupić
pt_br: Registre-se ou faça o ''login'' para comprar

source: Misconfigured Custom Payment Gateway: haspaymentform must be true.
de: Falsch konfiguriertes Custom Payment Gateway: haspaymentform muss wahr sein.
fr: Mauvaise configuration de la plateforme de paiement personnalisée : haspaymentform doit être TRUE.
pl: Źle skonfigurowana niestandardowa bramka płatności: mapaymentforma musi być prawdziwa.
pt_br: Gateway de Pagamento Personalizado Configurado Incorretamente: haspaymentform deve existir.

source: Please check the details of your subscription below and click on the relevant button to complete the subscription.
de: Bitte überprüfen Sie noch mal die Formulareingaben.
fr: Veuillez vérifier les détails de votre inscription ci-dessous et cliquer sur le bouton correspondant pour terminer l'inscription.
pl: Sprawdź szczegóły swojej subskrypcji poniżej i kliknijodpowiedni przycisk, aby ukończyć subskrypcję.
pt_br: Por favor, confira os detalhes de sua assinatura abaixo e clique no botão para concluir a sua INSCRIÇÃO.

source: You will pay :
de: Sie bezahlen:
fr: Montant :
pl: Zapłacisz:
pt_br: Pagará :

source: </strong> subscription. If you wish to sign up a different subscription then you can do below.
de: </strong> Abo. Wenn du ein anderes Abonnement wählen möchtest, kannst du das unten tun.
fr: </strong> inscription. Si vous désirez vous créer une nouvelle inscription, vous pouvez le faire ci-dessous.
pt_br: </strong> inscrição Se você deseja se inscrever em uma subscrição diferente, você pode fazer isso abaixo.

source: You currently have a subscription for the <strong>
de: Du hast aktuell ein Abonnement für das <strong>
fr: Vous êtes déjà inscrit comme <strong>
pl: Masz obecnie subskrypcję dla <strong>
pt_br: Atualmente, você tem uma subscrição para o <strong>

source: %s: Step %d of %d
de: %s: Schritt %d von %d
fr: %s : Etape %d de %d
pl: %s: Krok %d z %d
pt_br: %s: Saltar %d of %d

source: &laquo; Previous
de: &laquo; Zurück
fr: &laquo; Précédent
pl: &laquo; Poprzedni
pt_br: &laquo; Antecedente

source: Dismiss %s
de: %s ausblenden
fr: Annuler %s
pl: Oddalony %s
pt_br: Ignorar %s

source: Next &raquo;
de: Nächste(r) &raquo;
fr: Suivant &raquo;
pl: Następne &raquo;
pt_br: Seguinte &raquo;

source: Tutorial
de: Anleitung
fr: Tutoriel
pl: Samouczek

source: If you are at this page because you would like to create another account, then please log out first.
de: Wenn Sie diese Seite aufgerufen haben, um ein 2. Konto zu erstellen, loggen Sie sich bitte zuerst aus.
fr: Si vous êtes arrivé sur cette page pour créer un nouveau compte, vous devez d'abord vous enregistrer.
pl: Jeśli jesteś na tej stronie, ponieważ chcesz utworzyć inne konto,następnie wyloguj się najpierw.
pt_br: Se você chegou a esta página e gostaria de criar outra conta, por favor, desconetarse primeiramente.

source: It looks like you are already a member of our site. Thank you very much for your support.
de: Sie sind bereits bei uns angemeldet.
fr: Il semblerait que vous soyez déjà membre. Merci de votre support.
pl: Wygląda na to, że jesteś już członkiem naszej strony, dziękuję bardzo zaTwoja pomoc.
pt_br: Parece que você já é membro do nosso site. Muito obrigado pelo seu apoio.

source: Completed: Thank you for joining
de: Fertig. Danke fürs Registrieren.
fr: Terminé : Merci pour votre abonnement
pt_br: Concluído: Obrigado por se juntar a nós

source: and then %s every
de: und dann jede %s
fr: et %s chaque
pl: , a następnie %s każdy
pt_br: e depois %s todos

source: year
de: Jahr
fr: année
pl: rok
pt_br: ano

source: month
de: Monat
fr: mois
pl: miesiąć
pt_br: mês

source: week
de: Woche
fr: semaine
pl: tydzień
pt_br: semana

source: day
de: Tag
fr: jour
pl: dzień
pt_br: dia

source: %s every
de: %s jede(r)
fr: %s par
pt_br: %s todos

source: and then %s
de: danach %s
fr: et %s
pl: , a następnie %s
pt_br: e depois %s

source: and then %s for
de: und dann %s für
fr: et %s pour
pl: , a następnie %s dla
pt_br: e depois %s para

source: years
de: Jahre
fr: ans
pl: lata
pt_br: anos

source: year
de: Jahr
fr: an
pl: rok
pt_br: ano

source: months
de: Monate
fr: mois
pl: miesiące
pt_br: mêses

source: month
de: Monat
fr: mois
pl: miesiąc
pt_br: mês

source: weeks
de: Wochen
fr: semaines
pl: tygodnie
pt_br: semanas

source: week
de: Woche
fr: semaine
pl: tydzień
pt_br: semana

source: days
de: Tage
fr: jours
pl: dni
pt_br: dias

source: day
de: Tag
fr: jour
pl: dzień
pt_br: dia

source: free
de: kostenlos
fr: gratuit
pl: za darmo
pt_br: livre

source: %s for
de: %s für
fr: %s pour
pl: %s dla
pt_br: %s para

source: Sorry, this account is not active.
de: Sorry, dieser Account ist nicht aktiv.
fr: Désolé, ce compte n'est pas actif.
pl: Przepraszamy, to konto nie jest aktywne.
pt_br: Lamentamos; esta conta não está ativa.

source: URL Group
de: URL Gruppe
fr: Groupe URL
pl: Grupa adresów URL
pt_br: Grupo URL

source: Select the URL Groups to be covered by this rule by checking the box next to the relevant URL Group name.
fr: Sélectionnez les groupes URL devant être couverts par cette règle en cochant la case à côté du nom du groupe URL.
pl: Wybierz grupy adresów URL, które mają być objęte tą regułą, zaznaczając pole obokodpowiednią nazwę grupy adresów URL.
pt_br: Selecionar os Grupos de URLs a serem incluidos por essa regra assinalando na caixa ao lado do nome do Grupo de URLs relevante.

source: Remove URL Groups from this rules area.
de: Lösche URL-Gruppen aus diesem Regelbereich.
fr: Supprimer des Groupes URL de cette zone de règles.
pl: Usuń grupy adresów URL z tego obszaru reguł.
pt_br: Remover os Grupos de URLs destas regras.

source: User is unable to create any blogs.
de: Benutzer darf keine Blogs anlegen.
fr: L'utilisateur ne peut créer aucun blog.
pl: Użytkownik nie może tworzyć żadnych blogów.
pt_br: Usuário impossibilitado de criar blogs.

source: Leave blank for unlimited blogs.
de: Für unbegrenzte Anzahl Blogs leer lassen.
fr: Laisser vide pour un nombre de blogs illimité.
pl: Pozostaw puste dla nieograniczonej liczby blogów.
pt_br: Deixe por por marcar para blogs ilimitados.

source: Remove Blog Creation from this rules area.
fr: Retirer la création de blogs de cet espace de règles.
pl: Usuń tworzenie blogu z tego obszaru reguł.
pt_br: Remover a Criação de Blog desta área de regras.

source: Blog Creation
de: Blog-Erstellung
fr: Création Blogs
pl: Tworzenie bloga
pt_br: Criação de Blog

source: Menu / Item title
de: Menü / Element Titel
fr: Menu / Titre de l'élément
pl: Menu / Tytuł artykułu
pt_br: Menu / Titulo de iten

source: Select the Menu items to be covered by this rule by checking the box next to the relevant menu labels.
fr: Sélectionnez les éléments de Menu devant être couverts par cette règle en cochant la case à côté des étiquettes de menu appropriées.
pl: Wybierz pozycje menu, które mają być objęte tą zasadą, zaznaczając pole obokodpowiednie etykiety menu.
pt_br: Selecionar os itens do Menu a serem incluidos por esta regra, marcando na caixa ao lado a informação dos menu relevantes.

source: Remove Menu from this rules area.
de: Lösche Menü aus diesem Regelbereich.
fr: Supprimer le Menu de cette zone de règles.
pl: Usuń menu z tego obszaru reguł.
pt_br: Retirar Menu desta área de regras.

source: Select the Shortcodes to be covered by this rule by checking the box next to the relevant shortcode tag.
fr: Sélectionnez les Shortcodes concernés par cette règle en cochant les cases à côté des noms des shortcodes.
pl: Wybierz Shortcodes, które będą objęte tą zasadą, zaznaczając poleodpowiedni znacznik shortcode.
pt_br: Selecionar ''Shortcodes'' incluidos nesta regra assinalando ao lado da ''tag'' de código de acesso relevante.

source: Remove Shortcodes from this rules area.
de: Lösche Shortcodes aus diesem Regelbereich.
fr: Retirer les Shortcodes de cet espace de règles
pl: Usuń Shortcodes z tego obszaru reguł.
pt_br: Remover ''Shortcodes'' desta área de regras.

source: You have no download groups set, please visit the membership options page to set them up.
de: Du hast bisher noch keine Downloadgruppen eingerichtet. Bitte gehe zu Membership Einstellung, um diese einzurichten.
fr: Vous avez pas de groupes de téléchargement défini, s'il vous plaît visitez la page des options d'abonnements pour les mettre en place.
pl: Nie masz ustawionych grup pobierania, odwiedź stronę opcji członkostwaustawić ich.
pt_br: Você não tem grupos de download configurados, visite a página de opções de ''membership'' para configurá-los.

source: Download / Group name
de: Download / Gruppenname
fr: Téléchargement / Nom du Groupe
pl: Pobierz / nazwę grupy
pt_br: ''Download'' / Nome do grupo

source: Select the Downloads / Media to be covered by this rule by checking the box next to the relevant group name.
fr: Sélectionnez les Téléchargements / Media devant être couverts par cette règle en cochant la case à côté du nom du groupe.
pl: Wybierz Downloads / Media, które mają być objęte tą regułą, zaznaczając poleobok odpowiedniej nazwy grupy.
pt_br: Selecionar os ''Downloads'' / Mídia a serem incluidos por esta regra assinalando ao lado o nome do grupo relevante.

source: Remove Downloads from this rules area.
de: Lösche Downloads aus diesem Regelbereich.
fr: Supprimer les Téléchargements de cette zone de règles.
pl: Usuń pobrane z tego obszaru reguł.
pt_br: Remover ''Downloads'' desta área de regras.

source: Downloads
fr: Téléchargements

source: User can not read or comment on posts.
de: Benutzer kann keine Beiträge lesen oder kommentieren.
fr: L'utilisateur ne peut pas lire ou déposer des commentaires sur les articles.
pl: Użytkownik nie może czytać ani komentować postów.
pt_br: Usuário não pode ler ou comentar nos publicados.

source: User gets read and make comments of posts.
de: Benutzer kann Beträge lesen und kommentieren.
fr: L'utilisateur peut lire et déposer des commentaires sur les articles.
pl: Użytkownik otrzymuje odczyt i komentarze do postów.

source: Remove Comments from this rules area.
de: Lösche Kommentare aus diesem Regelbereich.
fr: Retirer les Commentaires de cet espace de règles.
pl: Usuń komentarze z tego obszaru reguł.
pt_br: Remover Comentários desta área de regras.

source: Comments
de: Kommentare
fr: Commentaires
pl: Komentarze
pt_br: Comentários

source: User is unable to read full post content beyond the More tag.
de: Benutzer darf den vollständigen Beitragsinhalt nach dem More Tag nicht lesen.
fr: L'utilisateur est incapable de lire l'intégralité du contenu d'un article au-delà de l'étiquette Plus.
pl: Użytkownik nie jest w stanie odczytać treści pełnych wpisów poza tagiem Więcej.
pt_br: Usuário não pode ler o conteúdo completo dos publicados para além da tag ''Mais''.

source: User can read full post content beyond the More tag.
de: Benutzer kann vollständigen Beitragsinhalt nach dem More Tag lesen.
fr: L'utilisateur peut lire l'intégralité du contenu d'un article au-delà de l'étiquette Plus.
pl: Użytkownik może czytać pełną treść postu poza tagiem Więcej.
pt_br: Usuário pode ler o conteúdo completo dos publicados para além da tag ''Mais''.

source: Remove More tag from this rules area.
de: Entferne More Tag aus diesem Regelbereich.
fr: Retirer l'étiquette Plus de cette zone de règles.
pl: Usuń więcej znaczników z tego obszaru reguł.
pt_br: Remover a tag ''Mais'' desta área de regras.

source: More tag
de: Mehr Tag
fr: Etiquette Plus
pl: Więcej tagów
pt_br: Tag ''Mais''

source: Category name
de: Kategorie Name
fr: Nom de la catégorie
pl: Nazwa kategorii
pt_br: Nome da categoria

source: Select the Categories to be covered by this rule by checking the box next to the relevant categories name.
fr: Sélectionnez les Catégories devant être couvertes par cette règle en cochant la case à côté du nom des catégories considérées.
pl: Wybierz kategorie, które mają być objęte tą zasadą, zaznaczając pole obok
pt_br: Selecionar as categorias a serem incluidas por esta regra, assinalando ao lado do nome das categorias relevantes.

source: Remove Categories from this rules area.
de: Entferne Kategorien aus diesem Regelbereich.
fr: Retirer les catégories de cette zone de règles.
pl: Usuń kategorie z tego obszaru reguł.
pt_br: Remover Categorias desta área de regras.

source: Categories
de: Kategorien
fr: Catégories
pl: Kategorie
pt_br: Categorias

source: Only the most recent %d pages are shown above.
de: Oben werden nur die letzten %d Seiten angezeigt.
fr: Seules les pages les plus récentes %d sont indiquées ci-dessus.
pl: Tylko najnowsze%d strony są pokazane powyżej.
pt_br: Apenas as%d páginas mais recentes são exibidas acima.

source: Select the Pages to be covered by this rule by checking the box next to the relevant pages title.
fr: Sélectionnez les pages concernées par cette règles en cochant les cases correspondant aux titres des pages.
pl: Wybierz Strony, które mają być objęte tą zasadą, zaznaczając pole obokodpowiedni tytuł strony.
pt_br: Selecionar as Páginas a serem incluidas por esta regra assinalando ao lado do título das páginas relevantes.

source: Remove Pages from this rules area.
de: Entferne Seiten aus diesem Regelbereich.
fr: Retirer les pages de cet espace de règles.
pl: Usuń strony z tego obszaru reguł.
pt_br: Remover as Páginas desta área de regras.

source: Only the most recent %d posts are shown above, if you have more than that then you should consider using categories instead.
de: Es werden nur die aktuellsten %d Beiträge oben angezeigt. Wenn du mehr als diese Anzahl Beiträge hast, solltest du stattdessen Kategorien verwenden.
fr: Seuls les articles les plus récents %d sont montrés ici, si vous en avez plus vous devez utiliser les catégories.
pl: Tylko najnowsze posty%d pokazane są powyżej, jeśli masz ich więcejwtedy powinieneś rozważyć użycie kategorii.
pt_br: Só as publicções mais recentes %d serão mostradas acima; se você possui mais do que essas, terá que considerar o uso de categorias.

source: Post date
de: Datum des Beitrages
fr: Date Article
pl: Data postu
pt_br: Data da mensagem

source: Post title
de: Titel des Beitrages
fr: Titre Article
pl: Tytuł postu
pt_br: Título da mensagem

source: Select the posts to be covered by this rule by checking the box next to the relevant posts title.
fr: Sélectionner les articles devant être couverts par cette règle en cochant la case à côté du titre des articles concernés.
pl: Wybierz posty, które mają być objęte tą zasadą, zaznaczając pole obokodpowiednie tytuły stanowisk.
pt_br: Selecionar os publicados a serem incluidos por essa regra assinalando ao lado do título dos publicados relevantes.

source: Remove Posts from this rules area.
de: Lösche Beiträge aus diesem Regelbereich.
fr: Retirer les Articles de cet espace de règles.
pl: Usuń posty z tego obszaru reguł.
pt_br: Remover Publicados desta área de regras.

source: Posts
de: Beiträge
fr: Articles
pl: Wpisy
pt_br: Mensagens

source: Remove Coupon
de: Coupon entfernen
fr: Effacer le coupon
pl: Usuń kupon
pt_br: Remover Cupom

source: Using Coupon Code:
de: Coupon Code benutzen:
fr: Utiliser un code de coupon:
pl: Korzystanie z kodu kuponu:
pt_br: Usando o Código do cupão:

source: Apply Coupon
de: Gutschein Einlösen
fr: Appliquer le code promo
pl: Zastosuj kupon
pt_br: Aplicar Cupom

source: Have a coupon code?
de: Haben Sie einen Gutschein-Code?
fr: Avez-vous un code de code promo ?
pl: Masz kupon rabatowy?
pt_br: Tem um cupom de desconto?

source: Help
de: Hilfe
fr: Aide
pl: Pomoc
pt_br: Ajuda

source: Clear
de: Löschen
fr: Effacer
pl: Czyść
pt_br: Limpar

source: Profile Details
de: Daten des Profils
fr: Détails Profil
pl: Szczegóły profilu
pt_br: Detalhes de Perfil

source: Choose a Password
de: Wählen Sie ein Passwort
fr: Choisissez un mot de passe
pl: Wybierz hasło
pt_br: Escolher uma Senha

source: Email Address
de: E-Mail-Adresse
fr: Adresse e-mail
pl: Adres e-mail
pt_br: Endereço de email

source: (required)
de: (Pflichtfeld)
fr: (obligatoire)
pl: (wymagane)
pt_br: (obrigatório)

source: Account Details
de: Daten des Benutzerkontos
fr: Détails du compte
pl: Szczegóły konta
pt_br: Detalhes da Conta

source: Registering for this site is easy, just fill in the fields below and we'll get a new account set up for you in no time.
de: Du kannst Dich ganz einfach anmelden. Fülle einfach die unten stehenden Felder aus und dein Benutzerkonto wird erstellt.
fr: S'enregistrer sur ce site est facile, remplissez simplement les champs ci-dessous et nous créerons un nouveau compte pour vous immédiatement.
pl: Rejestracja na tej stronie jest łatwa, wystarczy wypełnić poniższe pola, a my
pt_br: É fácil registrar-se neste site; basta preencher os campos abaixo e teremos uma nova conta configurada para você brevemente.

source: Create an Account
de: Konto erstellen
fr: Créer un compte
pl: Załóż konto
pt_br: Criar uma conta

source: Display name publicly as
de: Namen der Öffentlichkeit anzeigen als
fr: Afficher publiquement le nom comme
pl: Nazwa wyświetlana publicznie jako
pt_br: Exibir nome publicamente como

source: edit
de: bearbeiten
fr: éditer
pl: edytuj
pt_br: editar

source: <strong>Hello %s</strong>, to edit your account details click on the edit link.
de: <strong>Hallo %s</strong>, klicken Sie auf bearbeiten, um Ihre Kontodaten zu aktualisieren.
fr: <strong>Bonjour %s</strong>, pour éditer les détails de votre compte cliquez sur le lien d'édition.
pt_br: <strong> Olá,%s</strong>, para editar os detalhes da sua conta, clicar no ''link'' de edição.

source: Update Account
de: Konto Aktualisieren
fr: Mise à jour du Compte
pl: Aktualizacja konta
pt_br: Atualizar Conta

source: Confirm Password
de: Passwort bestätigen
fr: Confirmez le mot de passe
pl: Potwierdź hasło
pt_br: Confirme senha

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
pl: Nowe hasło
pt_br: Nova Senha
