Repository: alfreddagenais/membership-2
Catalog: languages/membership2-*.po
Languages: de, fr, pl, pt_br

source: Before you can use the <strong>Taxamo API</strong> you must <a href="%1$s">get an Taxamo account</a> here.<br />After you login to Taxamo you can <a href="%2$s">find your API keys here</a>.<br />Also remember to add your domain "<code>%3$s</code>" in <a href="%4$s">your taxamo javascript settings</a>!
de: Bevor Sie die <strong>Taxamo API</strong> verwenden, müssen Sie <a href="%1$s">ein Konto Taxamo erhalten</a> Sie hier. <br /> Nachdem Sie Taxamo anmelden können Sie <a href="%2$s">Ihren API-Schlüssel finden Sie hier</a> . <br /> Denken Sie auch an Ihre Domain "add <code>%3$s</code> "in <a href="%4$s">Ihrem taxamo JavaScript-Einstellungen</a> !
fr: Avant de pouvoir utiliser l'<strong>API Taxamo</strong>, vous devez <a href="%1$s">créer un compte Taxamo</a>.<br />Après vous être connecté à Taxamo, vous pouvez <a href="%2$s">trouver vos clés API ici</a><br />Rappelez-vous aussi de rajouter votre domaine "<code>%3$s</code>" dans <a href="%4$s">vos réglages javascript Taxamo</a>.
pt_br: Antes você pode usar a <strong>API Taxamo</strong> você deve <a href="%1$s">obter uma conta de Taxamo</a> aqui.<br>Depois que você efetuar login para Taxamo você pode <a href="%2$s">encontrar suas chaves API aqui</a>.<br>Lembre-se também adicionar o seu domínio " <code>%3$s</code> " em <a href="%4$s">suas configurações de javascript taxamo</a>!

source: Setup Taxamo
de: Taxamo einrichten
fr: Installer Taxamo
pt_br: Configure a Taxionomia

source: Taxamo Settings
de: Taxamo Einstellungen
fr: Réglages Taxamo
pl: Ustawienia Taxamo
pt_br: Configurações de Taxionomia

source: Fill this field if you are representing EU VAT payer
de: Füllen Sie dieses Feld aus wenn Sie Ihre Mehrwertsteuer innerhalb der EU abführen.
fr: Remplissez ce champ si vous représentez une personne assujettie à la TVA intracommunautaire
pl: Wypełnij to pole, jeśli reprezentujesz podatnika VAT UE
pt_br: Preencher este campo se você está representando o contribuinte do IVA da UE

source: EU VAT Number
de: EU UID-Nummer:
fr: Numéro de TVA intracommunautaire
pl: Numer VAT UE
pt_br: Número EU VAT

source: I confirm that I am established, have my permanent address, or usually reside in the following country
de: Hiermit bestätige ich das mein andauernder Wohnsitz in folgendem Land ist
fr: Je confirme que je suis établi, ai mon adresse permanente, ou réside habituellement dans le pays suivant
pl: Potwierdzam, że mam siedzibę, mam stały adres lub zwyklezamieszkuj w następującym kraju
pt_br: Confirmo que estou estabelecido, tenho meu endereço permanente, ou moro nesse pais

source: My country of residence
de: Land des Wohnsitzes
fr: Mon pays de résidence
pl: Mój kraj zamieszkania
pt_br: Meu pais de residência

source: We have detected that your computer is located in %s
de: Wir haben festgestellt, dass der Computer in %s liegt
fr: Nous avons détecté que votre ordinateur est situé en %s
pl: Wykryliśmy, że Twój komputer znajduje się w%s
pt_br: Nós detectamos que seu computador está localizado em %s

source: The country used for tax calculation is %s
de: Das für die Steuerberechnung verwende Land ist %s
fr: Le pays utilisé pour le calcul de la taxe est %s
pl: Krajem, w którym obliczono podatek, jest%s
pt_br: O país usado para o cálculo do imposto é %s

source: Valid EU VAT Number provided: You are exempt of VAT
de: Gültige EU-Umsatzsteuer-Identifikationsnummer angegeben. Sie sind von Mehrwertsteuer befreit
fr: Numéro de TVA intracommunautaire donné valide : vous êtes exempté de TVA.
pl: Prawidłowy numer VAT UE pod warunkiem: jesteś zwolniony z podatku VAT
pt_br: Número de IVA da UE válido fornecido: você está isento de IVA

source: VAT Number is invalid.
de: Umsatzsteuer-Identifikationsnummer ist ungültig.
fr: Le numéro de TVA est invalide.
pl: Numer VAT jest nieważny.
pt_br: O número VAT é inválido

source: This is a valid VAT number of %s. By using this you are are now exempt of VAT.
de: Dies ist eine gültige EU-Umsatzsteuer-Identifikationsnummer von%s. Durch die Nutzung dieser Sie sind nun von Mehrwertsteuer befreit.
fr: Ceci est un numéro de TVA valide de %s. En utilisant celui-ci, vous êtes désormais exempté de TVA.
pl: Jest to ważny numer VAT%s. Używając tego, jesteś teraz zwolnionyFAKTURA VAT.
pt_br: Este é um número de IVA válido de %s. Por isto que você está usando agora estão isentos do IVA.

source: Manually declare my country of residence.
de: Land des Wohnsitzes manuell bestätigen
fr: Déclarer manuellement mon pays de résidence.
pl: Ręcznie zadeklaruj mój kraj zamieszkania.
pt_br: Declarar manualmente meu país de residência.

source: I have an EU VAT number and want to use it for tax declaration.
de: Ich habe eine EU-Umsatzsteuer-Identifikationsnummer und möchte diese für die Steuererklärung verwenden.
fr: J'ai un numéro de TVA intracommunautaire et je veux l'utiliser pour la déclaration des taxes.
pl: Mam numer VAT w UE i chcę go wykorzystać do deklaracji podatkowych.
pt_br: Eu tenho um número de IVA da UE e quer usá-lo para declaração de imposto.

source: The detected country %s is correct.
de: Die erfasste Land %s ist richtig.
fr: Le pays détecté %s est correct.
pl: Wykryty kraj%s jest poprawny.
pt_br: O país detectado %s está correto.

source: Refreshing page, please wait...
de: Seite wird neu geladen, bitte warten ...
fr: Page en cours de rafraichissement, merci de patienter...
pl: Odświeżanie strony, proszę czekać ...
pt_br: Atualizar página, por favor aguarde...

source: Saving data, please wait...
de: Speichern von Daten, bitte warten ...
fr: Enregistrement des données, merci de patienter...
pl: Zapisywanie danych, proszę czekać ...
pt_br: Salvando dados, favor aguardar...

source: Save
de: Speichern
fr: Enregistrer
pl: Zapisz
pt_br: Salvar

source: Tax Settings
de: Steuer Einstellungen
fr: Réglages des taxes
pl: Ustawienia podatkowe
pt_br: Configurações de Imposto

source: Outside the EU
de: Außerhalb der EU
fr: Hors UE
pl: Poza UE
pt_br: Se usado fora do loop do WordPress.

source: Invoice %1$s paid via %2$s.
de: Rechnung %1$s über %2$s bezahlt.
fr: Facture %1$s payée via %2$s.
pl: Faktura %1$s opłacona przez%2$s.
pt_br: Factura de %1$s pagos através de %2$s.

source: No Tax
de: Keine Steuer
fr: Aucune taxe
pl: Bez podatku
pt_br: Sem Imposto

source: Redirect
de: Weiterleitung
fr: Redirection
pl: Przekierowanie
pt_br: Redirecionar após login

source: When this Add-on is enabled you will see a new section in the "Settings" page with additional options.
de: Wenn diese Erweiterung aktiviert wird, erscheint eine neue Auswahl in den Einstellungen mit zusätzlichen Auswahlmöglichkeiten.
fr: Quand cette extension est activée, vous voyez une nouvelle section dans la page "Réglages", avec des options supplémentaires.
pl: Kiedy ten dodatek jest włączony, zobaczysz nową sekcję w " Ustawienia \ "strona z dodatkowymi opcjami.
pt_br: Quando este complemento é ativado, você verá uma nova seção na página de "Configurações", com opções adicionais.

source: Define your individual URL to display after a user is logged-in or logged-out.
de: Definiere deine eigene URL die angezeigt wird wenn sich ein Nutzer an- oder abmeldet.
fr: Définissez l'URL individuelle à afficher après qu'un utilisateur se soit connecté ou déconnecté.
pl: Zdefiniuj indywidualny adres URL do wyświetlenia po zalogowaniu użytkownika lub zalogowaniuna zewnątrz.
pt_br: Defina sua URL individual a exibir depois que um usuário faz login ou logout.

source: Redirect Control
de: Kontrolle Weiterleitung
fr: Contrôle de redirection
pl: Kontrola przekierowania
pt_br: Redirecionar após login

source: This page is displayed to users right after they did log out.
de: Diese Seite wird Benutzern nach dem Logout angezeigt.
fr: Cette page est affichée aux utilisateurs juste après la déconnexion.
pl: Ta strona jest wyświetlana użytkownikom zaraz po wylogowaniu.
pt_br: Esta página é exibida para usuários certo depois eles logout.

source: After Logout
de: Nach dem Logout
fr: Après la déconnexion
pt_br: Após o Logout

source: After Login
de: Nach dem Login:
fr: Après la connexion
pl: Po zalogowaniu
pt_br: Após o Login

source: The URLs you specify here can always be overwritten in the %slogin shortcode%s using the redirect-attributes. Example: <code>[%s redirect_login="/welcome/" redirect_logout="/good-bye/"]</code>.
fr: Les URL que vous spécifiez ici peuvent toujours être réécrites dans le %sshortcode login%s en utilisant l'attribut de redirection. Par exemple : <code>[%s redirect_login="/bienvenue/" redirect_logout="/au-revoir/"]</code>.
pt_br: As URLs que você especificar aqui pode sempre ser substituído no shortcode slogin de %%s usando os atributos de redirecionamento. Exemplo: <code>[%s redirect_login="/welcome/" redirect_logout="/good-bye/"]</code> .

source: Specify your custom URLs here. You can use either an absolute URL (starting with "http://") or an site-relative path (like "/some-page/")
fr: Spécifiez vos URL personnalisées ici. Vous pouvez utiliser soir une URL absolue (qui commence par "http://") ou relative au site (comme "/une-page/").
pl: Tutaj możesz określić własne niestandardowe adresy URL. Możesz użyć bezwzględnego adresu URL (zaczynającwith " http: // \ ") lub ścieżkę do strony (np. " / some-page / \ ")
pt_br: Especifica suas URLs personalizadas aqui. Você pode usar um URL absoluto (começando com "http://") ou um caminho relativo do site (como "/ algumas páginas /")

source: Redirect Settings
de: Einstellungen Weiterleitung
fr: Réglages de redirection
pl: Ustawienia przekierowania
pt_br: Redirecionar após login

source: Deactivated memberships mailing list
de: Mailingliste deaktivierte Mitgliedschaften
fr: Liste de diffusion des membres désactivés
pl: Dezaktywowana lista mailingowa członków
pt_br: Lista de e-mail de assinaturas desativada

source: Members mailing list
de: Mitglieder-Mailingliste
fr: Liste de diffusion des membres
pl: Lista dyskusyjna członków
pt_br: Lista dos instrutores

source: Registered users mailing list (not members)
de: Registrierte Benutzer Mailingliste (nicht Mitglieder)
fr: Liste de diffusion des utilisateurs enregistrés (non membres)
pl: Lista użytkowników zarejestrowanych (nie członków)
pt_br: Lista de discussão de usuários inscritos (não membros)

source: Users will not receive an email confirmation. You are responsible to inform your users.
de: Nutzer erhalten keine Email-Benachrichtigung. Sie sind selbst für die Informierung Ihrer Nutzer verantwortlich.
fr: Les utilisateurs ne recevront pas d'email de confirmation. Vous devrez informer vos utilisateurs.
pl: Użytkownicy nie otrzymają potwierdzenia wiadomości e-mail. Jesteś odpowiedzialny za poinformowanietwoi użytkownicy.
pt_br: Os usuários não receberão um e-mail de confirmação. Você será responsável por informar seus usuários.

source: Automatically opt-in new users to the mailing list.
de: Automatisch neue Nutzer in die Mailingliste einfügen.
fr: Ajoutez automatiquement les nouveaux utilisateurs à la liste de diffusion.
pl: Automatycznie włączaj nowych użytkowników do listy mailingowej.
pt_br: Automaticamente opt-em novos usuários à lista de discussão.

source: Visit <a href="%1$s">your API dashboard</a> to create an API Key.
de: Besuchen Sie <a href="%1$s">Ihren API-Dashboard</a> , um einen API-Schlüssel zu erstellen.
fr: Visitez <a href="%1$s">votre tableau de bord d'API</a> pour créer une clé API.
pl: Odwiedź <a href="%1$s"> pulpit API </a>, aby utworzyć klucz API.
pt_br: Visite o <a href="%1$s">seu painel de API</a> para criar uma chave de API.

source: MailChimp API Key
de: MailChimp API-Schlüssel
fr: Clé d'API MailChimp
pt_br: Chave de API do MailChimp

source: Failed
de: Fehlgeschlagen
fr: Échoué
pl: Błąd
pt_br: Solicitação inválida. Confirmação de segurança falhou.

source: Verified
de: Verifiziert
fr: Vérifié
pl: Zweryfikowany
pt_br: Verificado

source: MailChimp API test status:
fr: Test d'état de l'API MailChimp :
pl: Status testu MailChimp API:
pt_br: Status do teste da API do MailChimp:

source: MailChimp Settings
de: MailChimp Einstellungen
fr: Réglages MailChimp
pl: Ustawienia MailChimp
pt_br: Configurações do MailChimp

source: Enable MailChimp integration.
de: Aktiviere MailChimp Integration.
fr: Activer l'intégration de MailChimp.
pl: Włącz integrację MailChimp.
pt_br: Ativar integração com o MailChimp.

source: MailChimp Integration
fr: Intégration de MailChimp
pl: Integracja MailChimp
pt_br: Integração do MailChimp

source: Max uses
de: Wie oft verwendbar ?
fr: Utilisations maximales
pl: Max używa
pt_br: Max usa

source: Coupon can be applied to these Memberships
de: Gutschein kann auf diese Mitgliedschaften angewendet werden
fr: Le code promo peut être appliqué à ces adhésions
pl: Kupon można zastosować do tych Członkostw
pt_br: O cupom pode ser aplicado a estas Assinaturas

source: Discount Type
de: Rabatt-Typ
fr: Type de remise
pl: Typ rabatu
pt_br: Tipo de Desconto

source: Coupon code
de: Gutschein Code
fr: Code promo
pl: Kod kuponu
pt_br: Senha

source: This Coupon is not valid for this membership.
de: Dieser Gutschein ist für diese Mitgliedschaft ungültig.
fr: Ce code promo n'est pas valide pour cet abonnement.
pl: Ten kupon nie jest ważny dla tego członkostwa.
pt_br: Esse Cupom não é válido para essa assinatura.

source: This Coupon is not valid yet.
de: Dieser Gutschein ist noch nicht gültig.
fr: Ce code promo n'est pas encore valide.
pl: Ten kupon nie jest jeszcze ważny.
pt_br: Este Cupom ainda não é válido.

source: Coupon code not found.
de: Gutscheincode nicht gefunden.
fr: Code promo non trouvé.
pl: Nie znaleziono kodu kuponu.
pt_br: Cupom não encontrado

source: Membership2 Coupons
de: Membership2 Gutscheine
fr: Codes promo d'abonnement
pt_br: Cupons do Membership2

source: No expire
de: Ohne Verfallsdatum
fr: Pas d'expiration
pl: Bez utraty ważności
pt_br: Sem expiração

source: Remaining uses
de: Verbleibende Nutzungen
fr: Utilisations restantes
pl: Pozostałe zastosowania
pt_br: (1 tentativa restante)

source: Expire date
de: Ablaufdatum
fr: Date d'expiration
pl: Data ważności
pt_br: Data

source: Start date
de: Startdatum
fr: Date de début
pl: Data rozpoczęcia
pt_br: Data de início

source: Apply Coupon "%s": Discount %s %s!
de: Bestätige Gutschein "%s": Rabatt %s %s!
fr: Applique le code promo "%s" : Remise %s %s !
pl: Zastosuj kupon "%s \ ": Zniżka%s%s!
pt_br: Aplicar cupom "%s": %s %s de desconto!

source: Remove Coupon "%s"
de: Gutschein "%s" entfernen
fr: Supprime le code promo "%s"
pl: Usuń kupon "%s"
pt_br: Remover

source: Any
de: Alle
fr: Tous
pt_br: Qualquer um

source: Enable discount coupons.
de: Rabattgutscheine aktivieren
fr: Active les codes promo.
pl: Włącz kupony rabatowe.
pt_br: Habilitar cupons de desconto.

source: Coupon
de: Gutschein
fr: Code promo
pl: Kupon
pt_br: Cupom

source: Protect your posts by category.
de: Schütze Deine Beiträge über Kategorien.
fr: Protège vos articles par catégorie.
pl: Chroń swoje posty według kategorii.
pt_br: Proteja seus posts por categoria

source: Category Protection
de: Kategorie Schutz
fr: Protection de catégorie
pl: Ochrona kategorii
pt_br: Proteção de Categoria

source: Protect the following BuddyPress content.
de: Schützen Sie folgende bbPress Inhalte nur für Mitglieder.
fr: Protège le contenu suivant de BuddyPress.
pl: Chroń następujące treści BuddyPress.
pt_br: Proteger o seguinte conteúdo do BuddyPress.

source: Only members can see the BuddyPress Member Directory and Member Profiles.
de: Nur Mitglieder können das BuddyPress Mitgliederverzeichnis und Mitgliederprofile sehen.
fr: Seuls les membres peuvent voir répertoire des membres et les profils des membres de BuddyPress.
pl: Tylko członkowie mogą oglądać katalog członków i profile członków BuddyPress.
pt_br: Somente membros podem ver o BuddyPress membro diretório e perfis de membro.

source: Member listing
de: Mitgliederauflistung
fr: Liste des membres
pl: Lista członków
pt_br: Listar membros

source: Only allow members to send private messages.
de: Erlaube nur Mitgliedern Private Nachrichten zu senden.
fr: Seuls les membres sont autorisés à envoyer des messages privés.
pl: Zezwalaj tylko członkom na wysyłanie prywatnych wiadomości.
pt_br: Apenas permite que os membros enviem mensagens privadas.

source: Private messaging
de: Private Nachrichten
fr: Messagerie privée
pl: Prywatne przesyłanie wiadomości
pt_br: Envio de mensagens privadas

source: Only allow members to send friendship requests.
de: Erlaube nur Mitgliedern Freundschaftsanfragen zu senden.
fr: Seuls les membres sont autorisés à envoyer des requêtes d'amitié.
pl: Pozwól członkom tylko na wysyłanie żądań przyjaźni.
pt_br: Apenas permite que os membros enviem solicitações de amizade.

source: Friendship request
de: Freundschaftsanfrage
fr: Requête d'amitié
pl: Prośba o przyjaźń
pt_br: Pedido de amizade

source: Only members can create new groups.
de: Nur Mitglieder können neue Gruppen erstellen.
fr: Seuls les membres peuvent créer de nouveaux groupes.
pl: Tylko członkowie mogą tworzyć nowe grupy.
pt_br: Somente os membros podem criar novos grupos.

source: Group creation
de: Gruppenerstellung
fr: Création de groupe
pl: Tworzenie grupy
pt_br: Criação de grupo

source: Protect all BuddyPress pages. This rule can be combined with any of the other rules.
de: Schützen Sie alle Buddypress-Seiten. Diese Regel kann mit jeder der anderen Regeln kombiniert werden.
fr: Protège toutes les pages BuddyPress. Cette règle peut être combinée avec toutes les autres règles.
pl: Chroń wszystkie strony BuddyPress. Ta zasada może być łączona z dowolnym zinne reguły.
pt_br: Proteger todas as páginas do BuddyPress. Essa regra pode ser combinada com quaisquer outras regras.

source: All BuddyPress Pages
de: Alle Buddypress-Seiten
fr: Toutes les pages BuddyPress
pl: Wszystkie strony BuddyPress
pt_br: Todas as Páginas do BuddyPress:

source: Activate BuddyPress to use this Add-on
de: Aktiviere BuddyPress um diese Erweiterung zu nutzen
fr: Activez BuddyPress pour utiliser cette extension
pl: Aktywuj BuddyPress, aby korzystać z tego dodatku
pt_br: Ative o BuddyPress para usar este Add-on

source: Protection Rules
de: Schutzregeln
fr: Règles de protection
pl: Zasady ochrony
pt_br: Regras de proteção

source: BuddyPress Integration
fr: Intégration BuddyPress
pl: Integracja BuddyPress
pt_br: Integração com o BuddyPress

source: Protect the following bbPress content to members only.
de: Schützen Sie folgende bbPress Inhalte nur für Mitglieder.
fr: Réservez le contenu bbPress suivant pour les membres uniquement.
pl: Chroń poniższą zawartość bbPress tylko dla członków.
pt_br: Proteger o seguinte conteúdo do bbPress apenas para membros.

source: View
de: Anzeigen
fr: Voir
pl: Zobacz
pt_br: Visualizar

source: Activate bbPress to use this Add-on
de: Aktiviere bbPress um diese Erweiterung zu nutzen
fr: Activez bbPress pour utiliser cette extension
pl: Aktywuj bbPress, aby użyć tego dodatku
pt_br: Ative o bbPress para usar este Add-on

source: Enable bbPress rules integration.
de: bbPress Regel-Integration ermöglichen.
fr: Activer les règles d'intégration bbPress.
pl: Włącz integrację reguł bbPress.
pt_br: Habilita regras de integração do bbPress.

source: bbPress Integration
fr: Intégration bbPress
pl: Integracja bbPress
pt_br: Integração com o bbPress

source: Switching...
de: Wechsel...
fr: Commutation en cours...
pl: Przełączanie ...
pt_br: Comutação...

source: Login
de: Einloggen
fr: Se connecter
pl: Zaloguj się

source: Register My Account
de: Mein Konto registrieren
fr: Enregistrer mon compte
pl: Zarejestruj moje konto
pt_br: Registre minha conta

source: Close
de: Schließen
fr: Fermer
pl: Zamknij
pt_br: Fechar

source: Who can see this field?
de: Wer kann dieses Feld sehen?
fr: Qui peut voir ce champ ?
pl: Kto może zobaczyć to pole?
pt_br: Quem pode ver este campo?

# Change profile field visibility level
source: Change
de: Ändern
fr: Modifier
pl: Zmień
pt_br: Modificar

source: This field can be seen by: <span class="current-visibility-level">%s</span>
de: Dieses Feld kann gesehen werden von: <span class="current-visibility-level">%s</span>
fr: Ce champ peut être vu par : <span class="current-visibility-level">%s</span>
pt_br: Este campo pode ser visto por:<span class="current-visibility-level">%s</span>

source: Credit Card Information
de: Kreditkarten Information
fr: Informations de carte de crédit
pl: Informacje o karcie kredytowej
pt_br: Informações do Cartão de Crédito

source: Billing Information
de: Rechnungsdaten
fr: Information de paiement
pl: Informacje rozliczeniowe
pt_br: Informações de Faturação

source: You need to enter an invite code in order to register.
de: Sie müssen einen Einladungscode eingeben, um sich anzumelden.
fr: Vous devez saisir un code invité pour pouvoir vous abonner.
pl: Aby się zarejestrować, musisz wpisać kod zaproszenia.
pt_br: Você precisa digitar um código do convite para registrar.

source: Lost Password
de: Passwort vergessen?
fr: Mot de passe perdu ?
pl: Zgubione hasło
pt_br: Perdeu a Senha?

source: Order
de: id-nummer
fr: Ordre
pl: Kolejność
pt_br: Ordem

source: Invalid
de: Ungültig
fr: Invalide
pt_br: inválido

source: Valid
de: Gültig
fr: Valide
pt_br: Válidado

source: PayPal Merchant Account ID
fr: ID PayPal compte Marchand
pl: Identyfikator konta sprzedawcy PayPal
pt_br: ID da Conta de Comerciante do PayPal

source: Time
de: Zeit
fr: Temps
pl: Czas
pt_br: Tempo

source: Title:
de: Titel:
fr: Titre:
pl: Tytuł:
pt_br: Título:

source: Enter a new credit card
de: Geben Sie eine neue Kreditkarte an
fr: Entrer une nouvelle carte de crédit
pl: Wprowadź nową kartę kredytową
pt_br: Entre um novo cartão de crédito

source: API Transaction Key
de: API Transaktionsschlüssel
fr: API clé de Transaction
pt_br: Chave de Transação da API

source: Search
de: Suchen
fr: Rechercher
pl: Szukaj
pt_br: Procurar

source: Save Changes
de: Speichern
fr: Sauvegarder
pl: Zapisz zmiany
pt_br: Salvar Mudanças

source: We have the following subscriptions available for our site. To join, simply click on the <strong>Sign Up</strong> button and then complete the registration details.
de: Für diese Seite gibt es die folgenden Mitgliedschafts Level. Bitte klicken Sie auf den <strong>Registrieren</strong> Button und füllen Sie das Registrierungsformular aus.
fr: Pour souscrire à notre site, cliquez sur le bouton correspondant afin de compléter les détails de votre inscription.
pt_br: Temos as seguintes assinaturas disponíveis para o nosso site. Para você poder participar, basta clicar no botão <strong>Inscrever-se</strong> e preencher os detalhes do registro.

source: Select a Subscription
de: Wählen Sie eine Mitgliedschafts Stufe aus
fr: Choisissez un abonnement
pl: Wybierz subskrypcję
pt_br: Selecione uma Assinatura

source: Move to :
fr: Aller à :
pl: Przenieś do:
pt_br: mover para:

source: Upgrade from
fr: Mettre à jour depuis
pt_br: atualisar de

source: click on the button to the right.
fr: cliquez sur le bouton à droite.
pl: kliknij przycisk po prawej stronie.
pt_br: clicar no botão à direita.

source: you will need to pay
fr: vous devrez payer
pl: musisz zapłacić
pt_br: você precisará de pagar

source: To renew your subscription for another
fr: Pour renouveler votre abonnement pour un autre
pl: Aby odnowić subskrypcję na inną
pt_br: Para renovar sua assinatura por outra

source: has been completed.
de: wurde vervollständigt.
fr: est terminé.
pl: został zakończony.
pt_br: foi completado.

source: following
de: folgende
fr: Abonnements
pl: po
pt_br: seguindo

source: year(s)
de: Jahr(e)
fr: année(s)
pl: rok (lata)
pt_br: anos

source: month(s)
de: Monat(e)
fr: mois
pl: miesiąc (y)
pt_br: mes(s)

source: week(s)
de: Woche(n)
fr: semaine(s)
pl: tydzień (tygodnie)
pt_br: semana(s)

source: day(s)
de: Tag(e)
fr: jour(s)
pl: dzień (dni)
pt_br: dias

source: Renewal for the
de: Erneuerung für das
fr: Renouvellement pour
pl: Odnowienie dla
pt_br: Renovar para o
